[
  {
    "mangaId": "76c7efed-8b5e-4d27-90c3-3484c1f4448b",
    "title": {
      "en": "The Hero is Beating Up the Bullies"
    },
    "updatedAt": "2024-07-07T00:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/76c7efed-8b5e-4d27-90c3-3484c1f4448b/6fb59dbf-968d-491f-84be-00f3156bcacf.jpg",
    "altTitles": [
      {
        "ko": "용사님이 일진들을 물리쳐요"
      },
      {
        "en": "The Hero Defeats the Delinquents"
      },
      {
        "en": "The Warrior Defeats the Bullies"
      }
    ],
    "description": {
      "en": "The Hero, who defeated the Demon King and saved the world, is being summoned to a shitty delinquent school?!\n\nThe otherworld Hero who was summoned to a den filled with the worst bullies ever, the ‘Southern Suseong High’.\n\nThough the Hero doesn’t use his powers against fellow humans, he begins to school these bullies after finding out about their ‘demonic’ nature…!\n\nCan the Hero defeat the bullies and return back to his world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38dc5832-4714-4467-9c7e-fc9689fb149c",
    "title": {
      "en": "Rooftop Sword Master"
    },
    "updatedAt": "2023-12-21T18:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/38dc5832-4714-4467-9c7e-fc9689fb149c/36c0d115-40ea-4fa8-b69d-909874a26efa.png",
    "altTitles": [
      {
        "es-la": "El maestro de espadachin en la azotea"
      },
      {
        "ko-ro": "Oktapbang Sodeumaseuteo"
      },
      {
        "ar": "شمشیرزن پشت‌بام نشین"
      },
      {
        "ko": "옥탑방 소드마스터"
      },
      {
        "ko-ro": "Oktapbang Sword Master"
      }
    ],
    "description": {
      "en": "After being beat up and put into a coma by eight of his classmates at Nun'Gwang Middle school, Se'young woke up after nine long months and found out that his father committed suicide by self-immolation in an attempt to get justice for what happened to him.   \r\n  \r\nAs a result, the investigation re-opened and that attackers who tried to sweep it under the rug received a proper sentence for their crimes. But Se'young was unable to assuage the anger and fear he felt for the unjust world.  \r\nSe'young thoroughly hid himself from this sort of world.   \r\n  \r\nThe sun would rise and set, the seasons changed, and not once did he step outside of his home. But one day, a sudden and strange sound enticed him to open the door…  \r\n  \r\nEmbedded in the center of the rooftop was a gigantic blade emblazoned with the words “War Sword” and with it, came the whispers of a God.",
      "es": "Depois de ser espancado e posto em coma por oito de seus colegas de escola na escola secundária Nun’Gwang, Se’young acordou depois de nove longos meses e descobriu que seu pai se suicidou por autoimolação, na tentativa de obter justiça pelo que aconteceu com ele. Como resultado, a investigação foi reaberta e os atacantes que tentaram varrê-la para debaixo do tapete receberam uma sentença adequada por seus crimes. Mas Se’young foi incapaz de aliviar a raiva e o medo que sentia pelo mundo injusto. Se’young se escondeu completamente desse tipo de mundo. O sol se levantava e se punha, as estações mudavam, e nem uma vez ele saiu de casa. Mas um dia, um som repentino e estranho o levou a abrir a porta … Encaixada no centro do telhado, havia uma lâmina gigantesca com as palavras “Espada de Guerra” e, com ela, vinham os sussurros de um Deus.",
      "fa": "در مدرسه راهنمایی نان‌گوانگ هشت دانش‌آموز وحشیانه دانش‌آموزی دیگر را مورد ضرب‌وشتم قرار دادند و او را راهی کما کردند.  \r\nسه‌یونگ پس از ۹ ماه از کما خارج شد، دریافت که پدر و مادرش پس از ماه‌ها تلاش برای اجرای عدالت به هیچ نتیجه‌ای نرسیدند و به ناچار برای جلب توجه مجبور به خودسوزی در اجتماع شدند. با سراسری شدن خبر این اتفاق پرونده بازگشایی شد و مجرمین محاکمه شدند.  \r\nغم، اندوه و تاثیرات ناشی از آن اتفاق روی سه‌یونگ نوجوان تاثیرات مخربی گذاشت. ماه‌ها سپری می‌شدند، ولی او حتی یک‌بار هم از اتاقش خارج نشد. تا اینکه روزی صدایی مهیب از خارج اتاقش توجه او را جلب کرد.  \r\nدر وسط پشت‌بام شمشیر بزرگ دو لبه‌ای بود، روی آن \"شمشیر جنگ\" حک شده بود و …"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-06-18T18:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/8768016c-7a5d-4b18-94a6-29d9d31fe38e.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Danjo"
    },
    "updatedAt": "2024-07-05T00:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-06-30T09:14:00+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {
      "en": "**Link:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/236717)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8a3925d-0b62-4c8a-b9cc-25fe5890bfec",
    "title": {
      "en": "Starry Night"
    },
    "updatedAt": "2023-08-20T17:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/f8a3925d-0b62-4c8a-b9cc-25fe5890bfec/d666efab-c2fe-4c36-90b2-82dce87459fd.jpg",
    "altTitles": [
      {
        "zh": "星夜"
      },
      {
        "pt-br": "Noite Estrelada"
      },
      {
        "es-la": "Noche Estrellada"
      }
    ],
    "description": {
      "en": "Chi Xing, who was nicknamed, “star of calamity”, would run into all sorts of bad luck every day. But after he met the arrogant, antisocial, Ling Ye, who had deformed legs, he unexpectedly discovered that his suffering physique improved. Whenever he was with Ling Ye, he could turn danger into safety, and Ling Ye’s gaze always made Chi Xing feel like they had met before, a feeling of familiarness. They both don’t know that their common past of suffering and agony would cause them to be tangled up together……"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "55"
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-01-20T23:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "014374f6-c420-4361-9ee9-93675f7e36bb",
    "title": {
      "en": "HadaCamera"
    },
    "updatedAt": "2023-06-04T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/014374f6-c420-4361-9ee9-93675f7e36bb/bd2da80f-2d77-4a51-a2e9-f4de5ec31010.jpg",
    "altTitles": [
      {
        "en": "Naked Camera"
      },
      {
        "ru": "Голый фотоаппарат"
      },
      {
        "ja": "ハダカメラ"
      },
      {
        "ko": "알몸 카메라"
      },
      {
        "ru": "Обнажённый объектив"
      }
    ],
    "description": {
      "en": "Because he did not pass his college entrance exam, Kagami Kyosuke cannot stay close to Kojo Hikari, the love of his life. So instead he gets a part-time job near her university and buys an old camera since Hikari is passionate for photography. But as it turns out, that camera also has a secret which will get him involved in all sorts of \"exciting\" and \"awkward\" situations especially with Botan Oshikiri, his senpai and co-worker. How will Kyosuke's life play out now?  \r\n\r\n\r\n---",
      "id": "Karena dia tidak lulus ujian masuk perguruan tinggi, Kagami Kyosuke tidak bisa tinggal dekat dengan Kojo Hikari, cinta dalam hidupnya. Jadi alih-alih dia mendapatkan pekerjaan paruh waktu di dekat universitasnya dan membeli kamera tua karena Hikari sangat menyukai fotografi. Namun ternyata, kamera itu juga memiliki rahasia yang akan membuatnya terlibat dalam segala macam situasi \"menarik\" dan \"canggung\" terutama dengan Botan Oshikiri, senpai dan rekan kerjanya. Bagaimana kehidupan Kyosuke mulai dari sekarang?",
      "ru": "Провалившись на вступительных экзаменах в университет, Кагами Кёскэ также потерял возможность сблизиться со своей школьной любовью — Кодзё Хикари. Надеясь сохранить с ней связь, он не только устраивается работать в кафе рядом с её кампусом, но и покупает подержанный полароид, чтобы найти общую тему для разговоров с увлекающейся искусством фотографии Хикари. Однако Кагами не знал, что он приобрел очень необычный фотоаппарат…  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "c5ebc94c-33a3-49ea-b476-83c4422b8a8b",
    "title": {
      "en": "Shuumatsu no Hanayome-sama ~sweet home†melty life~"
    },
    "updatedAt": "2024-08-08T01:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/c5ebc94c-33a3-49ea-b476-83c4422b8a8b/fba58dc6-7940-418e-94a5-218ce5e3810a.jpg",
    "altTitles": [
      {
        "ja": "終末の花嫁様 -sweet home†melty life-"
      },
      {
        "en": "Apocalypse Bride ~sweet home†melty life~"
      }
    ],
    "description": {
      "en": "Michiru, born under his extremely religious mother, believes that one day an angel would come down and save him from his suffering and pain. After getting severely bruised and beaten up from the kids at his school, his nextdoor neighbor, Hikari, comes to his aide and carries him to her home. While Michiru is asleep, she rampages the world, destroying everything. When he awakes, it is revealed to him that Hikari is an angel. Michiru asks Hikari to marry him, which she gladly accepts. Will their sudden post-apocalypse and newlywed life give Michiru what he always wanted? Or is there more to it under the surface?",
      "id": "\"Tolong... Menikahlah denganku!\"\n\nMichiru, seorang anak laki-laki yang tidak memiliki \"tempat tinggal\" baik di rumah maupun di sekolah.\nHikari, onee-san kikuk yang merupakan tetangga dari Michiru.\nSebuah proposal tiba-tiba dibuat.\n\nSetitik cahaya yang muncul di tengah-tengah keseharian yang menyakitkan dan melelahkan.\nDi tengah keseharian itu, dunia mengalami kehancuran.\n\nSebuah keseharian pasutri antara seorang bocah dan malaikat dimulai!\n\n(Sumber sinopsis : Amazon)",
      "ja": "「私と…結婚してください！」\n\n家にも学校にも居場所がない少年・みちるは、近所に住むうっかりやのお姉さん・ひかりに突然プロポーズされる。苦しくて、退屈な毎日の中で唯一の光。そんなある日、世界が滅んでしまって――"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-07-30T19:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-07-12T22:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bb8cc05-ff11-4f6b-b875-f708444fbfed",
    "title": {
      "en": "Gyaru ga kirai na Jimi ko no Hanashi"
    },
    "updatedAt": "2024-08-11T07:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/6bb8cc05-ff11-4f6b-b875-f708444fbfed/51922705-3ce5-4a0a-b14a-08cce1ff0fbf.jpg",
    "altTitles": [
      {
        "en": "A Story Of A Plain Girl Who Hates Gyarus"
      },
      {
        "ja": "ギャルが嫌いな地味子の話"
      },
      {
        "en": "A Story About a Becky Who's Not Happy With a Stacy"
      },
      {
        "uk": "Історія про заучку, що не задоволена ґяру"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "The Frozen Player Returns"
    },
    "updatedAt": "2024-06-15T11:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "Return of the Frozen Player"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae4d0f6-152a-4956-8664-4405758d26ae",
    "title": {
      "en": "Asper Kanojo"
    },
    "updatedAt": "2024-06-21T01:01:50+00:00",
    "coverArt": "https://mangadex.org/covers/8ae4d0f6-152a-4956-8664-4405758d26ae/c86b717a-2951-45a4-8195-34922b0bfff0.jpg",
    "altTitles": [
      {
        "ja": "アスペル・カノジョ"
      },
      {
        "ja-ro": "Asuperu Kanojo"
      },
      {
        "en": "That's My Atypical Girl"
      },
      {
        "en": "Asper Girlfriend"
      },
      {
        "en": "Asper Girl"
      },
      {
        "en": "Days with A Girl"
      },
      {
        "zh": "同一屋檐下，阿斯伯格的她"
      },
      {
        "fr": "Une fille atypique"
      },
      {
        "ru": "Девушка с синдромом Аспергера"
      }
    ],
    "description": {
      "en": "Yokoi is a manga artist who spends his nights delivering newspapers just to make rent, since his original works just don’t seem to sell.\n\nSuddenly, one day he gets a visit from Saito-san, a self-proclaimed fan of Yokoi’s work who made the long journey to meet him. Yokoi quickly realizes that the things Saito-san sees, feels, and thinks about are different from most people…\n\nThese two struggle together to find a place to belong in this unique slice-of-life!\n\n---\nNote: The English translation uses the volume chapter numbering while the Chinese translation uses the website chapter numbering starting from Chapter 27."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "dd390a8e-1db0-48cb-b660-bceee2ef37d8",
    "title": {
      "en": "The Lone Spellcaster"
    },
    "updatedAt": "2024-05-30T19:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/dd390a8e-1db0-48cb-b660-bceee2ef37d8/1cc1d83f-06fe-4ff6-80f6-054a195929fe.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 주문 사용자"
      },
      {
        "en": "Solo Spell Caster"
      },
      {
        "en": "I Alone Cast Spells"
      },
      {
        "ko-ro": "Na Hollo Jumun Sayongja"
      },
      {
        "ja": "俺だけが呪文使い"
      },
      {
        "ru": "Я единственный, кто использует заклинания"
      },
      {
        "ja-ro": "Ore Dake ga Jumon Tsukai"
      },
      {
        "it": "L'incantatore solitario"
      }
    ],
    "description": {
      "en": "The world is under threat from interdimensional monsters, and only the chosen Awakened - humans possessed of special powers - can defeat them!\n\nSure, it sounds exciting, but it’s a far cry from reality for ordinary office worker Park Dohyeok, who’s more worried about landing a big business deal that could save his job. That is, until one day when Dohyeok’s path crosses a monster outbreak, causing him to manifest his true powers as a rare and powerful form of Awakened!\n\nWith his newfound abilities attracting eager allies and powerful enemies, will Dohyeok find that he has what it takes to survive?",
      "it": "Il mondo è minacciato da mostri interdimensionali e solo i prescelti \"Risvegliati\" - esseri umani dotati di poteri speciali - possono sconfiggerli! Certo, sembra eccitante, ma è molto lontano dalla realtà per il normale impiegato Dohyeok Park, che è più preoccupato di concludere un grosso affare che potrebbe salvargli il posto di lavoro. Questo fino a quando, un giorno, la strada di Dohyeok si incrocia con un'epidemia di mostri che gli fa manifestare i suoi veri poteri come una rara e potente forma di Risvegliato. Con le sue nuove capacità che attirano alleati desiderosi e potenti nemici, Dohyeok scoprirà di avere ciò che serve per sopravvivere?",
      "ja": "平凡なサラリーマンとして日々を送っていた白虎到（はくと いたる）。 絶体絶命の危機に晒された瞬間、あれほど望んでいた覚醒者に！ しかも、２０代全てをゲームに注いだあの時の記憶と経験が覚醒の能力になるとは！！！ さらに、なんと10億分の1の確率と言われている「トリプル覚醒者」に！ 世界の頂点（トップ）を目指す呪文使い「白虎到」の奇想天外の活躍ストーリーが今、始まります。\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)",
      "ko": "평범한 샐러리맨으로 살아가는 박도혁,\r\n절체절명의 위기에 빠진 순간 그토록 원하던 각성자가 되었다!\r\n그것도 20대 인생을 바친 게임의 기억과 경험이 내 각성 능력이 되다니!!!\r\n\r\n더구나, 10억분의 1인 확률이라는\r\n“무려 트리플 각성자! \"\r\n\r\n세계 최고의 정점을 노리는\r\n주문 사용자 박도혁의 기상천외한 활약기가 지금 바로 시작됩니다.\r\n\r\n****************\r\n청초작가님의 인기 웹소설 본격 웹툰화\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)",
      "ru": "\"Было бы здорово, если бы я смог использовать все эти способности в жизни!\"\r\nЯ думал, что исполнить это желание не под силу даже Богу, но в момент смертельной опасности, похоже он услышал меня.\r\nСамое время сыграть в реальность!\r\nДа, теперь я единственный, кто использует заклинания!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a2ca5cd4-5e14-4048-b360-6b44628410d8",
    "title": {
      "en": "Diamond no Ace - Special Blend for You (Doujinshi)"
    },
    "updatedAt": "2024-08-11T07:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/a2ca5cd4-5e14-4048-b360-6b44628410d8/8c06b24e-d5a0-401f-8655-054124253206.png",
    "altTitles": [
      {
        "en": "daiya no A - Special Blend for You (Doujinshi)"
      }
    ],
    "description": {
      "en": "Kuramochi asks Sawamura to help Miyuki with an errand which brings Sawamura and Miyuki closer together."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-06-15T05:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-06-21T14:42:58+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/21275617-f830-4db9-90f0-aa4a6f953ec9.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house.\nShe is a senior in the same high school and a friend of my sister's.\nIt seems to take her two hours to get to school each way, so she stays at my house almost every day.\n\nYoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!\nA short daily love comedy of a natural devil sister and an otaku boy under one roof!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！\n\n---\n\n**Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!**\n\nOre no jikka de, wagaya no yō ni kutsurogu kono on'na. Onaji kōkō no senpai de, ane no tomodachi no Yoda 燈. Gakkō made katamichi 2-jikanrashiku, hobo Mainichi ore no ie ni isuwatte iru. Mubōbi de sukoshi nuke teru Yoda senpai ni furimawasa rete, dokidoki shi-ppanashi!! Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c28d99bc-02f4-4541-b770-080464be4f8e",
    "title": {
      "en": "Maou Tsukai no Saikyou Shihai"
    },
    "updatedAt": "2024-07-26T07:13:31+00:00",
    "coverArt": "https://mangadex.org/covers/c28d99bc-02f4-4541-b770-080464be4f8e/82e734e6-f95c-4c17-9543-ec533d462710.jpg",
    "altTitles": [
      {
        "en": "The Demon King Tamer’s Strongest Domination"
      },
      {
        "ja": "魔王使いの最強支配"
      }
    ],
    "description": {
      "en": "For incompetence, Lewin, a Demon-Tamer adventurer, was banished from the hero’s party. Without being acknowledged for his achievements as a commanding officer...\n\nHowever, the moment he comes into contact with Sasha, the Demon King of Death, one of the sealed Seven Demon Kings, he awakens to become a Demon King with the ability to subjugate Demon Kings! Moreover, by shattering the seal, he tames the Demon King, Sasha——\n\nLewin, backed by Sasha, succeeds in drawing out the Demon King’s power and works to subdue all Demon Kings, the root of the strife between the humans and the demons.\n\nAn overwhelming fantasy of warriors by the boy who rules the Demon King begins."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576f3eec-a728-4f36-a87f-dd3fc2342812",
    "title": {
      "en": "Fushi no Kami: Rebuilding Civilization Starts with a Village"
    },
    "updatedAt": "2024-07-20T10:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/576f3eec-a728-4f36-a87f-dd3fc2342812/bb9b30c5-688e-4d9e-a92d-a979534c0405.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushi no Kami ~Henkyou kara Hajimeru Bunmei Saiseiki~"
      },
      {
        "ja": "フシノカミ～辺境から始める文明再生記～"
      }
    ],
    "description": {
      "en": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-07-28T02:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. \n\nHigh school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b252e636-0143-42d7-903c-de0c9772d5fb",
    "title": {
      "en": "Itsudemo Jitaku Ni Kaereru Ore Wa, Isekai De Gyoushounin O Hajimemashita"
    },
    "updatedAt": "2024-05-01T21:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/b252e636-0143-42d7-903c-de0c9772d5fb/4097c54f-8d01-4f99-8bf5-72c899a8a72d.jpg",
    "altTitles": [
      {
        "ja": "いつでも自宅に帰れる俺は、異世界で行商人をはじめました"
      },
      {
        "en": "Peddler in Another World: I Can Go Back to My World Whenever I Want"
      },
      {
        "en": "I Can Always Go Home, so I Started as a Peddler in Another World"
      },
      {
        "ka": "მე ყოველთვის შემიძლია სახლში წასვლა, ამიტომ დავიწყე როგორც გამყიდველი სხვა სამყაროში"
      },
      {
        "en": "Isekai Peddler"
      }
    ],
    "description": {
      "en": "\"Won't I be able to get filthy rich if I use this skill?\"  \n  \nContinually exploited at work, Amata Shirou quits his job and moves to his grandma's house. When he finds out that it's connected to another world, he comes up with a plan to set up a business selling Japanese goods.   \n  \nThe story of a man getting rich using his skill that converts the currency of the other world to Japanese yen and so forth.",
      "ja": "- [Web Novel RAW](https://ncode.syosetu.com/n4097fo/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9636257-5af6-4d72-97b4-3b24b70ac2e2",
    "title": {
      "en": "The Emperor, A Thousand Years Younger Than Me, Is Obsessed"
    },
    "updatedAt": "2024-07-13T21:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/c9636257-5af6-4d72-97b4-3b24b70ac2e2/9ea21c03-d62a-4d73-96eb-f56c0742de5f.jpg",
    "altTitles": [
      {
        "ko": "천 살 연하 황제가 집착한다"
      },
      {
        "en": "An Emperor 1000 Years Younger Than Me is Obsessed"
      },
      {
        "es-la": "El Emperador Más Joven Qué Yo Terminó Obsesionado Conmigo"
      }
    ],
    "description": {
      "en": "A thousand-year plan was ruined by a beautiful boy raised in the forest. In the end, Ariel abandoned the boy. 10 years later. That same boy, Cedric, who harbored a grudge for being abandoned, invades the forest. And Cedric, in the midst of the blazing fire that burns the forest, \"Let's get married, Ariel.\" He proposed. Ariel, age-1000+ , occupation-great wizard. I guess... I need to rewrite my life plan?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4fe4c66-7b53-4fe1-b817-420db35c5ea1",
    "title": {
      "en": "Jakdu"
    },
    "updatedAt": "2024-08-08T02:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "altTitles": [
      {
        "ko": "작두"
      },
      {
        "en": "The Shaman's Blade"
      }
    ],
    "description": {
      "en": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2024-06-14T23:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/05fa5395-4588-4698-b8be-c501654b256d.png",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c435cc38-12e4-497a-a869-2cca6b9e90a0",
    "title": {
      "en": "Henjin no Salad Bowl"
    },
    "updatedAt": "2024-08-08T09:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/c435cc38-12e4-497a-a869-2cca6b9e90a0/2e4fefec-7617-490f-8ea7-ee87ab5c2d94.jpg",
    "altTitles": [
      {
        "ja": "変人のサラダボウル＠comic"
      },
      {
        "ja-ro": "Henjin no Sarada Bouru"
      },
      {
        "en": "Salad Bowl of Eccentrics"
      },
      {
        "en": "Odd Salad Bowl"
      }
    ],
    "description": {
      "en": "While trailing someone, the poor detective Sousuke Kaburagi runs into Sara, an imperial princess from another world who uses black magic. Sousuke and Sara gradually begin living together, but in the blink of an eye, Sara becomes accustomed to modern-day Japan...\n\nMeanwhile, Livia—a female knight who transferred to the world after Sara, is enjoying a surprisingly pleasant life, even though she is homeless. The two otherworldly individuals who live a pleasant and strong life influence Sousuke and the other oddballs who live here, such as a devilish lawyer, a divorce agent, and a cult leader. \n\n---\n\n**Links:** \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453038)",
      "ja": "異世界の皇女、岐阜で無双！？\n\n貧乏探偵・鏑矢惣助は、尾行中に天から降ってきた金髪の美少女・サラに遭遇。\n彼女は自身を異世界の皇女だと言い、とんでもない魔術を披露する。\nなし崩し的に惣助の家に居候することになったサラは、\nなぜか探偵の仕事に興味を持ちはじめ…？\nサラの従者である女騎士・リヴィアをはじめ、変わり者たちが続々登場！\n岐阜を舞台に贈る、天下無双の群像喜劇！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-06-28T11:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/47924f2e-758f-40fd-bf09-f18e195018e2.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice in Your Enemies"
    },
    "updatedAt": "2024-07-22T10:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've Crossed the Line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2505ceca-d841-4ed4-9004-2344e8477bd9",
    "title": {
      "en": "Harapeko Oyako to Motokare Yanushi"
    },
    "updatedAt": "2024-08-06T00:16:44+00:00",
    "coverArt": "https://mangadex.org/covers/2505ceca-d841-4ed4-9004-2344e8477bd9/4248019e-3a73-4075-bc4e-83a9a09776b9.jpg",
    "altTitles": [
      {
        "ja": "はらぺこ母娘と元カレ家主"
      },
      {
        "ja-ro": "Hara peko Oyako to Motokare Yanushi"
      },
      {
        "en": "A Hungry Mother and Daughter And Her Ex-Boyfriend Landlord"
      },
      {
        "pt-br": "Uma mãe faminta, sua Filha e seu Ex-Namorado Proprietário"
      }
    ],
    "description": {
      "en": "36-year-old Takaharu lives alone. After graduating from Art College, he has been living a quiet life while painting pictures. One day, his ex-girlfriend Kyou, whom he broke up with 17 years ago, comes to him with her daughter Minori and asks him to let them stay at his place. As in their college days, Kyou is attracted by the delicious food, and so the three of them begin to live together.",
      "ja": "36歳のたかはるは一人暮らし。美大を卒業後、ほそぼそと絵を描いて暮らしていた。そんなある日、17年前に別れた元カノ・キョウが娘のみのりを連れてやってきて「居候をさせて欲しい」という。大学時代同様においしい食べ物につられたキョウにほだされ、三人での生活が始まるが……？",
      "pt-br": "Takaharu, de 36 anos, mora sozinho. Depois de se formar na Art College, ele vive uma vida tranquila enquanto pinta quadros. Um dia, sua ex-namorada Kyou, com quem ele terminou há 17 anos, vem até ele com sua filha Minori e pede que ele as deixe ficar em sua casa. Assim como nos tempos de faculdade, Kyou se sente atraída pela comida deliciosa, e assim os três passam a morar juntos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-05-13T16:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/c17143af-af95-45bc-af7d-e02fb1531f46.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee86ac21-2ac1-4ec5-89ee-63b853a8bf6b",
    "title": {
      "en": "The Grand Duke's Fox Princess"
    },
    "updatedAt": "2024-05-17T02:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/ee86ac21-2ac1-4ec5-89ee-63b853a8bf6b/b7288bc3-5e2f-4cc6-a75d-c8d96b144803.jpg",
    "altTitles": [
      {
        "ko": "대공가의 여우 황녀님"
      },
      {
        "en": "The Duke and the Fox Princess"
      },
      {
        "ja": "大公家のキツネ皇女さま"
      }
    ],
    "description": {
      "en": "Princess Eristella was the picture of nobility, an archmage with unparalleled talent. She lived her life without a care and none could humble her, that is until a curse turned her into a small fox."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "781032ee-4bbc-4f08-9464-903821acac7a",
    "title": {
      "en": "The Max Level Returner"
    },
    "updatedAt": "2024-03-21T23:52:19+00:00",
    "coverArt": "https://mangadex.org/covers/781032ee-4bbc-4f08-9464-903821acac7a/b84c79ec-6ba9-4c40-a946-0b0866c939e7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 귀환자"
      },
      {
        "ja": "俺一人だけカンストレベル帰還者"
      },
      {
        "ru": "Игрок одиночка, вернувшийся с максимальным уровнем"
      }
    ],
    "description": {
      "de": "Die Welt verfällt in Panik, als 120 Millionen Spieler des beliebten VR-Spiels Eternal World eines Tages spurlos verschwinden. Einige Monate später kehren sie einer nach dem anderen zurück, nachdem sie im Spiel gestorben sind. Aber sie sind nicht die Einzigen, die zurückkommen: Auch Monster erscheinen plötzlich und richten Chaos auf der Erde an. Alle Hoffnung scheint verloren, bis der maskierte Monarch, der stärkste Spieler von Eternal World, zurückkehrt. Im Handumdrehen versammelt er sein altes Team, um die Bestien und den ruchlosen Dämonenkönig ein für alle Mal zu besiegen. Aber von Menschenhand gefertigte Waffen sind nutzlos gegen die Gegner, die es zu bekämpfen gilt, und die Spieler haben Schwierigkeiten, ohne die besonderen Items und Belohnungen des Spiels hochzuleveln. Der maskierte Monarch hat ein paar Asse im Ärmel, aber werden sie ausreichen, um die Welt zu retten?",
      "en": "The world falls into a state of panic when 120 million players of a popular VR game, Eternal World, vanish without a trace one day. A few months later, they begin returning one by one after dying in the game.\n\nBut they’re not the only ones to make it back - monsters also start to appear and wreak havoc on Earth. All hope seems lost until the Masked Monarch, the most powerful player of Eternal World, returns.\n\nHe quickly assembles his old team back together to defeat the beasts and the nefarious Demon King once and for all. But man-made weapons are useless against the enemies they must fight, and players are struggling to level up without the game’s special items or rewards.\n\nThe Masked Monarch has a few tricks up his sleeve, but will they be enough to save the world?\n\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90-%EB%A7%8C%EB%A0%99-%EA%B7%80%ED%99%98%EC%9E%90/2431)",
      "fr": "Le monde entier commence à céder à la panique lorsque 120 millions de joueurs d'un célèbre jeu VR, Eternal World, disparaissent sans laisser de traces. Quelques mois plus tard, la situation empire lorsque d'étranges créatures font leur apparition et commencent à massacrer la population. Heureusement, les mystérieux disparus font progressivement leur retour et rétablissent l'équilibre en aidant à éliminer ces monstres, sortis du monde d'Eternal World. Mais l'accalmie est de courte durée puisque le flot de créatures ne décroît pas, et pire encore... elles deviennent de plus en plus puissantes. Tout espoir semble finalement inutile, jusqu'à ce que le fameux Monarque Masqué fasse lui aussi son retour. Il décide alors de monter un groupe pour se débarrasser des monstres et du roi des démons une bonne fois pour toute. Seulement, les armes et les compétences sont limitées dans le monde réel, et malgré les nombreux atouts que le Monarque a dans sa manche, cela sera-t-il suffisant pour vaincre les ennemis qui lui font face ?",
      "ja": "世界から1億2千万人の人間が消えた。”最終クエスト完了報酬『帰還』が始まります” 22年ぶりにたった一人で最悪のサバイバルゲームをクリアした「伊野 明祥」。 「一人軍団、最強プレーヤー」と呼ばれた男が帰ってきた。 誰も受け取ることのできなかったクリア報酬としてすべてを手にしたまま。 「仮面の君主、帰還」 俺一人だけレベルマックス、 俺一人だけフルアイテム、俺一人天下無双！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90-%EB%A7%8C%EB%A0%99-%EA%B7%80%ED%99%98%EC%9E%90/2431)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/61176)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/max-level-returner-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/max-level-returner-fr)",
      "ko": "전 세계 1억 2천만 명의 인구가 사라졌다. \r\n\r\n[최종 퀘스트 완료 보상 '귀환'이 시작됩니다]\r\n\r\n22년 만에 최악의 생존게임을 클리어한 윤상혁.\r\n일일군단, 플레이어 중 최강자라 불리던 그가 돌아왔다.\r\n그 누구도 받지 못한 보상을 통해 모든 것을 가진 채로.\r\n\r\n[가면의 군주, 귀환]\r\n\r\n나 혼자 만렙, 나 혼자 풀템, 나 혼자 사이다!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90-%EB%A7%8C%EB%A0%99-%EA%B7%80%ED%99%98%EC%9E%90/2431)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/61176)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/max-level-returner-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/max-level-returner-fr)",
      "ru": "120 миллионов людей внезапно исчезли по всему миру.\r\n[Завершите все квесты, достигните последнего уровня, и вас будет ждать награда — «Возвращение»]\r\nЕму потребовалось 22 года, чтобы пройти игру. Его называли сильнейшим игроком. За завершение последнего квеста, \r\nЮн Сан Хён получил награду. \"Возвращение\" и унаследование инвентаря. Только он, единственный во всём мире, кто смог это сделать. [Король в маске, возвращение] Я в одиночку поднялся на последний уровень и завершил все квесты, я один."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "200"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-07-16T01:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-07-23T16:08:52+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b3d40c-86b8-41cd-a793-c280d5b9da10",
    "title": {
      "en": "Shigurui"
    },
    "updatedAt": "2024-05-10T22:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/c8b3d40c-86b8-41cd-a793-c280d5b9da10/49fcbf1a-1a38-4f0a-8eca-ea5e38515465.jpg",
    "altTitles": [
      {
        "en": "Death Frenzy"
      },
      {
        "es": "Frenesí de la muerte"
      },
      {
        "ja": "シグルイ"
      },
      {
        "zh": "剑豪生死斗"
      },
      {
        "zh-hk": "劍豪生死鬥"
      }
    ],
    "description": {
      "en": "At the beginning of the Edo period (1603-1868), when people enjoyed a time of peace, Lord Tokugawa Tadanaga decides to hold a fighting tournament. In the past, matches were fought with wooden swords, but this time real swords will be used. The one-armed Fujiki Gennosuke and the blind Irako Seigen will fight each other in this tournament, even though both of them are disciples of Iwamoto Kogan — known as Japan's greatest swordsman. So begins the story of intertwining fates, conflict, and strange destinies.  \n  \nNote:  \nIt's SHOUNEN because it's published in Champion Red, a shounen magazine for late teens+early 20ies"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "e76f1a4f-d21a-4f50-9472-45737f7f1480",
    "title": {
      "en": "Kokoro no Program"
    },
    "updatedAt": "2024-05-16T19:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/e76f1a4f-d21a-4f50-9472-45737f7f1480/f966307f-895c-41a8-b6fc-a3af3a5db3e6.jpg",
    "altTitles": [
      {
        "ja": "ココロのプログラム"
      },
      {
        "en": "Heart's Program"
      },
      {
        "en": "Program of the Heart"
      },
      {
        "id": "Program Hati"
      },
      {
        "ru": "Программа сердца"
      },
      {
        "pt-br": "O Código Do Coração"
      },
      {
        "fr": "Heart Program"
      }
    ],
    "description": {
      "en": "An elemantary schooler, Usami Kyuu encounter Ichiko, a female robot trying to learn about [heart]. What awaits the two that start to live together... Boy X Robot Girl, Begin!",
      "fr": "Kyû USAMI vit seul avec sa mère. Un jour d'été, il voit débarquer chez lui un robot qui ressemble à s'y méprendre à une jeune fille. Cette créature est venue étudier l'âme humaine, et le jeune Kyû va rapidement se rendre compte qu'on peut facilement tomber amoureux d'un être pourtant dépourvu de cœur…\n\nMaison d'édition FR : Delcourt/Tonkam",
      "ja": "プール帰りの小学生・宇佐美九が出会ったのは、「心」を学びに来たロボットの少女・いちこ。一緒に暮らすことになった二人を待つのは...。ボーイミーツロボットガール、開演！",
      "th": "ผู้ที่ อุซามิ คิว เด็กประถมผู้กลับมาจากสระว่ายน้ำได้พบคือ อิจิโกะ สาวน้อยหุ่นยนต์ที่มาเรียนรู้ \"หัวใจ\" สิ่งที่รอทั้งสองซึ่งจับผลัดจับผลูได้มาใช้ชีวิตด้วยกันคือ... บอยมีตโรบอตเกิร์ล เปิดม่าน!",
      "pt-br": "Ichiko, uma garota robô, conhece Kyuu, um humano, e as engrenagens que nunca haviam se movido começam a funcionar.\n\nDurante as férias de verão, uma robô com aparência humana passa a viver com Kyuu Usami, um garoto que, até então, morava apenas com sua mãe. Kyuu é atraído pela garota, que está tentando entender o \"coração\". Ela, por sua vez, nutre pelo rapaz um amor infantil. Pouco a pouco, o sentimento cresce e os envolve... Boy meets robot girl, que comece o espetáculo! [Planet Mangá]"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "39aa3af8-490b-4642-be07-669251a0a06b",
    "title": {
      "en": "Tsugihagi Darake no Saikyou Yuusha"
    },
    "updatedAt": "2024-08-07T10:10:37+00:00",
    "coverArt": "https://mangadex.org/covers/39aa3af8-490b-4642-be07-669251a0a06b/ed838719-d5df-4a7f-9689-474fd6bcddd3.jpg",
    "altTitles": [
      {
        "ja": "ツギハギだらけの最強勇者"
      },
      {
        "ja-ro": "Tsugi hagi Darake no Saikyou Yuusha"
      },
      {
        "en": "The Patchwork Hero"
      },
      {
        "id": "Sang Pahlawan Berselimut Luka"
      }
    ],
    "description": {
      "en": "Arikawa Ougi, 16 years old, suddenly found himself reincarnated as a zombie?! Embarking on a journey to subjugate the Demon Lord as a zombie hero, but the use of \"power\" requires a \"price\"...? A dark fantasy in another world.",
      "ja": "【異世界×グロ×バトル】　転生先は、まさかのゾンビ！？　勇者ゾンビとして魔王討伐の旅に出るも、《力》の使用には《代償》が必要で…？　異世界系ダークファンタジー"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f7d765f-3d87-41f9-908e-460b96449481",
    "title": {
      "en": "Resetting Lady"
    },
    "updatedAt": "2024-07-15T20:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/7f7d765f-3d87-41f9-908e-460b96449481/f895de13-8ef1-4ec3-9623-1eb60dc2a8c6.jpg",
    "altTitles": [
      {
        "ko": "리셋팅 레이디"
      },
      {
        "en": "The Resetting Lady"
      },
      {
        "en": "Reset Lady"
      },
      {
        "pt-br": "O reinício da dama"
      },
      {
        "uk": "Рестарт леді"
      },
      {
        "en": "The Crimson Lady"
      }
    ],
    "description": {
      "en": "I entered the world of a novel suddenly. I thought that I could return to reality by falling in love, but death was what awaited me in the end. Defenestration, strangulation, poisoning, drowning, and burning to death... Even after dying a hundred times and returning, the novel still doesn't end...\n\nKaren Haier, who greets her 117th birthday trapped within a novel, now decides to become a murderer.",
      "fr": "Elle s’est réveillée dans un roman.\nSi elle arrive à trouver le véritable amour, alors elle pourra avoir sa fin heureuse.\nCependant, après la fin de l’histoire, ce qui l’a accueillie, c’est la mort.\nEt lorsqu’elle a rouvert les yeux, elle était revenue au début de l’histoire.\nElle est tombée amoureuse encore une fois, mais la fin qui l’attendait, était toujours la mort.\nPoison… strangulation… maladie… chute… renversée… immolée… affamée à en mourir…\nAlors qu’elle fêtait son 117e anniversaire, Carynne Hare décida de devenir une meurtrière.",
      "uk": "Карен потрапила в книгу і подолала всі незгоди, зустріла своє кохання. Розплющивши очі, дівчина опинилася на початку свого шляху - в саду, де завжди йшов дощ. Одного разу Карен спало на думку: найсильніше людей турбує не кохання, а смерть. Її охопило хвилювання. Почуття набридли і у свій 117-й День народження вона вирішила стати вбивцею.\n\nУвага! Тайтл 16+.  Ми не несемо відповідальність за ваш емоційний стан. Присутні удушення, відруб голів і море крові, різні.",
      "pt-br": "Fui reencarnada para um livro. Se eu encontrasse meu verdadeiro amor, minha vida teria um final feliz. No entanto, quando a história chegou ao fim, o que me cumprimentou foi a morte.\n\nQuando ela abriu os olhos, ela se viu no início de tudo. Ela decidiu se apaixonar de novo. Envenenamento, estrangulamento, queda, doença, morte por esmagamento, morte por queda, morte de… Depois de comemorar seu aniversário de 124 anos, Karen Haier decidiu se tornar uma assassina."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38ed0789-e934-424c-9190-461904c80227",
    "title": {
      "en": "Arum Daun"
    },
    "updatedAt": "2023-10-05T05:37:27+00:00",
    "coverArt": "https://mangadex.org/covers/38ed0789-e934-424c-9190-461904c80227/126397ca-4bb3-47dd-b1fb-af26ae8741ae.jpg",
    "altTitles": [],
    "description": {
      "en": "A story about a girl that's friends with nature. Will she be strong enough to face her life that's full of difficulties? Or will she need nature's help?",
      "id": "Kisah seorang gadis yang berteman dengan sosok Alam. Apakah ia cukup kuat untuk menghadapi kehidupannya yang penuh dengan kemalangan? Ataukah ia akan memerlukan bantuan Sang Alam?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4",
    "title": {
      "en": "Soya Duck"
    },
    "updatedAt": "2024-06-25T18:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4/3a78077b-908f-4e27-84ba-9b7973ee05d6.png",
    "altTitles": [
      {
        "zh": "逗酱萌鸭"
      },
      {
        "en": "Dou Jiang, the Adorable Duck"
      },
      {
        "zh-ro": "Dòu Jiàng Méng Yā"
      }
    ],
    "description": {
      "en": "Ge ge's name is You Tiao, Di di's name is Soya. A cute comedy series about their daily lives!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "a2b2d55a-4ce8-44fe-9232-d07aad412f63",
    "title": {
      "en": "Blue Giant Supreme"
    },
    "updatedAt": "2023-08-30T08:52:25+00:00",
    "coverArt": "https://mangadex.org/covers/a2b2d55a-4ce8-44fe-9232-d07aad412f63/5623374b-5557-4668-adaa-ed548ecf1650.jpg",
    "altTitles": [
      {
        "ko": "블루 자이언트 슈프림"
      }
    ],
    "description": {
      "en": "After leaving his mark on Japan, Dai is taking on Europe!\n\nDirect continuation of Blue Giant, a manga about the evolution of the young saxophonist Dai Miyamoto in the jazz world. Blue Giant Supreme sees our protagonist travel to Europe. Having just arrived in Munich, without being able to speak a word of German and with just average English, he manages to secure a roof over his head, food and drink, but struggles to get the most important thing: a place where he can have his music heard.\n \nA whole new element added on top of the enthralling story that enchants every music lover: the discovery of a new culture. Dai will travel all over Europe, from Germany to France, accompanied by his instrument, growing as a musician and a person in the process of fulfilling his dream of becoming the best in the world.\n\n\n[Official Site](https://bluegiant.jp/)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "69ce14a1-4e59-4f67-af72-4ba4757ef6f3",
    "title": {
      "en": "Ougo Karen wa Amakami suru"
    },
    "updatedAt": "2023-10-05T07:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/69ce14a1-4e59-4f67-af72-4ba4757ef6f3/eace4c9d-67da-44ef-9e65-051af86c8e29.jpg",
    "altTitles": [
      {
        "en": "Karen Ougo Play-Bites"
      },
      {
        "ja": "淡河かれんは甘噛みする"
      }
    ],
    "description": {
      "en": "Karen and Mitsunaga are now 20. Mitsunaga who once said, \"Getting married at 20 is too early,\" begins to think that marriage might not be so bad. One day, while living such peaceful days filled with love, Karen has an accident!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "8244a5bc-eee0-4f66-9610-fe7a60f0a365",
    "title": {
      "en": "What Should I Do If I Found a Witch?"
    },
    "updatedAt": "2024-05-02T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/8244a5bc-eee0-4f66-9610-fe7a60f0a365/7205ae70-8395-478b-8700-ebc048f9a8d8.jpg",
    "altTitles": [
      {
        "zh": "捡到魔女了怎么办？"
      },
      {
        "zh-ro": "Jian Dao Monvle Zenme Ban?"
      },
      {
        "zh-ro": "Jiǎn Dào Mónǚle Zěnme Bàn?"
      }
    ],
    "description": {
      "en": "On his way home from work, ordinary office worker Ji Ze Chen met a young girl claiming to be a witch. And she even asked if he could take her in! What would you do if you found a witch one day? Why take care of her of course!",
      "zh-hk": "打工人季泽辰某一天下班后遇到了自称是魔女的小孩，竟然还请求他把自己带回家？捡到魔女了怎么办——准备开启养崽生活吧！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-07-29T11:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/0380962e-26f8-4233-8c24-d36b2ebceb3e.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "One-Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "en": "Onepunch-Man"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "773c2211-750b-4fff-bd64-c914986e4637",
    "title": {
      "en": "Doom Breaker"
    },
    "updatedAt": "2024-03-28T06:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/773c2211-750b-4fff-bd64-c914986e4637/566923c4-f93e-4548-b3c7-4d1372e29590.jpg",
    "altTitles": [
      {
        "ko": "투신전생기"
      },
      {
        "ko-ro": "Tusinjeonsaenggi"
      },
      {
        "en": "The Battle God's Return"
      },
      {
        "en": "A Battle God's Second Chance"
      },
      {
        "en": "Reincarnation of the Suicidal Battle God"
      },
      {
        "en": "To a New Life"
      },
      {
        "es": "Doom Breaker: Venganza contra los Dioses"
      },
      {
        "uk": "Руйнівник долі"
      },
      {
        "ru": "Новая жизнь убийцы богов"
      },
      {
        "fa": "بازگشت خدای جنگ مرگبار"
      },
      {
        "th": "เกิดใหม่นักรบพันธุ์ระห่ำ"
      },
      {
        "ja": "闘神転生記～世界を救うセカンドチャンス～"
      },
      {
        "zh-hk": "鬥神轉生記"
      },
      {
        "zh": "斗神转生记"
      }
    ],
    "description": {
      "de": "Zephyr kämpft als letzter Überlebender der Menschheit gegen das Böse in einer von den Göttern verlassenen Welt. Als er in einer Schlacht von Tartarus, dem Gott der Zerstörung, getötet wird, scheint alle Hoffnung für die Menschheit verloren. Doch Zephyrs Schicksal ist nicht besiegelt. Die Götter, für die seine Kämpfe als Unterhaltung dienen, geben ihm eine zweite Chance und schicken ihn zehn Jahre in die Vergangenheit, als er noch ein Sklave war und nicht der mächtigste Mensch der Welt. Kann Zephyr sich an Tartarus rächen und die Frau retten, die er liebt, oder ist er dazu verdammt, die Vergangenheit zu wiederholen?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "en": "\"An opportunity's an opportunity, no matter how slimy these gods who grant them may be. If they want a show, I'll give them one!\"\n\nZephyr is the last human fighting evil in a world abandoned by the gods. When he is killed in battle by Tartarus, the god of destruction, all hope for humanity seems lost.\n\nBut Zephyr's fate is not sealed - the gods who find his battles entertaining have gifted him a second chance at life, as he is sent ten years into the past, back to when he was a slave instead of the most powerful human alive.\n\nCan Zephyr get his revenge against Tartarus and save the woman he loves, or is he doomed to repeat the past?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "es": "Céfiro es el último humano capaz de enfrentarse al mal en un mundo abandonado por los dioses. Tras caer en batalla a manos de Tártaro, el dios de la destrucción, la esperanza de la humanidad se esfuma rápidamente. Sin embargo, el destino de Céfiro no está grabado a fuego; los dioses que se entretuvieron observando sus batallas le han dado la posibilidad de volver a vivir su vida y lo han enviado diez años al pasado, a la época en la que Céfiro era un esclavo y no el humano más poderoso de todos. ¿Podrá Céfiro vengarse de Tártaro y salvar a la mujer que ama? ¿O estará condenado a repetir el pasado?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "fr": "Zéphyr est le plus puissant des humains et le dernier survivant dans un monde complètement détruit par Tartaros, le Dieu des démons. Malgré sa défaite, les Dieux qui trouvaient la misère et le malheur des humains comiques et divertissants ont trouvé son combat amusant et ont été assez stupides pour donner une seconde chance à Zéphyr, afin qu'il puisse remonter le temps pour sauver l’humanité. Cette fois-ci, Zéphyr ne se laissera pas faire. Il parviendra au sommet et brisera tous les obstacles pour anéantir ces fichus Dieux une bonne fois pour toutes!\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "id": "Fantasi aksi kesatria terkuat di muka bumi! Hidup kembali ke masa lalu untuk mengalahkan Dewa Iblis Tartarus. \"Walaupun ini pemberian dari dewa-dewa menjijikkan itu, kesempatan tetap saja kesempatan. Aku akan menggunakan kesempatan ini untuk balas dendam kepada dewa sialan itu!\"\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "it": "\"Anche se gli dei disgustosi mi hanno dato questa possibilità, un'opportunità è sempre un'opportunità. Visto che vogliono morire, li accontenterò.\" L'ultimo sopravvissuto dell'umanità, Zephyr. La lotta con i demoni finì con la sconfitta dell'umanità, gli viene concessa la possibilità di tornare indietro di 10 anni dagli dei. I demoni che hanno portato via tutto agli umani e agli dei che hanno trattato la rovina dell' umanità come un passatempo. Questa volta, li farò a pezzi.\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "ja": "人類最強男の生き返りアクションファンタジー。 「忌々しい神がくれたとはいえ、これはチャンス。ぶっ潰されたいなら、そうしてやるよ」 人類最後の生存者ゼフィール。魔神との孤独な戦いは敗北に終わったが、神々がくれた機会で10年前にタイムスリップ。 全てを奪い去った魔神と娯楽として人間の観察を楽しむ神。 「次は俺がお前らをぶっ潰してやる！」\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "ko": "인류 최강자의 회귀 액션 판타지.\n\"역겨운 신들이 줬다고 해도 기회는 기회. 뒈지고 싶다는데 죽여 줘야지.\"\n인류 최후의 생존자 제피르.  마신과의 고독한 싸움은 패배로 끝났으나, 신들이 준 기회로 10년 전으로 돌아왔다. \n모든 것을 빼앗아갔던 마신과 인간을 구경거리 취급한 신들. 이번에는 내가 너희를 물어뜯겠다.\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "ru": "Возвращение самой желанной фантазии человечества.\n\"Уж если противные боги дали мне этот шанс, я воспользуюсь им. Хоть я и хочу умереть, но я должен убить их.\"\nДжефир - последний оставшийся в живых человек. Битва с демонами закончилась поражением, но боги дали ему возможность вернуться на 10 лет назад. Демоны, которые забрали у людей всё, и боги, которые спокойно наблюдали за этим. В этот раз я не дам вам спокойно жить.\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "th": "เว็บตูนแนวแอคชันแฟนตาซีเกิดใหม่ที่ดีที่สุดตลอดกาล! \"แม้ผู้มอบให้คือเทพเจ้าที่น่าสะอิดสะเอียนแต่โอกาสก็คือโอกาส ก็มันบอกว่าอยากตายงั้นก็ต้องจัดให้สิ\" แม้ว่าการต่อสู้กับเทพปิศาจ จะลงเอยด้วยความพ่ายแพ้ ผู้รอดชีวิตคนสุดท้ายของมนุษยชาติอย่าง 'เซเฟอร์' นั้นได้รับโอกาสจากเหล่าทวยเทพให้ย้อนเวลากลับไปเมื่อสิบปีก่อน เทพปิศาจช่วงชิงทุกอย่างไปจากมนุษย์,ส่วนเทพเจ้าก็ปฏิบัติกับมนุษย์เหมือนเป็นเพียงของเล่น \"ครั้งนี้แหละ ข้าจะเป็นคนตัดคอพวกเจ้าเอง\"\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "uk": "Зефір — остання людина, що бореться зі злом у світі, покинутому богами. Коли його вбиває Тартарус, бог руйнування, уся надія для людства здається втраченою. Але доля Зефіра не вирішена — боги, які вважають його битви захопливими, подарували йому другий шанс на життя, і відправляють його на десять років у минуле, до того часу, коли він був рабом, а не наймогутнішою живою людиною. Чи зможе Зефір помститися Тартарусу і врятувати кохану жінку, або ж він приречений повторити минуле?\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "zh": "无敌战神重生变懦弱少年！\n以人类之躯重造最强传说！\n作为世界上最后一个人类，泽弗在与魔神的战斗中丧生。但神赐良机，他再次回到了10年前自己所处的世界。掠夺了一切的魔神，以及将人类当作笑料的诸神们，这次泽弗一定会将你们碎尸万段！\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)",
      "zh-hk": "魔族與人類的戰爭導致人類世界即將滅亡，澤菲爾是抵抗軍的最後一名倖存者，卻在和魔神交手時戰敗。本該死去的他，因為一個哭笑不得的原因，獲得諸神賞賜的機會，得以回到10年前。澤菲爾不甘淪為諸神的消遣，決心挽回曾被奪走的一切，並向諸神展開報仇。\n\n---\n[Webtoon PV](https://www.youtube.com/watch?v=BOqe_XcNCBo)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6325420), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=774044)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/doom-breaker/list?title_no=3197)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/doushenzhuanshengji/list?title_no=1766)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/doombreaker/list?title_no=3126)\n* [French / Français](https://www.webtoons.com/fr/fantasy/doom-breaker/list?title_no=3323)\n* [German / Deutsch](https://www.webtoons.com/de/action/doom-breaker/list?title_no=3406)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/doom-breaker/list?title_no=3217)\n* [Japanese / 日本語](https://manga.line.me/periodic/tag_item_list?tag_id=1014363&t=1657211210896)\n* [Spanish / Español](https://www.webtoons.com/es/action/doom-breaker/list?title_no=3342)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/fantasy/battle-god/list?title_no=3190)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54510496-b1d9-4b71-ac97-b50dec06d685",
    "title": {
      "en": "Fire Emblem Engage"
    },
    "updatedAt": "2024-07-03T18:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/54510496-b1d9-4b71-ac97-b50dec06d685/647a72c9-d53f-4aae-988c-baf75fb174e0.jpg",
    "altTitles": [
      {
        "ja": "ファイアーエムブレム エンゲージ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]