[
  {
    "mangaId": "4cfc0ee2-facb-476c-97c5-83210adb3581",
    "title": {
      "en": "Hiding Out in an Apocalypse"
    },
    "updatedAt": "2024-06-09T00:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "altTitles": [
      {
        "ko": "아포칼립스에 집을 숨김"
      },
      {
        "en": "Hidden House in the Apocalypse"
      }
    ],
    "description": {
      "en": "Three years ago, a doomsday prepper named Park Kyu, who predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, the protagonist Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-04-29T18:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/e0eaa711-7cec-4825-bf8e-1c11d5496745.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a0f8d59-5c5d-439a-8b8b-865d50aa35d1",
    "title": {
      "en": "Sidooh"
    },
    "updatedAt": "2024-04-03T13:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/2a0f8d59-5c5d-439a-8b8b-865d50aa35d1/76d1d40b-d86d-4bd8-8b7d-948303c08c92.jpg",
    "altTitles": [
      {
        "ja": "SIDOOH　―士道―"
      },
      {
        "ja": "士道"
      },
      {
        "ko": "사도"
      }
    ],
    "description": {
      "en": "1855: During the political upheavals and social strife at the end of the Tokugawa Shogunate in Japan, \nthe two orphan brothers Shoutarou and Gentarou Yukimura struggle to survive in these turbulent times. \nTheir only possession being their deceased father's sword and clinging onto their mother's final words of wisdom, \nthe brothers seek to embark on the Path of the Warrior: Sidooh.",
      "pl": "Podczas przewrotów politycznych i konfliktów społecznych pod koniec szogunatu Tokugawa w Japonii (1855), dwóch osieroconych braci Yukimura: Shoutarou i Gentarou walczy o przetrwanie. Ich bronią i bogactwem jest miecz zmarłego ojca, a siłą i nadzieją – mądrość ostatnich słów matki.  \n buzzybuzz - 5 sierpnia 2010",
      "pt-br": "Durante as convulsões políticas e conflitos sociais no final do shogunato Tokugawa no Japão (1855), dois irmãos Yukimura Shoutarou e Yukimura Gentarou lutam para sobreviver nestes tempos turbulentos. Com sua única posse  uma espada de seu pai falecido e agarrando a sabedoria das palavras finais de sua mãe, os irmãos pretendem embarcar no Caminho do Guerreiro: Sidooh."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "266"
  },
  {
    "mangaId": "85456d9d-9c70-49e4-bbda-462b5a4af3c4",
    "title": {
      "en": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
    },
    "updatedAt": "2024-06-04T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/e4f9f571-ab00-4c2c-9017-ef48617e2b4a.jpg",
    "altTitles": [
      {
        "ja": "一生働きたくない俺が、クラスメイトの大人気アイドルに懐かれたら"
      },
      {
        "vi": "Cô nàng idol đói bụng và anh chàng yêu nội trợ"
      },
      {
        "en": "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for my Whole Life"
      },
      {
        "ja-ro": "Isshou Hatarakita Kunai Ore ga, Classmate no Daininki Idol ni Idakaretara"
      },
      {
        "zh": "班里的人气偶像黏上了一辈子不想工作的我"
      }
    ],
    "description": {
      "en": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
      "ja": "専業主夫を目指す高校生・志藤凛太郎のクラスには、世間でも大人気のアイドル・乙咲玲が在籍していた。同級生であること以外の関係がない二人だったが、空腹で倒れそうになった玲に凛太郎が手料理を振る舞ったことで関係は一変！ あまりの美味しさに玲は「毎日食べに来ていい？」と言ってきて……!?",
      "vi": "Shido Rintaro, nam sinh cao trung ước ao trở thành một ông chồng nội trợ, học cùng lớp với idol nổi tiếng Otosaki Rei. Cả hai không liên quan gì đến nhau trừ việc học cùng lớp. Đó là cho đến khi Rei xém ngất xỉu vì đói, và được Rintaro nấu ăn cho. Tay nghề cậu ta khá đến nỗi Rei quyết định sẽ đến ăn chực mỗi ngày...!?",
      "pt-br": "Rintaro Shido, um estudante do ensino médio que aspira se tornar um dono de casa em tempo integral, está na classe de uma idol muito popular, Rei Otosaki. Os dois não têm nenhuma conexão além de serem colegas de classe, mas seu relacionamento muda drasticamente quando Rintaro serve uma refeição caseira para Rei depois que ela quase desmaia de fome! A comida estava tão deliciosa que Rei disse: \"Posso vir aqui todos os dias para comer?\"...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dffb7516-c5e5-4036-8dd8-75b845c91073",
    "title": {
      "en": "The Reincarnation of the Influential Courtier"
    },
    "updatedAt": "2024-03-18T15:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/dffb7516-c5e5-4036-8dd8-75b845c91073/351e7dcd-d47b-4db8-954d-b816f8c31804.jpg",
    "altTitles": [
      {
        "en": "Rebirth of the Imperious Official"
      },
      {
        "zh": "再世权臣"
      },
      {
        "zh-ro": "Zài Shì Quán Chén"
      }
    ],
    "description": {
      "en": "Each book is a debt of love. Each step forward is a mortal challenge."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8b7aeec-a0fb-4f8f-a917-36732159b99f",
    "title": {
      "ja": "Chotto Dake Ai ga Omoi Dark Elf ga Isekai Kara Oikakete Kita"
    },
    "updatedAt": "2024-05-27T08:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/b8b7aeec-a0fb-4f8f-a917-36732159b99f/baae039b-8bb3-4951-85d1-e94396fc6916.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ愛が重いダークエルフが異世界から追いかけてきた"
      },
      {
        "en": "A Dark Elf with a Slightly Overwhelming Love Chased Me All the Way from Another World"
      }
    ],
    "description": {
      "en": "Hinata is a high school student who reincarnated into a different world and became a hero by the power of God. He defeated the Demon King with the help of the dark elf Mariabelle and other friends. Thus he safely fulfilled the wishes of God and returned to this world.\n\nOne month after Hinata returned to this world, for some reason Mariabelle also came here from the other world !! The reason she came here is to be with her beloved Hinata !! ~~~ With heavy love and a teaspoon of jealousy, she attacked Hinata every time he refused !! (in many ways).\n\nWill Hinata, who has decided to live with the Yandere Mariabelle, be able to live safely (?) !! A sweet and thick romantic comedy woven around the dark elf beauty's slightly heavy schizophrenic love !!!\n\nBased on the ero doujinshi by the author.",
      "id": "Hinata, seorang siswa SMA yang bereinkarnasi di dunia lain dan menjadi pahlawan dengan kekuatan Dewa. Mengalahkan Raja Iblis bersama Mariabel \"Dark Elf\", dan bersama teman-temannya. Penuhi keinginan Dewa dengan aman dan kembali ke dunia ini lagi. Satu bulan setelah itu, Hinata kembali ke dunianya, tetapi Mariabel juga datang ke sini dari dunia lain!! Alasan dia datang ke sini adalah untuk mengikuti Hinata yang dicintainya!! Dan hanya untuknya, Dia menyerang Hinata setiap kali dia menolaknya. cinta yang berat dan satu sendok teh kecemburuan!! (dalam banyak hal). Bisakah Hinata, yang telah memutuskan untuk hidup dengan Dark Elf, hidup dengan aman (?)!! Sebuah komedi romantis manis dan gravitasi yang menjalin dengan kecantikan Echizosic Dark Elf yang agak berat!!! (Manga ini terinpirasi dari manga H)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-09T00:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "187eac73-e0f1-4976-a9da-eed8e6b3f123",
    "title": {
      "en": "Shinu hodo Kimi no Shojo ga Hoshii"
    },
    "updatedAt": "2024-05-29T03:13:41+00:00",
    "coverArt": "https://mangadex.org/covers/187eac73-e0f1-4976-a9da-eed8e6b3f123/f68910d8-1587-4413-b1c9-ec015340311e.jpg",
    "altTitles": [
      {
        "ja": "死ぬほど君の処女が欲しい"
      },
      {
        "ja-ro": "Shinu Hodo Kimi no Shojo ga Hoshii"
      },
      {
        "en": "I'm Dying For Your Virginity"
      },
      {
        "en": "I'm dying for your virginity."
      },
      {
        "en": "I Would Die to Have Your First Time"
      }
    ],
    "description": {
      "en": "Nishimori Tooru (31), an unattractive office worker, is married to the most beautiful woman in the company, Mika-san. From an outsider's point of view, they would be envious of him. However, he has a secret he cannot tell anyone about. The only female he knows is Mika, but Mika had known lots of other men. Because he loves her, he is bothered by this fact. \"It's not possible, and it will never come true…\" After falling off the train tracks, a miracle occurred. This is a twisted but a youthful and pure love story about he who longs for his wife's virginity."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "62"
  },
  {
    "mangaId": "79a97487-0c33-4b24-8b47-dc32c7abfede",
    "title": {
      "en": "How to Gracefully Divorce a Dragon"
    },
    "updatedAt": "2024-03-02T21:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/79a97487-0c33-4b24-8b47-dc32c7abfede/695407a7-de90-4eb3-8d76-a0c9b1b8d3d1.jpg",
    "altTitles": [
      {
        "en": "How to Divorce a Dragon Beautifully"
      },
      {
        "ko": "아름답게 용과 이혼하는 방법"
      }
    ],
    "description": {
      "en": "Twenty-year-old Jeong Seyun, a rabbit descendant, knows that dragons are considered the chaebols of the beast world. But she'd rather have a relationship based on love than an arranged marriage with a dragon. And as fate would have it, as soon as she enters college, she falls in love with fox descendant Kim Hangyeol at first sight! She musters up the courage to confess, but... to the wrong person?!\nWill Seyun's dream of a romance come true? (Summary adapted from Kakaopage.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2989ab21-a153-425e-bcfe-6336a150dae2",
    "title": {
      "en": "Otherworldly Evil Monarch"
    },
    "updatedAt": "2024-06-08T23:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/2989ab21-a153-425e-bcfe-6336a150dae2/6f713198-8a02-4388-a296-a88b485bf2dc.png",
    "altTitles": [
      {
        "vi": "Dị Thế Tà Quân"
      },
      {
        "zh-ro": "Yìshì xié jūn"
      },
      {
        "zh": "异世邪君"
      }
    ],
    "description": {
      "en": "Jun Xie was the number one assassin in modern earth. His skills and knowledge in the field of assassination were unparalleled, his accomplishments unprecedented, his reputation terrified the entire underworld. However, during a mission to retrieve a mystical treasure, a mishap occurred…  \n  \nHe is now Jun Moxie, a sixteen-year-old super level debauchee, sole heir to the declining Jun family. A family of valiant heroes, left with an old grandpa, a crippled uncle and a debauchee as the sole heir!   \n  \nAccepting the world’s criticism and cold stares with a smile, his new journey begins! His life will be carved by his own will! Rise to the top! Evil Monarch Jun Xie!  \n  \n“This cup I toast to those I’ve killed in my past life. Forgive me, for there is no chance for you to have revenge. Gulp!”  \n  \n“This cup I toast to those whose life I will take in my new life. Forgive me, for you are fated to die by my hands. Cheers!”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-06-08T05:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/f4db82dd-32a1-442c-93ee-faef9d867a41.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-05-23T04:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d8d129f-8566-49b8-8d81-feda6444cc7b",
    "title": {
      "en": "Mado Kara Madoka-chan"
    },
    "updatedAt": "2023-11-19T15:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/1d8d129f-8566-49b8-8d81-feda6444cc7b/7475aac9-ef4a-441f-a3ed-209b9ec4d54e.jpg",
    "altTitles": [
      {
        "en": "Madoka from the Window"
      },
      {
        "ja": "まどからマドカちゃん"
      }
    ],
    "description": {
      "en": "Keiichi Oda, a tired office worker, commutes back and forth from work, and on his way he periodically stumbles upon Madoka's apartment window where she runs a ramen shop… later an okonomiyaki shop… later, an ice fishing hole… later, a sauna… later, a climbing wall…  \n  \nWho is this mysterious, silent and pretty woman? Where the hell does she get all this stuff from? Why does she always beckon Oda? And why is she so damn stubborn about it all!?  \n  \nBe prepared to have your concept of \"multitasking\" challenged!!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "74"
  },
  {
    "mangaId": "015bf1a6-52fb-4eb8-a077-187198b31eb6",
    "title": {
      "en": "The Night Without Shadows"
    },
    "updatedAt": "2023-08-27T19:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/015bf1a6-52fb-4eb8-a077-187198b31eb6/90f8d52c-37bb-408a-845b-bd84f26a2bc6.jpg",
    "altTitles": [
      {
        "ko": "그림자 없는 밤"
      },
      {
        "ko-ro": "Geurimja Eomneun Bam"
      },
      {
        "en": "A Night Without Shadow"
      },
      {
        "en": "Night Without Shadows"
      },
      {
        "pt-br": "Noite sem sombras"
      },
      {
        "uk": "Ніч Без Тіней"
      },
      {
        "ru": "Бесстеневая ночь"
      },
      {
        "ru": "Ночь без теней"
      },
      {
        "tr": "Gecenin Gölgesi"
      },
      {
        "th": "ราตรีที่ไร้เงา"
      },
      {
        "ja": "影のない夜"
      },
      {
        "zh": "无影之夜"
      },
      {
        "vi": "Đêm Khuất Bóng"
      },
      {
        "en": "Shadowless Night"
      }
    ],
    "description": {
      "en": "*Beware, for the shadow speaks.*\n\nWhen junior knight Roselyn is rescued from the bottom of a cliff after an ambush by an enemy kingdom, her brother Calix is relieved – that is, until he learns that she's lost her memory. Now, she behaves like a child, eats like a horse, and wields unbelievable strength. But something's not quite right...\n\n---\nWhen you enter the deep forest, you will be devoured by the shadow. The shadow in the forest moves when no one is looking. In the deep forest, there is a shadow that mimics humans. The shadow speaks.\n\nRosalin of the White Night Chivalric Order went missing after suffering from an unexpected enemy attack during a hunting competition. They were able to find her unconscious and heavily wounded under a cliff, but when she woke up a few days later, she was rendered incapable of even simple speech due to acute amensia.\n\nShe roamed around the house, barefoot in her pyjamas, and spoke without honorifics. She would even eat food off the floor!\n\nShe’s bizarre, no matter how you look at it. Is this truly Rosalin?\n\n---\n**Original Novel:** [Chapters](https://ridibooks.com/books/809023066), [Volumes](https://ridibooks.com/books/809031210)\n\n[Original Webtoon](https://ridibooks.com/books/3885010321)\n\n**Official Translations:**\n* [English](https://manta.net/series/1828)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002575)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3127)",
      "ja": "狩猟大会で敵国の襲撃を受けて行方不明になった｢白い夜｣騎士団のロゼリーン。 大怪我を負い、意識不明のロゼリーンが崖の下で発見されたが、数日後に目を…\n\n---\n**Original Novel:** [Chapters](https://ridibooks.com/books/809023066), [Volumes](https://ridibooks.com/books/809031210)\n\n[Original Webtoon](https://ridibooks.com/books/3885010321)\n\n**Official Translations:**\n* [English](https://manta.net/series/1828)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002575)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3127)",
      "th": "ค่ำคืนในงานประลองล่าสัตว์ เกิดเหตุลอบสังหารเชื้อพระวงศ์ขึ้นโดยมีเป้าหมายคือ 'ริคาร์ดิส' เจ้าชายลำดับที่ 2 ทำให้อัศวินในหน่วยราตรีพิสุทธิ์ล้มตายมากรวมถึง 'โรซาลีน' แห่งตระกูลกงล้อสีชาดที่บาดเจ็บหนักด้วยเช่นกัน ในระหว่างที่นางกำลังนอนรอความตายนางก็ได้พบกับ 'เงา' นางจึงขอร้องให้ 'เงา' ช่วยสานต่อความตั้งใจของนางนั่นคือการปกป้อง 'นายท่านแห่งราตรีพิสุทธิ์' จึงเกิดเป็นพันธสัญญาต้องห้ามขึ้นมา",
      "tr": "Ormanın derinlerine inerseniz acımasız gölge tarafından yakalanıp canlı canlı yenilirsiniz. İnsanların girmeye cesaret edemediği bu ormandaki gölge hareket eder, insanı taklit eder ve konuşur..\nBeyaz Gece Şövalyelerinden Rosalin, bir av yarışması sırasında beklenmedik bir düşman saldırısına uğradıktan sonra ansızın kayboldu. Bir uçurumun altında baygın ve ağır yaralı hâlde bulundu. Birkaç gün sonra uyandığında ise akut amnezi (geçici hafıza kaybı) nedeniyle konuşamaz hâle geldi.\nEvin içinde pijamalarıyla dolaşıyor, saygısızca konuşuyor, bir leydiye yakışmayacak hareketler yapıyordu. Yerden aldığı yemeği bile yiyecek duruma gelmişti!\nNereden bakarsanız bakın çok tuhaf biri olmuştu. Bu gerçekten Rosalin mi?\n\n---\n**Original Novel:** [Chapters](https://ridibooks.com/books/809023066), [Volumes](https://ridibooks.com/books/809031210)\n\n[Original Webtoon](https://ridibooks.com/books/3885010321)\n\n**Official Translations:**\n* [English](https://manta.net/series/1828)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002575)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3127)",
      "uk": "Розелін, лицар Білої ночі, зникла безвісти після того, як на неї напали ворожі сили під час мисливського змагання. Її знайшли без свідомості, поранену, лежачу під скелею. Розелін прокинулася через кілька днів та, здавалося, зовсім втратила пам’ять. Їй було важко говорити навіть простими словами. Дівчину знаходили босоніж у піжамі, неформально розмовляючи тут і там. Вона навіть збирала їжу з підлоги!\n\nВона дивна дівчина, як не глянь. Це справді Розелін?\n\n---\n**Original Novel:** [Chapters](https://ridibooks.com/books/809023066), [Volumes](https://ridibooks.com/books/809031210)\n\n[Original Webtoon](https://ridibooks.com/books/3885010321)\n\n**Official Translations:**\n* [English](https://manta.net/series/1828)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002575)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3127)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d08cc4d-d14d-411c-811c-1498fef85ee6",
    "title": {
      "en": "21st Century Retrogression"
    },
    "updatedAt": "2024-05-29T08:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/9d08cc4d-d14d-411c-811c-1498fef85ee6/33053407-f40e-4ebc-87fc-464934ccdcbb.jpg",
    "altTitles": [
      {
        "ko": "21세기 반로환동전"
      },
      {
        "en": "21st Century Half Rupee Coin"
      }
    ],
    "description": {
      "en": "Ha Pung Gae, the elderly Taoist monk who has lived since the end of the Joseon Dynasty, achieves an unexpected breakthrough in the counter-retrogression movement. Despite this success, he is left with only approximately ten years in his remaining lifespan. To evade death, he must now embark on a journey to attain immortality!",
      "fr": "Ha Pung Gae, un vieux moine taoïste qui vit depuis la fin de la dynastie Joseon, réalise une percée inattendue dans le mouvement de lutte contre la régression. Malgré ce succès, il ne lui reste qu'une dizaine d'années à vivre. Pour échapper à la mort, il doit maintenant entreprendre un voyage pour atteindre l'immortalité !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2fa82a7-cf98-48cd-886c-86c35fc6d223",
    "title": {
      "en": "Shoujo Nyuumon"
    },
    "updatedAt": "2024-06-09T00:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/f2fa82a7-cf98-48cd-886c-86c35fc6d223/4db21ec8-fa82-471b-acd4-ca95cdc2f8c5.jpg",
    "altTitles": [
      {
        "ja": "少女入門"
      }
    ],
    "description": {
      "en": "A new type of romantic comedy full of laughter and excitement, featuring two \"boys who have turned into girls,\" is about to begin!",
      "ja": "新鋭・堀出井靖水がコミックウォーカー・ニコニコ漫画に登場！\n\n『女の子になってしまった男の子』×２が織りなす、笑いとときめきいっぱいの新感覚ラブコメ、スタートですっ♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60d7782b-7093-44d1-8009-e91825813dde",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-06-01T15:42:38+00:00",
    "coverArt": "https://mangadex.org/covers/60d7782b-7093-44d1-8009-e91825813dde/c1602569-1533-4189-aa5c-9d061d7a6461.png",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "en": "Growing up, Eun Hae-il is unable to forget the boy he had his very first crush on.\nThis year, he gets accepted into his dream college after retaking the entry test 4 times.\nHowever, one day he saves a child from drowning in the ocean but, attempting to save him, he submits to exhaustion and drowns.\nRight before he stops breathing, he closes his eyes and thinks of the boy he has longed had a crush on, but when then he opens his eyes again he's no longer drowning in the ocean, but on a bus.\nHae-il, a man who has crossed between time and has survived death, now stands in front of the man he has longed loved, Yoon Pado. “Has God really given me a second chance?”",
      "fr": "\"Eun Hae-il\", est devenu adulte sans jamais oublier le garçon dont il était secrètement amoureux. Cette année-là, après avoir passé quatre fois le concours, il a finalement été accepté dans l'école de ses rêves. Mais alors qu'il sauvait un enfant tombé à la mer, il s'est épuisé et a été emporté par les vagues, au point de se noyer lui-même.\n\nAlors qu'il fermait les yeux en pensant au garçon qu'il aimait tant juste avant de rendre son dernier souffle, lorsqu'il les rouvrit, il se trouvait dans un bus plutôt que dans l'océan.\n\nRessuscité après avoir traversé la mort et le temps, Eun Hae-il se retrouve face à son amour de jeunesse, \"Yoon Pado\".\n\nEst-ce que c'est vraiment une seconde chance offerte par le destin ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c07d2ce4-fed9-47b5-bdc2-8a0716c116ff",
    "title": {
      "en": "Lily of the Valley"
    },
    "updatedAt": "2024-05-29T06:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c07d2ce4-fed9-47b5-bdc2-8a0716c116ff/669a6529-bb3b-4089-a67a-1c7f7484dd00.png",
    "altTitles": [
      {
        "ko": "릴리 오브 더 밸리"
      }
    ],
    "description": {
      "en": "Because of her father's debt, 'Lily' lives in the mansion of her father's creditor, 'Rose'. At the mansion where Lily goes with Anna, the only maid she relies on and loves, she meets the attractive Rose...\n\n\n[NTR Warning]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-30T21:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee27a2a-82ce-49bf-8d1a-80d8c1595db2",
    "title": {
      "en": "Blacksmith Zig"
    },
    "updatedAt": "2024-03-18T20:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/eee27a2a-82ce-49bf-8d1a-80d8c1595db2/0c8096b2-a38c-456f-b2db-75b8cc80a852.png",
    "altTitles": [
      {
        "ko": "대장장이 지그"
      },
      {
        "en": "Legendary Blacksmith's Vengeance"
      },
      {
        "ko-ro": "Daejangjangi Jigeu"
      }
    ],
    "description": {
      "en": "‘Berserker Bartz’, a legendary solo player of Arpedia Online, had his character hacked and deleted one day.\n\n\"Damn it. No way I'm giving up! I don't know who you are, but I'm going to find you and crush you!\"\n\nHaving lost the character he put his all into, Kang YuHan creates 'Zigg', a blacksmith with the sole mission of finding the hacker!\n\nCan YuHan find the hacker who deleted Bartz?\nFollow Zigg's action-packed adventure to become the greatest blacksmith!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a84264f6-a979-4573-89b3-09dd5c050c2b",
    "title": {
      "en": "Kaguya-sama: Love is War Official Doujin"
    },
    "updatedAt": "2024-04-12T07:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84264f6-a979-4573-89b3-09dd5c050c2b/d92bee6c-a04a-404e-afb2-185066508d30.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaguya-sama wa Kokurasetai Doujinshi"
      },
      {
        "ja-ro": "Kaguya-sama wa Kokurasetai: Doujin-ban"
      },
      {
        "ja": "かぐや様は告らせたい 同人版"
      },
      {
        "zh-hk": "輝夜姬想讓人告白 同人版"
      },
      {
        "en": "Kaguya Wants to be Confessed to Official Doujin"
      }
    ],
    "description": {
      "en": "\"Kaguya Wants to Be Confessed to\" is a manga about “the war of love and brains” between two high school geniuses who try to make the other confess. This, however, is an \"ero spinoff\" that’ll make you wish it were part of the main series!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "a8aebcd5-3e85-4983-ac65-162f601abca9",
    "title": {
      "en": "Yuusha-sama no Osananajimi to Iu Settei no Make Heroine ni Tensei shita no de, Chougoushi ni Job Change Shimasu"
    },
    "updatedAt": "2024-04-24T19:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/a8aebcd5-3e85-4983-ac65-162f601abca9/81a8a73b-d293-4a34-8b89-d1c36bc249cd.jpg",
    "altTitles": [
      {
        "ja": "勇者様の幼馴染という職業の負けヒロインに転生したので、調合師にジョブチェンジします。"
      },
      {
        "ja": "勇者様の幼馴染という職業（せってい）の負けヒロインに転生したので、調合師にジョブチェンジします。"
      },
      {
        "ja-ro": "Yuusha-sama no Osananajimi to Iu Shokugyou no Make Heroine ni Tensei shita no de, Chougou-shi ni Job Change shimasu"
      },
      {
        "en": "I Reincarnated as the Hero's Childhood Friend Who Was the Losing Love Interest, so I Changed Jobs to Alchemist"
      },
      {
        "en": "Because I Reincarnated as the Loser Heroine Whose Profession Is the Brave's Childhood Friend, I'll Change My Job to Alchemist"
      },
      {
        "en": "I Reincarnated as a Hero’s Childhood Friend Who Lost Her Job as a Heroine, so I Changed Jobs to Alchemist"
      },
      {
        "en": "I Reincarnated as a Losing Heroine, the Hero’s Childhood Friend Who Lost to the Main Heroine, so I Switched Jobs to Alchemist"
      },
      {
        "ru": "Так как я переродилась в Героиню-неудачницу, чья роль – быть подругой детства Храбреца, я поменяю мою работу на алхимика"
      },
      {
        "ko": "용사님의 소꿉친구라는 직업의 패배 히로인으로 전생해서, 조합사로 전직합니다"
      },
      {
        "zh": "因为转生成了勇者青梅竹马的败犬女主角、所以要转职成为药剂师"
      }
    ],
    "description": {
      "en": "As the monster's teeth drew near, it was then that I remembered. \"I've witnessed this scene before.\" This was the world of an RPG I played in my previous life. And I, as the main character's childhood friend, was the losing love interest who would be turned down by him in the future. The childhood friend whose role ended one hour into the opening after confessing to the main character as he was about to set off into his journey. The one many players sympathized with as the main character would meet another girl who would cling onto him during his journey. If I remain in this village, in the future I'll be the losing love interest?! To prevent that from happening, I'll leave the village and make use of my newly blossomed ability in compounds with becoming an alchemist at the royal capital as my aim. I don't give a damn about some job that requires me to be the main character's childhood friend. I'll be seizing happiness with my own hands!",
      "fr": "Alors que les dents du monstre se rapprochaient, c'est alors que je me souvins. «J'ai déjà été témoin de cette scène.» C'était le monde d'un RPG auquel j'ai joué dans ma vie précédente. Et moi, en tant qu'ami d'enfance du personnage principal, j'étais l'amoureuse perdante qui sera rejeté par lui à l'avenir. L'ami d'enfance dont le rôle s'est terminé une heure après le début du jeu, après avoir avoué mes sentiments au personnage principal alors qu'il était sur le point de se lancer dans son voyage. Celui avec lequel de nombreux joueurs sympathisaient en tant que personnage principal rencontrerait une autre fille qui s'attacherai à lui pendant son voyage. Si je reste dans ce village, à l'avenir je serai l'amoureuse perdante?! Pour éviter que cela ne se produise, je vais quitter le village et utiliser une nouvelle capacité que j'ai acquise avec comme objectif de devenir alchimiste dans la capitale royale. Je me fous d'un travail qui m'oblige à être l'ami d'enfance du personnage principal. Je vais saisir le bonheur de mes propres mains!",
      "id": "Saat gigi monster itu mendekat, saat itulah aku ingat. \"Saya telah menyaksikan adegan ini sebelumnya.\" Ini adalah dunia RPG yang kumainkan di kehidupanku sebelumnya. Dan aku, sebagai teman masa kecil tokoh utama, adalah kehilangan minat cinta yang akan ditolak olehnya di masa depan. Teman masa kecil yang perannya berakhir satu jam ke pembukaan setelah mengakui karakter utama saat ia akan berangkat ke perjalanannya. Satu-satunya pemain yang bersimpati sebagai tokoh utama akan bertemu gadis lain yang akan menempel padanya selama perjalanannya. Jika aku tetap di desa ini, di masa depan aku akan kehilangan minat cinta?! Untuk mencegah hal itu terjadi, aku akan meninggalkan desa dan memanfaatkan kemampuan baru saya berkembang dalam senyawa dengan menjadi seorang alkemis di ibukota kerajaan sebagai tujuan saya. Saya tidak peduli tentang beberapa pekerjaan yang mengharuskan saya untuk menjadi teman masa kecil tokoh utama. Aku akan merebut kebahagiaan dengan tanganku sendiri!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-05-05T10:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!",
      "fr": "\"Le chef de cette famille est insensé\", pense Jawun-yeop, le serviteur du sage respecté.\nLe maître insensé qui joue avec sa maîtresse, Chang Sanmi, et l'homme droit, Seolsu Beom, forment un contraste saisissant.\n\"Seolsu Beom est la personne la plus remarquable que j'aie jamais connue !\"\n\nPris en flagrant délit de vol, Jawun-yeop a dû faire face à de sévères réprimandes et à la disgrâce, mais il finit par aider Seolsu Beom à déjouer le complot de Chang Sanmi.\n\"En tant que fils aîné du clan Kamseuk, je ne peux pas rester là à regarder. Je deviendrai plus fort que je ne le suis maintenant et je m'occuperai d'eux tous.\"\nDéterminé à se venger de Chang Sanmi, Seolsu Beom se met en route pour devenir plus fort, tandis que Jawun-yeop quitte la famille Seol pour suivre sa propre voie.\n\n\"Je ne serai plus un orphelin ou un serviteur, mais je vivrai comme un être transcendant et parcourrai ce vaste monde librement avec fierté.\"\nEn pratiquant des arts martiaux uniques grâce à des méthodes mystiques, Jawun-yeop devient un maître, se rapprochant du cerveau qui se cache derrière le complot du clan Kamseuk Seol.\nUn jour, Jawun-yeop et Seolsu Beom se retrouvent. Jawun-yeop est surpris de voir les arts martiaux de Seolsu Beom.\n\"En tant que fils aîné d'une famille prestigieuse, vous utilisez ce genre d'art du sabre !\"\nL'homme qui l'avait autrefois critiqué suit désormais la même voie que lui en termes d'arts martiaux !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-05-08T02:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b2d5ad-c600-48c9-8654-95d5b661d5ee",
    "title": {
      "en": "Jungle Master"
    },
    "updatedAt": "2024-05-05T10:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "altTitles": [
      {
        "en": "Chronicles of the Jungle Sovereign"
      },
      {
        "zh": "我，丛林主宰"
      },
      {
        "zh": "Wo, Conglin Zhuzai"
      }
    ],
    "description": {
      "en": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
      "fr": "Lin Tian, un génie concepteur de jeux, a reçu l'ordre d'être exécuté parce qu'il en savait trop sur les secrets de l'entreprise. À un moment critique, il a été trahi par son amant Luo Yue et tué dans la jungle. Lorsqu'il s'est réveillé, il a découvert qu'il était devenu un monstre de bas niveau dans la jungle. Afin de venger le passé, le protagoniste a commencé son chemin en tant que monstre dans la jungle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon ~Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita~"
    },
    "updatedAt": "2024-05-20T06:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/bd961560-28a5-4e1c-b1b0-2ce5adb8b64b.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "en": "Reincarnated • The Hero Marries the Sage ~After Becoming Engaged to a Former Rival, We Became the Strongest Couple~"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess.\r\n\r\nThey continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later,\r\n\r\nReincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\r\n\r\n“Hey, Reid— I want you to marry me.”\r\n\r\n“…Huh?”\r\n\r\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "faf6ff44-e0fc-4785-8eb6-0daae880ba53",
    "title": {
      "en": "Fairy Cat"
    },
    "updatedAt": "2024-05-05T00:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/faf6ff44-e0fc-4785-8eb6-0daae880ba53/c9b73f93-d65d-49f1-ad9e-51f46ed99791.jpg",
    "altTitles": [
      {
        "ja": "手のひらねこ"
      },
      {
        "ru": "Сказочный котик"
      },
      {
        "ja-ro": "Tenohira Neko"
      }
    ],
    "description": {
      "en": "A slightly mysterious and heartwarming story about the smallest cat in the world and a high school boy. A fantastic cat named Tenohira Neko, small enough to fit in the palm of your hand, appears to Kanade, a first-year high school student. He is told that if he likes it, it will live with him...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-05-19T02:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/d9e8af1d-07a7-42eb-a95b-355012c90e8a.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-06-06T12:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "ja-ro": "Aishiteru Game o Owarasetai"
      },
      {
        "ja-ro": "Aishiteru Gēmu wo Owarasetai"
      },
      {
        "en": "I Want to End the \"I Love You\" Game"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "en": "I Want To End This “I Love You” Game"
      },
      {
        "en": "I want to end the game that I love"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-05-31T18:55:46+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dec289b2-2af9-4a61-bc67-07970256db1f",
    "title": {
      "en": "Ookami-san to Shichinin no Nakamatachi"
    },
    "updatedAt": "2024-06-08T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/dec289b2-2af9-4a61-bc67-07970256db1f/0bce9b8d-15cf-4453-a924-2311a7e13db5.jpg",
    "altTitles": [
      {
        "en": "Ookami-san and her Seven Companions"
      },
      {
        "en": "Ookami-san and the Seven Friends"
      },
      {
        "ja-ro": "Ookami-san to Shichinin no Nakama-tachi"
      },
      {
        "en": "The Wolf and Her Seven Companions"
      },
      {
        "ja": "オオカミさんと七人の仲間たち"
      },
      {
        "zh-hk": "狼与七人的同伴"
      },
      {
        "ru": "Волчица и семеро друзей"
      }
    ],
    "description": {
      "en": "A long time ago… Wait… it's not really that long ago. There lived a certain Ookami-san… She's bad-mouthed, and not to mention flat-chested. Even so, she's still the heroine. She works for Otogi Ginkou, a group who does favors for others and demands something in return when necessary.  \n  \nWell then, watch as Ookami-san and company unfold many weird… really weird stories. Behold, Ookami-san and her Seven Companions."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "7951253b-180d-4d74-950c-e3a7391e81c0",
    "title": {
      "en": "Scales"
    },
    "updatedAt": "2024-06-08T23:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/7951253b-180d-4d74-950c-e3a7391e81c0/2cbe5406-a0d6-4695-8f39-89e4b38ba50b.png",
    "altTitles": [
      {
        "ja": "鱗"
      },
      {
        "ja-ro": "Uroko"
      }
    ],
    "description": {
      "en": "A little water here, a little water there, a little water—oops! Someone was standing there and now they're soaked. However can I make it up to them? 𓆟\n\n---\nPrize winning debut oneshot from the second round of the Yatagarasuhai Competition published in the Harta magazine."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-05-26T14:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2024-05-31T15:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/41a8bd16-0e44-420d-90a8-a500b0c2f5b8.jpg",
    "altTitles": [
      {
        "ja": "豚の復讐"
      },
      {
        "en": "A Pig's Revenge"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ru": "Месть свиней"
      }
    ],
    "description": {
      "en": "After rampant bullying, high school boy Takeshi Hirota kills himself and is transported to another another world, where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8afcc685-f0a5-4d2e-b6a9-2396e8e9d7c6",
    "title": {
      "en": "Searching for My Father's Son"
    },
    "updatedAt": "2024-06-08T19:02:16+00:00",
    "coverArt": "https://mangadex.org/covers/8afcc685-f0a5-4d2e-b6a9-2396e8e9d7c6/1e4e0a2e-faa7-4c46-96eb-d3ad8eb29a19.png",
    "altTitles": [
      {
        "ko": "내 아버지의 아들을 찾아서"
      },
      {
        "ko-ro": "Nae Abeojiui Adeureul Chajaseo"
      },
      {
        "en": "Finding My Father's Son"
      },
      {
        "en": "Find My Dad's Child"
      },
      {
        "zh": "找到我父亲的儿子"
      },
      {
        "zh-hk": "找到我父親的兒子"
      },
      {
        "zh-hk": "哥哥太難找了怎麼辦"
      },
      {
        "en": "Heir to the Dragon Slayer Sword"
      },
      {
        "es-la": "Encontrando al hijo de mi padre"
      }
    ],
    "description": {
      "en": "“Find Eraph’s hidden son. Then you’re free.”\n\nJericho, a normal young woman who grew up in a village in the countryside, sets out one day to find her biological father, who turned out to be the hero, Eraph. The heirloom which was given to her was the ‘Dragon Slayer Sword,’ and her life completely changed after becoming the new owner of the sword… But Jericho only wanted to give up her inheritance and live a normal life with her sick mother!\n\nThe ‘Dragon Slayer Sword’ she had obtained told her that Eraph had another child, a son. Apparently, he could be: The master of the wizard tower’s son, Cency Daisy. The richest man in the continent, the eldest son of the Stars family, Rozen Stars. The son of Princess Lillier, Magnor Newpay. Out of these three candidates, she needs to find her real brother!",
      "ko": "\"에라프의 숨겨진 아들을 찾아. 그럼 넌 자유야.\"\n\n시골 마을에서 평범하게 자란 소녀 제리코.\n어느 날, 친부가 영웅 에라프라는 사실을 알게 된다.\n\n유품 '드래곤 슬레이어 소드'까지 얻고,\n검의 새 주인으로서 삶은 완전히 바뀌는데... \n제리코는 자리를 넘기고 평범하게 살고 싶다.\n\n자아를 가진 검, 드래곤 슬레이어 소드는\n에라프에게 아들이 한 명 더 있다고 말해준다.\n\n마탑주의 아들 샌시 데이지\n대륙 최고의 부자 스타즈 상회의 장남 로젠 스타즈\n릴리에 공주의 아들인 마그노 누페이\n\n세 후보 중 진짜 오빠를 찾아야 한다!",
      "es-la": "“Encuentra al hijo escondido de Eraf\" . Entonces serás libre \". Jeriko, una niña que creció en un pueblo rural. Un día, se entera de que su padre biológico es el héroe, Eraf. Ella recibe una 'Espada Asesina de Dragones' como recuerdo. Como nueva dueña de la espada, su vida ha cambiado por completo. Jeriko quiere renunciar a su puesto y vivir una vida normal. La espada le dijo que Eraf tiene otro hijo. ¡Pero hay tres candidatos, debemos encontrar al verdadero hermano!",
      "zh-hk": "“找到埃拉夫藏起來的兒子，你就自由了。”傑瑞科，一個平凡的在鄉村長大的女孩。\n\n有一天，她知道了自己的親生父親是英雄埃拉夫。得到遺物' 滅龍之劍’，作為劍的新主人的生活完全改變了…\n\n傑瑞科希望放棄自己的位置，過平凡的生活。擁有自我的劍，滅龍之劍告訴她埃拉夫還有一個兒子。\n\n馬塔主的兒子圣西·黛西是大陸最富有的斯塔集團公司的長子羅森·斯塔斯·禮來耶公主的兒子瑪格諾·努佩塞。\n\n得在候選人中要找到真正的哥哥!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01162e02-a397-41b2-a9a3-d40de1d4280f",
    "title": {
      "en": "White World"
    },
    "updatedAt": "2023-09-21T07:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/01162e02-a397-41b2-a9a3-d40de1d4280f/7413144a-4d7b-443e-979b-23fbc780aab6.jpg",
    "altTitles": [],
    "description": {
      "en": "When one day a Meteorite crushed on earth, the lifes of the three best friends Hitokazu, Nic and Victor suddenly changed as on their last jointed school-year they are faced with the consequences the meteorite brought with itself. The people that had survived the impact have suddenly developed powers and abilities human beings normally can not achieve but those who didnt gain those new abilities, just dissolved."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-06T06:40:08+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/0998c020-9074-432a-90e9-2d187a564d55.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff50351b-0f1d-4255-9479-9744f51c2d2c",
    "title": {
      "en": "The Pension Life Vampire"
    },
    "updatedAt": "2024-04-13T18:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/ff50351b-0f1d-4255-9479-9744f51c2d2c/ea59b540-2c2a-485e-9929-317947d307b8.jpg",
    "altTitles": [
      {
        "ja": "ペンションライフ・ヴァンパイア"
      },
      {
        "en": "Pension Life Vampire"
      },
      {
        "ru": "Вампирский Пансионат"
      }
    ],
    "description": {
      "en": "Vampires and werewolves... One day, Eri, a \"revision officer\" who hunts down things that are said to resent mankind, wanders into a pension run by a mysterious girl. The encounter between a girl whose existence was denied and a legendary vampire. She won't change the world, but she can become kind. A heartwarming house administration comedy begins now!",
      "ja": "人類を脅かす怪物たち“カタラレ”と戦う改訂官（リライター）のエリ。しかし突然の終戦により普通の女子高生として暮らす事に！　学校生活に馴染めないエリは街中で吸血鬼（ヴァンパイア）の少女を見かけ、跡をつけてみると少女が経営するペンションに客として迎えられ…!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "6ecc62e4-25ad-4102-b0d8-580a8023d2fb",
    "title": {
      "en": "Kimi to Tsuzuru Utakata"
    },
    "updatedAt": "2024-06-09T00:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/6ecc62e4-25ad-4102-b0d8-580a8023d2fb/571d1d00-9ab1-44ce-b6ab-aa72584ee2f9.jpg",
    "altTitles": [
      {
        "en": "The Summer You Were There"
      },
      {
        "en": "Transient Spelling With You"
      },
      {
        "ja": "君と綴るうたかた"
      },
      {
        "en": "Ephemeral Spelling With You"
      },
      {
        "zh": "共谱泡沫恋曲"
      },
      {
        "zh-hk": "共譜泡沫戀曲"
      },
      {
        "zh-ro": "Gòng pǔ pàomò liàn qū"
      },
      {
        "pl": "Lato pisane Tobą"
      },
      {
        "fr": "Notre été éphémère (Meian)"
      },
      {
        "ja-ro": "Kimitsuzu"
      },
      {
        "ja": "きみつづ"
      },
      {
        "th": "ร้อยเรียงรักไปกับเธอ"
      }
    ],
    "description": {
      "en": "Shizuku Hoshikawa, a high school girl who lives avoiding contact with people, writes a novel which is accidentally read by her classmate Kaori Asaka.  \r\nShe loves it but finds out Hoshikawa wasn't planning to write anymore due to lack of ideas, to which she ends up saying:  \r\n\"Let's start going out, you and me… You can write a story about our own love.\"",
      "zh-hk": "個性內向的少女星川雫，偷偷地在寫百合小說。原本她打算寫完這篇小說之後，就要結束自己的性命。但就在她把小說的草稿，拿到學校的垃圾場去丟掉時，遇到了同班的朝香夏織。夏織是一位跟她完全不同的少女，而那份小說的草稿，卻被夏織撿走了。原本她以為夏織看完自己寫的小說之後會嘲笑她，沒想到夏織卻說非常的感動，還說想看她寫戀愛小說。小雫原本是以沒有想寫的題材為藉口來推托掉，沒想到夏織卻提議兩個人交往，並且透過這個體驗，來寫下屬於她們的戀愛小說！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-06-02T23:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/6ad99ec5-ae38-488f-99f6-00322386908b.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f39246a-8b05-4b19-b822-727e748723dc",
    "title": {
      "en": "Aharen-san wa Hakarenai"
    },
    "updatedAt": "2024-06-08T19:33:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f39246a-8b05-4b19-b822-727e748723dc/b6629423-44ff-4942-a270-4e6935ca3911.jpg",
    "altTitles": [
      {
        "ja": "阿波連さんははかれない"
      },
      {
        "ja-ro": "Aharensan wa Hakarenai"
      },
      {
        "en": "Aharen Is Unfathomable"
      },
      {
        "en": "Aharen Is Indecipherable"
      },
      {
        "pt-br": "Aharen é incompreensível"
      },
      {
        "tl": "Hindi ko Matantiya si Aharen"
      },
      {
        "tr": "Aharen Akıl Almaz Biri"
      },
      {
        "tr": "Aharen Akıl Sır Ermez Biri"
      },
      {
        "tr": "Anlaşılmaz Aharen"
      },
      {
        "zh": "测不准的阿波连同学"
      },
      {
        "zh-hk": "測不准的阿波連同學"
      },
      {
        "ko": "아하렌 양은 알 수 없어"
      },
      {
        "ko": "아하렌 양은 알 수가 없어"
      },
      {
        "ar": "ولا يمكن مساعدة السيد أواس"
      },
      {
        "ru": "Непостижимая Ахарэн-сан"
      },
      {
        "uk": "Незбагненна Ахарен-сан"
      },
      {
        "vi": "Aharen-san thật khó hiểu"
      }
    ],
    "description": {
      "en": "From the author of Denkigai no Honya-san and Dansai Joshi comes a short-length comedy about Matsuboshi Raidou-kun and his seatmate Aharen Reina-san, who has problems determining how chummy she has to be when approaching other people. Get up close and personal with the small, quiet but unfathomable girl, Aharen-san!",
      "ja": "「小さくて」、「物静か」な阿波連れいなさん。隣の席に座るライドウくんは、そんな阿波連さんに距離を感じていた。ある日、阿波連さんが落とした消しゴムをライドウくんが拾ったことで、今度は予想外の急接近!?　「遠すぎたり」「近すぎたり」予測不能な阿波連さん。",
      "uk": "Історія про дівчину на ім'я Ахарен. Вона нещодавно переїхала в інше місто і перейшла до нової школи, де намагається знайомитися з однокласниками та однокласницями. Ось тільки дівчина не з тих, хто соромиться і просто сидить осторонь. Вона просто не знає, що таке особисте простір, і справді може просто підійти до будь-якого однолітка і говорити з ним, як зі своїм найкращим другом. А ще головна героїня часто обіймає хлопців та дівчат, і навіть може покласти на колінки свою голову. Вона дивна, але водночас мила, і намагається бути популярною серед однокласників.",
      "vi": "Câu chuyện kể về Raidou và cô bạn bàn bên Aharen, một người có vấn đề trong việc xác định khoảng cách khi tiếp xúc với người khác.",
      "pt-br": "Uma nova comédia sobre Raidou e sua colega de classe Aharen-san, que tem problemas em determinar o quão íntima deve ser quando se aproximar de outras pessoas. Junte-se a pequena, calma, mas incompreensível garota, Aharen-san!",
      "zh-hk": "在各方面都讓人『無法預測』的青春戀愛喜劇第１集登場!!\n\n阿波連玲奈同學是個「個子嬌小」又「文靜」的人，\n讓座位在她隔壁的來堂同學覺得很有距離感。\n某天，來堂同學幫阿波連同學撿起掉到地上的橡皮擦，\n使得兩人出乎意料地急速靠近!?\n\n「一下子視而不見」，「一下子親密互動」，\n阿波連同學的行為讓人無法預測!!\n\n如果喜歡《高木同學》讓人心癢癢的撩人互動，\n那麼更不應該錯過這部「行動派」的搞笑放閃。\n看來堂胡思亂想的內心\n與阿波連無法預測的行為，\n如何碰撞出時而吐糖、時而噴飯的無俚頭戀愛喜劇！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "167"
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]