[
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-10-01T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf4a285b-636d-4760-9a90-e538514bf024",
    "title": {
      "en": "Kirby of the Stars: Pupupu Hero"
    },
    "updatedAt": "2024-08-18T00:01:16+00:00",
    "coverArt": "https://mangadex.org/covers/bf4a285b-636d-4760-9a90-e538514bf024/95fcc682-a092-44de-829f-abe1c0293bb4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshi no Kirby - Pupupu Hero"
      },
      {
        "ja": "星のカービィ プププヒーロー"
      }
    ],
    "description": {
      "en": "Kirby, the gourmand who will suck up anything, has come to the peaceful land of Pupupu!\n\"Pleased to eat you! I'm Kirby!\"\n\nThe slapstick and lively days are about to begin, involving Chilly, who has come to live with Kirby!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "10"
  },
  {
    "mangaId": "08ff391a-7991-4c43-8741-531d7d0b2165",
    "title": {
      "en": "Ichigo-chan on Sundays"
    },
    "updatedAt": "2024-03-06T11:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/08ff391a-7991-4c43-8741-531d7d0b2165/e14c3d10-7cd3-481b-b602-e3b68b6084d2.jpg",
    "altTitles": [
      {
        "ja": "日曜日のいちごちゃん"
      },
      {
        "ja-ro": "Nichiyoubi no Ichigo-chan"
      },
      {
        "en": "A First-Year High School Boy Whose Hobby Is Cross-Dressing"
      },
      {
        "en": "Strawberrylike Moment on Sundays."
      },
      {
        "ja-ro": "Josou ga Shumi no Kou-1 Danshi"
      },
      {
        "vi": "Trai lớp 10 có sở thích Giả Gái"
      },
      {
        "vi": "Ichigo ngày Chủ Nhật"
      }
    ],
    "description": {
      "en": "An ordinary high school boy, Yamano Itta, indulges his cross-dressing hobby by transforming himself into a beautiful girl named \"Ichigo\" once a week! One day, \"Ichigo\" ran into Kisaragi, a popular boy at school, and their sweet-and-sour romance will begin......!\n\nNote: Originally self-published on Twitter as \"女装が趣味の高1男子\" (Josou ga Shumi no Kou 1 Danshi, Crossdressing High School Freshman), the first chapters were collected for commercial publication by Comic Pool on 2022-05-20 with the new name."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3583a62-1184-4a61-b18e-9497a81b1673",
    "title": {
      "en": "Onna no Sono no Hoshi"
    },
    "updatedAt": "2024-10-10T14:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/b3583a62-1184-4a61-b18e-9497a81b1673/2ecf45dc-7a7d-4ad8-9188-85ac83acc813.jpg",
    "altTitles": [
      {
        "ja": "女の園の星"
      },
      {
        "zh": "女校之星"
      },
      {
        "en": "Hoshi of Girls' Garden"
      },
      {
        "en": "Hoshi of the Garden of Girls"
      },
      {
        "en": "The Star of Girls' Garden"
      }
    ],
    "description": {
      "en": "The story starts when Kagawa, a student, delivers the class journal to Hoshi-sensei. As the students play word chain game \"Shiritori\" in the form of drawings in the remarks column of the journal, Hoshi-sensei becomes troubled...\n\n---\n- **Won the 25th Japan Media Arts Festival Social Impact Award for Manga in 2022**",
      "ja": "ある女子校、２年４組担任・星先生。生徒たちが学級日誌で繰り広げる絵しりとりに翻弄され、教室で犬のお世話をし、漫画家志望の生徒にアドバイス。時には同僚と飲みに行く…。な～んてことない日常が、なぜこんなにも笑えて愛おしいんでしょう!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8507cac-bbf3-411d-9f48-56017e41284b",
    "title": {
      "en": "Hibi, Kimi"
    },
    "updatedAt": "2024-06-15T14:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/c8507cac-bbf3-411d-9f48-56017e41284b/a7949b7c-5472-41d5-b2e0-1d5efa8bf19a.jpg",
    "altTitles": [
      {
        "ja": "日々、君"
      },
      {
        "en": "Every Day, With You"
      }
    ],
    "description": {
      "en": "Hasuno, a screenwriter with zero housekeeping skills, decides to ask Higure, a junior student at his university whom he has always cared about, to do housework for him as a part-time job. As Higure takes care of Hasuno, a senior who he admires, he gradually begins to notice a change in his feelings. ......A pure and slightly carbonated love story between a popular scriptwriter with beauty in all directions and a quiet junior student."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed8c19c-9dec-4ef1-a187-af2c0c9cf17c",
    "title": {
      "en": "Will You Marry Me Again If You Are Reborn?"
    },
    "updatedAt": "2023-05-20T16:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/fed8c19c-9dec-4ef1-a187-af2c0c9cf17c/5f0fd818-ab19-4626-b7b3-c7440f63eb01.jpg",
    "altTitles": [
      {
        "ja": "生まれ変わってもまた、私と結婚してくれますか"
      },
      {
        "ja-ro": "Umarekawatte mo mata, Watashi to Kekkon shite kuremasu ka?"
      },
      {
        "fr": "Voudrais-tu encore m'épouser si tu renaissais?"
      },
      {
        "pt-br": "Você se casará novamente comigo se você renascer?"
      },
      {
        "es": "¿Te casarás conmigo de nuevo, aunque hayas renacido?"
      },
      {
        "zh-hk": "如果有來生，還愿意與我結婚嗎？"
      },
      {
        "tr": "Yeniden doğduğumuzda, benimle yine evlenir misin?"
      }
    ],
    "description": {
      "en": "Toranosuke fell in love with his servant Kaoru. For twenty years, they slowly developed their love for each other, thus a Showa couple of clumsy husband and muscle brained wife was born. They spend a lot of time together, and they begin to talk in a nostalgic manner in Toranosuke's hospital room.  \n  \nGentle memories of a deeply in love husband and wife.",
      "pt-br": "Toranosuke se apaixonou por sua serva, Kaoru. Por vinte anos, eles desenvolveram lentamente seu amor um pelo outro, assim nasceu um casal Showa de marido desajeitado e esposa musculosa. Eles passam muito tempo juntos e começam a conversar de maneira nostálgica no quarto de hospital de Toranosuke. Memórias gentis de um marido e mulher profundamente apaixonados."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "a4b6f3f9-3228-46f4-879e-9d3afdc81052",
    "title": {
      "en": "Kami-sama ga Koi wo shiro to Itte iru!"
    },
    "updatedAt": "2024-03-18T18:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4b6f3f9-3228-46f4-879e-9d3afdc81052/2b7748ea-3dff-466d-ad38-45cef92e32b5.jpg",
    "altTitles": [
      {
        "en": "God is Telling Me to Fall in Love"
      },
      {
        "ja": "神様が恋をしろと言っている！"
      },
      {
        "zh-hk": "神明大人对我说快去恋爱吧"
      }
    ],
    "description": {
      "en": "Chiyoko, in her second year of high school, transfers to a co-ed school due to her dad's job transfer. Since she's only attended an all-girls school since junior high, she excitedly plans to fall in love in her new school. Out of the blue, she begins to see the love meters of 5 hotties and an options window as if she were in an otome game?! She encounters various types such as a glasses boy, a playboy underclassman, and a mysterious senior. Meet-cutes with boys come one after another. This is the beginning of a real otome game school life!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30.5"
  },
  {
    "mangaId": "8a38bcc4-0a52-4a46-9d02-7fc802048b1d",
    "title": {
      "en": "Shinobigoto"
    },
    "updatedAt": "2024-10-02T17:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/8a38bcc4-0a52-4a46-9d02-7fc802048b1d/bb5c20bd-f958-4dc9-9221-3a003f1f68fb.jpg",
    "altTitles": [
      {
        "ja": "しのびごと"
      },
      {
        "en": "Shinobi Undercover"
      },
      {
        "ru": "Синоби под прикрытием"
      }
    ],
    "description": {
      "en": "Even in modern Japan, ninja still hide in the shadows. Young ninja Yodaka has received his mission--protect high school student Aoi at all cost. But can a ninja survive the wild world of high school while also fulfilling his mission?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-09-17T15:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      },
      {
        "zh-ro": "Lang Xiaojie He Ta De Huli Meimei"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ca15538-36cf-4103-82f3-aadab1cc5b5e",
    "title": {
      "en": "Flaming Ball Girl Dodge Danko"
    },
    "updatedAt": "2024-04-03T14:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/1ca15538-36cf-4103-82f3-aadab1cc5b5e/b9b5a3de-bb06-4a3e-aa03-729d0700209f.jpg",
    "altTitles": [
      {
        "ja": "炎の闘球女 ドッジ弾子"
      },
      {
        "ja-ro": "Honoo no Toukyuujo: Dodge Danko"
      },
      {
        "en": "Flaming Fightball Girl Dodge Danko"
      }
    ],
    "description": {
      "en": "A modern version of the legendary manga \"Flaming Ball boy Dodge Danpei\" a hot blooded dodgeball manga! Danko, who inherited Danpei's soul struggles to create the strongest super dodgeball team in the Reiwa era! Will Danko be able to overcome the common sense of the modern world!? Look forward to all the beautiful girls passionately drawn by Koshita Tatsuhiro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-15T02:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-10-09T14:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/5cdba8da-c46e-4ead-ab79-ff9e416b0a15.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c101b7dd-1e3f-4563-8ef9-be69cf367129",
    "title": {
      "en": "Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~"
    },
    "updatedAt": "2024-10-12T15:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/c101b7dd-1e3f-4563-8ef9-be69cf367129/3a3a21aa-3d02-4df9-86eb-300280e8d194.jpg",
    "altTitles": [
      {
        "ja": "精霊幻想記 ～こんな世界で出会えた君に～"
      },
      {
        "en": "Seirei Gensouki: Spirit Chronicles"
      },
      {
        "en": "Mythical Spirit Chronicle"
      },
      {
        "zh-hk": "精靈幻想記"
      },
      {
        "ko": "정령환상기"
      },
      {
        "ru": "Хроника мифического духа"
      },
      {
        "ru": "Мифический дух: Хроники"
      },
      {
        "th": "ตำนานวิญญาณแฟนซี"
      },
      {
        "vi": "Tinh Linh Huyễn Tưởng Ký"
      }
    ],
    "description": {
      "en": "Meet Rio, a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. \n\nWhile still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. \n\nHis good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children...?\n\n---\n\n**Note:** This is a relaunch of the now discontinued alternate story: [Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~](https://mangadex.org/title/dfabad2b-10be-4f16-b779-7746e095d832)\n\n**Links:** [Official English Novel](https://j-novel.club/s/seirei-gensouki-spirit-chronicles)",
      "fr": "Amakawa Haruto est un jeune homme mort avant de retrouver son ami d'enfance disparu il y a cinq ans. Rio est un garçon vivant dans les bidonvilles qui veut venger sa mère qui a été assassinée devant lui quand il avait cinq ans.\n\nLa Terre et un autre monde. Deux personnes d'horizons et de valeurs complètement différents. Pour une raison quelconque, les souvenirs et la personnalité d'Haruto qui aurait dû mourir sont ressuscités dans le corps de Rio. Comme les deux se confondent sur leurs souvenirs et leurs personnalités fusionnant ensemble, Rio (Haruto) décide de vivre dans ce nouveau monde.\n\nAvec les souvenirs d'Haruto, Rio éveille un pouvoir spécial inconnu, et il semble que s'il l'utilise bien, il peut vivre une vie meilleure. Mais avant cela, Rio a été confronté à un kidnapping qui s'est avéré impliquer deux princesses du Royaume Bertram dans lequel il vit.\n\nAprès avoir sauvé les princesses, Rio reçoit une bourse d'études à l'Académie royale, une école pour les riches et les puissants. Être un pauvre orphelin dans une école de nobles s'avère être un endroit extrêmement détestable.\n\n---\n\n**Note:** Il s'agit d'un nouveau lancement de l'histoire de l'histoire alternative qui a été abandonnée : [Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~](https://mangadex.org/title/dfabad2b-10be-4f16-b779-7746e095d832)\n\n**Links:**\n- [Official English Novel](https://j-novel.club/s/seirei-gensouki-spirit-chronicles)",
      "vi": "Amakawa Haruto, 1 thanh niên đã chết trước khi kịp tái ngộ với người bạn thời thơ ấu đã mất tích cách đây 5 năm của mình. Rio là một cậu bé sống trong khu ổ chuột nung nấu ý định trả thù cho người mẹ đã bị giết ngay trước mặt cậu khi cậu chỉ vừa 5 tuổi. Trái đất và thế giới khác, hai kẻ khác nhau hoàn toàn nhưng giờ đây kí ức và nhân cách của Haruto đã tái sinh vào trong cơ thể của Rio. Dù kí ức và nhận thức của cả hai có chút hỗn loạn nhưng giờ đây Rio (Haruto) quyết định sẽ sống ở thế giới mới này. Cùng với kí ức của Haruto, Rio đã thức tỉnh \"Sức mạnh đặc biệt\" và nếu dùng được nó thành thạo thì cậu sẽ có một cuộc sống tốt đẹp hơn. Nhưng trước đó thì cậu đụng phải một vụ bắt cóc có liên quan tới hai nàng công chúa của Vương Quốc Bertram nơi cậu đang sinh sống...",
      "pt-br": "Amakawa Haruto é um jovem que morreu antes de se reunir com seu amigo de infância que desapareceu há cinco anos. O Rio é um menino que mora na favela e quer vingar sua mãe, que foi assassinada na sua frente aos cinco anos de idade. Terra e outro mundo. Duas pessoas com origens e valores completamente diferentes. Por alguma razão, as memórias e personalidade de Haruto que deveriam ter morrido são ressuscitadas no corpo do Rio. Enquanto os dois estão confusos sobre suas memórias e personalidades se fundindo, Rio (Haruto) decide viver neste novo mundo. Junto com as memórias de Haruto, Rio desperta um poder especial desconhecido, e parece que se ele o usar bem, ele pode viver uma vida melhor. Mas antes disso, Rio encontrou um seqüestro que envolve duas princesas do Reino de Bertram em que ele vive."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d96a9a1c-148c-4ab9-80aa-e08654ec6227",
    "title": {
      "en": "Love Live! Nijigasaki High School Idol Club - ShizuKasu no Chuchu (Doujinshi)"
    },
    "updatedAt": "2024-10-15T06:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/d96a9a1c-148c-4ab9-80aa-e08654ec6227/96153d25-17a4-4b77-85f1-f25a85a8bb9c.jpg",
    "altTitles": [
      {
        "ja": "しずかすのちゅっちゅ"
      },
      {
        "id": "ShizuKasu Bermesraan"
      }
    ],
    "description": {
      "id": "ShizuKazu sedang bercumbu di ruang klub tanpa mereka sadari teman-teman sedang mengintip di balik pintu."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33e85af1-f040-44af-84ac-b9c6ecd04ccb",
    "title": {
      "en": "Shiota-sensei to Amai-chan"
    },
    "updatedAt": "2024-10-11T21:28:01+00:00",
    "coverArt": "https://mangadex.org/covers/33e85af1-f040-44af-84ac-b9c6ecd04ccb/8b9cf7d1-fe39-4714-9242-87e11eb3281d.jpg",
    "altTitles": [
      {
        "it": "Il professore Shiota e Amai"
      },
      {
        "fr": "Professeur Shiota et Amai"
      },
      {
        "ru": "Шиота-сенсей и Амай-чан"
      },
      {
        "ja": "塩田先生と雨井ちゃん"
      },
      {
        "vi": "Shiota-Sensei Và Amai-Chan"
      }
    ],
    "description": {
      "en": "A teacher and student romance.  \n  \nAmai Yayoi, 16 years old.   \nA high school girl who puts her heart into expressing her love for Shiota-sensei.  \n  \nShiota Tsuguharu, 29 years old.  \nA high school teacher who is steadily beginning to accept Amai-chan.",
      "ru": "Милая и романтическая история любви учителя и его ученицы."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db8072bd-56b2-4225-b4b3-8def05d1d2c0",
    "title": {
      "en": "Koukou Debut... Shippai!!"
    },
    "updatedAt": "2024-10-14T16:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/db8072bd-56b2-4225-b4b3-8def05d1d2c0/7500fc53-9e15-4f0b-92c5-ce279ccddecb.jpg",
    "altTitles": [
      {
        "ja": "高校デビュー…失敗‼️"
      },
      {
        "en": "My High School Debut... Was a failure!!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-10-11T17:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/81bbc79e-9aec-4530-8fc9-04e707fbb9d1.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "425f1cd5-2f70-4014-97b1-7c4a2f6a512c",
    "title": {
      "en": "World’s Greatest Senior Disciple"
    },
    "updatedAt": "2023-12-12T12:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/64a2f259-625d-4369-9ca7-394c1576cf10.jpg",
    "altTitles": [
      {
        "en": "Unparalleled Senior Brother"
      },
      {
        "ko": "천하제일 대사형"
      }
    ],
    "description": {
      "en": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-10-09T22:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/5615fe59-b1c0-43b1-bd41-c97e7b2864c5.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d198b32e-9951-42ae-9559-e257e97e1134",
    "title": {
      "en": "MARCH"
    },
    "updatedAt": "2024-10-13T16:43:32+00:00",
    "coverArt": "https://mangadex.org/covers/d198b32e-9951-42ae-9559-e257e97e1134/f14ec78d-3b3e-4d40-9866-4d709321da89.png",
    "altTitles": [
      {
        "ko": "3월"
      }
    ],
    "description": {
      "en": "Lee Sehwa had grown used to the daily taunts—Sakura, Hongdan, sometimes Samwol—but the disrespect still stung. No one listened when he told them to stop calling him those names; after all, who respects a debtor or a drug dealer? Yet, Sehwa refused to let them see him break, insisting over and over: his name was Lee Sehwa. Living in the outskirts, Sehwa dreamed of paying off his crushing debt and moving to the inner city. But everything changes when he crosses paths with Director Ki Taejeong, who is cold and sharp-tongued. Despite their turbulent start, the two grow closer in a world defined by power struggles and regret, forging a complicated love that neither saw coming."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07d3503f-d35e-4dd2-aeb3-3973f7d20750",
    "title": {
      "en": "Don't Call it Mystery"
    },
    "updatedAt": "2024-06-17T11:39:14+00:00",
    "coverArt": "https://mangadex.org/covers/07d3503f-d35e-4dd2-aeb3-3973f7d20750/a7cd7589-3106-4d7e-a35e-e514819bc7b0.jpg",
    "altTitles": [
      {
        "ja": "ミステリと言う勿れ"
      },
      {
        "es-la": "No diga que es un misterio"
      },
      {
        "ja-ro": "Mystery to Iunakare"
      }
    ],
    "description": {
      "en": "Kunou Totonou is a perceptive college student who's often forced to think his way out of dangerous situations.  \nThe story starts with the police questioning him on suspicion of murdering his classmate.  \n  \n___\nAwards:\n-  **Won the 65th Shogakukan Manga Award in 2019**\n- **Won the 44th Kodansha Manga Award in 2020**\n\nTV Dorama adaptation (2022): [MyDramaList](https://mydramalist.com/702507-mystery-to-iunakare) - [Bangumi](https://bgm.tv/subject/338076)",
      "ja": "冬のある、カレー日和。アパートの部屋で大学生・整がタマネギをザク切りしていると・・・警察官がやってきて・・・！？\n\n突然任意同行された整に、近隣で起こった殺人事件の容疑がかけられる。\nしかもその被害者は、整の同級生で・・・。\n次々に容疑を裏付ける証拠を突きつけられた整はいったいどうなる・・・？？？",
      "es-la": "Kunou Totonou es un estudiante universitario perspicaz que a menudo se ve obligado a pensar para salir de situaciones peligrosas.  \nLa historia comienza con el interrogatorio de la policía como sospechoso del asesinato de su compañero de clase.  \n  \n___\nPremios:\n- Nominado al 12º y 13º Premio Manga Taisho (2019-20)\n- 65º premio de manga Shogakukan (2019)\n- 44º Premio Kodansha de manga (2020)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-10-09T12:15:34+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/41626234-1cf5-475b-a92a-ccee360dfbe8.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Hima-Ten!"
      },
      {
        "ja-ro": "HimaTen!"
      },
      {
        "ja-ro": "Himaten!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class. Say hello to some company president girl x house-cleaner boy romantic comedy hijinks!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e7a444d-6f33-410d-97bc-92c01906bde1",
    "title": {
      "en": "Warrior Grandpa and Supreme Granddaughter"
    },
    "updatedAt": "2024-07-03T22:12:39+00:00",
    "coverArt": "https://mangadex.org/covers/1e7a444d-6f33-410d-97bc-92c01906bde1/30eaa61a-a284-4648-b8e2-4e34d23bc722.jpg",
    "altTitles": [
      {
        "en": "Grandfather Warrior and Supreme Granddaughter"
      },
      {
        "en": "Grandpa Samurai and Granddaughter of the Supreme"
      },
      {
        "ko": "할배무사와 지존 손녀"
      },
      {
        "ko-ro": "Halbaemusawa Jijon Sonnyeo"
      }
    ],
    "description": {
      "en": "Just when Liu Jinshan thought he could die without regrets, his family was annihilated! As a result, he became determined to live just so that he could see his only surviving granddaughter, Liu Seol, reach adulthood. As he struggled to raise her and train her with his aging body, Liu Seol, who was born with the talent of a supreme martial artist, grew up much faster than he thought she would. \"Don't worry, Grandpa, I'll protect you from now on!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81ab24a4-4fe5-414f-bc63-60093b59633d",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - Towakano (Doujinshi)"
    },
    "updatedAt": "2024-10-15T03:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/81ab24a4-4fe5-414f-bc63-60093b59633d/428756df-7d36-4ca7-b1e7-610b497977c9.jpg",
    "altTitles": [
      {
        "ja": "トワカノ(魔法少女まどか☆マギカ)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-09-25T22:59:57+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "86a3077d-6ac0-4581-bc16-59b061a93ca4",
    "title": {
      "en": "Meitantei Nanka Janai! Koukousei Tantei Battle Royale"
    },
    "updatedAt": "2023-01-12T23:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/86a3077d-6ac0-4581-bc16-59b061a93ca4/5e441152-b5d6-437d-88bf-6ea4c8b8a5cf.jpg",
    "altTitles": [
      {
        "en": "Not a great detective! ～ High school detective battle royale ～"
      },
      {
        "ja": "名探偵なんかじゃない！～高校生探偵バトルロイヤル～"
      },
      {
        "zh-hk": "我才不是名偵探！～高中生偵探的王位鬥爭～"
      }
    ],
    "description": {
      "en": "Akira Tenno the famous young detective with a mysterious dark past is transferred to another high school where he meets another young detective Himeko Kurotsuki who she consider him as her rival,it was then they are forced to team up as partners to compete in the Detective Grand Prix competition to see which one is the best detective team."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "c089b50c-beeb-434a-ab8d-2676dc026564",
    "title": {
      "en": "Top Tier Providence"
    },
    "updatedAt": "2024-07-30T02:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/c089b50c-beeb-434a-ab8d-2676dc026564/1b68d2fc-8e1c-4703-8daa-2e8228d5ad6c.jpg",
    "altTitles": [
      {
        "zh": "顶级气运，悄悄修炼千年"
      },
      {
        "zh-ro": "Dingji Qiyun, Qiaoqiao Xiulian Qiannian"
      },
      {
        "zh-ro": "Dǐngjí Qìyùn, Qiāoqiāo Xiūliàn Qiānnián"
      },
      {
        "en": "Top Tier Providence- Secretly Cultivate for a Thousand Years"
      },
      {
        "en": "Top Tier Providence: Secretly Cultivate for a Thousand Years"
      }
    ],
    "description": {
      "en": "Being reincarnated in a cultivation world, Han Jue realizes that he can live his life like a video game. He can reroll his cultivation potential and connate providence.\n\nSo, he spends 11 years rerolling for a good one…\n\n[Unparalleled: Immortal beauty, top-notch charm]\n\n[Destined Sword fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao comprehension]\n\n[Unparalleled Movement Technique: Top-notch movement technique aptitude]\n\n[Descendant of the Immortal Emperor: You will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones]\n\nIn pursuit of longevity, Han Jue decides to cultivate in a low-profile manner.\nA thousand years later, generations of cultivators have become history.\n\nThat is when beings of the fairyland start cleansing the mortal world. Han Jue can no longer hide and has no choice but to take action.\n\nThen he realizes, that deities and gods aren’t that powerful after all!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646b7df7-cab6-49eb-9e77-16b5a3b7cd28",
    "title": {
      "en": "Gisou Furyou"
    },
    "updatedAt": "2024-10-13T17:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/646b7df7-cab6-49eb-9e77-16b5a3b7cd28/3f8db74d-4508-406d-86b1-c2f324a7c818.jpg",
    "altTitles": [
      {
        "ja": "偽装不良"
      }
    ],
    "description": {
      "en": "『If it’s discovered that I’m not the strongest (real deal), I’ll die…!?』 Takashi Yamazaki, who was bullied daily. The one who helped him was the strongest delinquent, Kurogane Ren. Yamazaki admired Kurogane, but one day, when he woke up, he found himself in the body of Kurogane Ren. And in front of him was the corpse of Kurogane Ren and a mysterious message… 'If you don’t want to die, take the top position at Reimei Academy.' To return to his original body and find out the truth behind Kurogane Ren’s death, he challenges the most ferocious and worst delinquents to a fight!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1262ecb7-d056-4e87-ae1a-f8fcde4efa4d",
    "title": {
      "en": "Kiwamete Goumantaru Akuyaku Kizoku no Shogyou"
    },
    "updatedAt": "2024-10-15T03:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/1262ecb7-d056-4e87-ae1a-f8fcde4efa4d/e1d55469-4c67-46c0-80e6-f4c04a759f4d.jpg",
    "altTitles": [
      {
        "ja": "極めて傲慢たる悪役貴族の所業"
      }
    ],
    "description": {
      "en": "was reincarnated as Luke Wizalia Gilbert, a hated villainous noble who, due to his overwhelming talent, would eventually be defeated by the protagonist in a “serves you right” moment.\n\nThe only way to avoid this disastrous end is… “hard work”!!\n\nBy defying fate, Luke gradually captivates the beautiful and talented daughters of prestigious families, and even attracts shadowy figures with hidden powers who were never meant to be involved, as well as the heroine who was supposed to side with the protagonist…\n\nA story where “hard work” twists the plot in unexpected ways, featuring a villain’s reincarnation and an unbeatable fantasy!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a32fadf-1976-4f78-85ef-4f04bae127f3",
    "title": {
      "en": "Yuusha Party wo Tsuihou Sareta \"Skill Supporter,\" Nakama no Sukiru wo Kaihou Shite Saikyou ni Nariagaru"
    },
    "updatedAt": "2024-10-15T03:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a32fadf-1976-4f78-85ef-4f04bae127f3/17fe11f5-d4d4-408a-ac55-a47655896d04.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティを追放された【スキルサポーター】、仲間のスキルを解放して最強に成り上がる"
      }
    ],
    "description": {
      "en": "“Ars! You’re fired!” Ars’s job is a [Skill Supporter] who can unlock skills regardless of conditions. He has contributed as a member of the hero’s party, but the hero Leon banishes Ars because he has unlocked all of his own skills. Although Ars is depressed, he decides to continue his long-held dream of becoming an adventurer. Then, during a quest, he is reunited with his former student Alicia, and realizes that the [Skill Supporter] can be used not only by his companions but also by himself, and his ability blossoms… The story of a hero in another world who unlocks his own and his companions’ skills and becomes the strongest begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9ac0295-0e9a-4965-a2e7-edfdcf81681f",
    "title": {
      "en": "Tsuihou Sareta Ossan Kajishi, Nazeka Densetsu no Daimyouko ni Naru ~Mukashi Omocha no Buki o Tsukutteageta Kodomotachi ga Zenin Eiyuu ni Natteita~"
    },
    "updatedAt": "2024-10-13T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a9ac0295-0e9a-4965-a2e7-edfdcf81681f/745fec5a-8605-455d-8e8c-a4a3a0ad96fd.jpg",
    "altTitles": [
      {
        "ja": "追放されたおっさん鍛冶師、なぜか伝説の大名工になる ～昔おもちゃの武器を造ってあげた子供たちが全員英雄になっていた～"
      },
      {
        "ja-ro": "Tsuihou sareta Ossan Kajishi, Nazeka Densetsu no Daimyouko ni Naru: Mukashi Omocha no Buki wo Tsukutteageta Kodomotachi ga Zenin Eiyuu ni Natteita"
      },
      {
        "en": "The Expelled Middle-Aged Blacksmith Somehow Becomes a Legendary Famous Craftsman: The Kids Who He Once Made Some Toy Weapons for Have All Become Heroes"
      }
    ],
    "description": {
      "en": "40-year-old Dereito has dedicated his life to blacksmithing in a small town, but one day, he is suddenly expelled by his fellow guild members. \n\nWith nowhere to go, he remembers a letter he received from a young girl for whom he once crafted a “toy weapon” and decides to head to the royal capital. Upon arrival, he discovers that the “toy weapon” he had made has evolved into a legendary weapon, and the girl has become a national hero! \n\nHis life turns around from being an unemployed middle-aged man to being celebrated as the hero who crafted a legendary weapon. To his surprise, he reunites with the colleagues who had cast him out in an unexpected way, eventually taking them on as his apprentices!",
      "ja": "地方都市で鍛冶一筋、40歳の主人公デレートは、ある日突然ギルドの同僚に追放されてしまう。\n\nそこで以前「おもちゃの武器」を造ってあげていた女の子からもらった手紙を頼りに王都へ向かうと、自分が作った「おもちゃの武器」が伝説の武器に進化しており、その子は国の英雄になっていた!\n\n無職のおっさん(40)から一転、伝説の武器を作った英雄として大出世!\nさらに自分を追い出した同僚と意外な形で再会し、弟子として迎え入れることに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-09-30T14:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2024-07-29T12:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission.",
      "pt-br": "As experiências diárias de garotas monstro modernas.\nQuadrinhos originais por Shepherd0821"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484cc85a-86ff-4791-ae6c-6eff42c38021",
    "title": {
      "en": "The Second Child of God"
    },
    "updatedAt": "2024-10-15T01:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/484cc85a-86ff-4791-ae6c-6eff42c38021/5ca7e6bc-ef0d-4551-bfe3-740ae2b29bb8.jpg",
    "altTitles": [
      {
        "ko": "두번째 신의아이"
      },
      {
        "id": "Anak Tuhan yang Kedua"
      }
    ],
    "description": {
      "en": "Jiseo, born with the fate of the second child of God. Hyunjin, who appeared before Jiseo as he lamented his fate, tries to help him but ends up being possessed by a ghost..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2b32bf8-5015-4ef0-9bbf-a4e63033dabb",
    "title": {
      "en": "Senmetsumadou no Saikyou Kenja: Musai no Kenja, Madou wo Kiwame Saikyou e Itaru"
    },
    "updatedAt": "2024-10-11T14:18:21+00:00",
    "coverArt": "https://mangadex.org/covers/c2b32bf8-5015-4ef0-9bbf-a4e63033dabb/f315e943-895f-4420-b30f-de74afd98960.jpg",
    "altTitles": [
      {
        "ja": "殲滅魔導の最強賢者"
      },
      {
        "ja": "殲滅魔導の最強賢者　無才の賢者、魔導を極め最強へ至る"
      },
      {
        "en": "The Strongest Sage: The Story of a Talentless Man Who Mastered Magic and Became the Best"
      }
    ],
    "description": {
      "en": "The world's strongest magician who carries \"the crest least suitable for battle\" searches for companions to fight together. The ones fit to be his companions would be…?!  \nOne more otherworld \"crest\" fantasy gets turned into a manga!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a138cee-607d-46c9-b0a4-dd62d517fc3e",
    "title": {
      "en": "Chou Kuse ni Narisou ♡"
    },
    "updatedAt": "2024-09-14T17:51:14+00:00",
    "coverArt": "https://mangadex.org/covers/6a138cee-607d-46c9-b0a4-dd62d517fc3e/3aa3a3f1-3a13-4a9d-8aea-95903606499c.jpg",
    "altTitles": [
      {
        "ja": "超くせになりそう♡"
      },
      {
        "zh": "超偶像小英雌"
      },
      {
        "zh": "超变身俏妞"
      },
      {
        "en": "Super! I'll Make A Habit Of It ♡"
      }
    ],
    "description": {
      "en": "☆ I, Shiratori Nagisa, have a secret that I can't tell anyone. That is, pretending to be a boy and going to a normal junior high school ♡ The popular \"I'll Make A Habit Of It ♡\" reappears with even more power!!",
      "ja": "☆あたし, 白鳥なぎさには、だれにもいえないヒミツがあるの。 それは, 男の子のフリをして,フツーの中学校に通っていること♡大人気の「くせになりそう♡」が,さらにパワーアップして,再登場!!"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "19"
  },
  {
    "mangaId": "0ae1bfa5-3b05-4769-8e6f-932f3ce70096",
    "title": {
      "en": "Jojo's Bizarre Adventure - Glass Lariats (Doujinshi)"
    },
    "updatedAt": "2023-12-28T07:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ae1bfa5-3b05-4769-8e6f-932f3ce70096/fd6a4b84-8488-4efa-91be-c7f4ea040734.png",
    "altTitles": [
      {
        "en": "JJBA: GL"
      },
      {
        "en": "Jojos glass lariats"
      },
      {
        "en": "Glariats"
      }
    ],
    "description": {
      "en": "The year is 2019 in Puerto Larraín, Chile. Glass Lariats follows the story of Josefina Torres, a 17 year old teenager, on her adventure to find her sister who was kidnapped for unknown reasons. During her adventure, Josefina will fight to learn about her family history and unveil the mystery behind the man who appears in her dreams."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce0da03c-6c6a-4058-a305-95704f2e688c",
    "title": {
      "en": "Dirty Thirty ♡ Magical Girl"
    },
    "updatedAt": "2024-10-12T02:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/ce0da03c-6c6a-4058-a305-95704f2e688c/cd9aa04e-4d41-4860-998e-0b6493b665a9.jpg",
    "altTitles": [
      {
        "ja": "魔法少女♡三十路"
      },
      {
        "ja-ro": "Mahou Shoujo ♡ Misoji"
      },
      {
        "ja-ro": "Mahou Shoujo♡Misoji"
      },
      {
        "ja": "The Magical Girl of 30's ♡"
      },
      {
        "en": "The Magical Girl ♡ In Her 30s"
      },
      {
        "en": "The Magical Girl of 30s ♡"
      },
      {
        "en": "Magical Girl♡ In Her Thirties"
      },
      {
        "en": "A Magical Girl ♡ In Her 30s"
      }
    ],
    "description": {
      "en": "A 35-year-old OL one day suddenly turns into a magical girl.\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/dirty-thirty-magical-girl/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd288e6-7c5a-403a-b5b6-a845a70ca376",
    "title": {
      "en": "Cross Game"
    },
    "updatedAt": "2022-09-24T03:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/8bd288e6-7c5a-403a-b5b6-a845a70ca376/f9238f4d-d7b5-45ab-892f-8b5d4fe5270d.jpg",
    "altTitles": [
      {
        "ru": "Перекрестная игра"
      },
      {
        "ja": "クロスゲーム"
      },
      {
        "ja-ro": "Kurosugēmu"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nMy childhood best friends are four sisters!　\n\nThis is a refreshing and sad coming-of-age baseball story about Kitamura Koh, the son of a sporting goods store, and the daughters of the batting center and coffee shop \"Clover\"!　\n\nIt was the summer of the 5th grade in elementary school when Kitamura Koh woke up to baseball... \n\nIt was a long and hot summer that he will never forget. \n\n[Official English](https://www.viz.com/cross-game)\n\n---\n- **Won  the 54th Shogakukan Manga Award for Shonen in 2009**",
      "pt-br": "Cross Game de Mitsuru Adachi, conta sobre a história de Koh Kitamura e suas quatro vizinhas, as irmãs Tsukishima, especialmente Wakaba e Aoba. A familia de Koh possui uma loja de artigos esportivos e a família Tsukishima tem uma cafeteria com um centro de rebatidas. Wakaba (uma das irmãs Tsukishima) e Koh nasceram no mesmo dia e no mesmo hospital e são amigos desde pequeno. Wakaba trata Koh como o seu namorado, para o desdém de Aoba, que é bastante ciumenta devido sua adoração pela irmã mais velha, nutrindo assim um certo ódio de Koh. Mas quando ocorre uma reviravolta do destino, suas vidas são completamente mudadas, e assim Koh ganha um novo sonho: ir para o Koshien."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "160"
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-07-08T23:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/647b0680-a968-4ac3-b024-b4b5a9e3cbbe.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-08-27T21:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      },
      {
        "pt-br": "Inscrito nos Canais Transcendentais"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
      "pt-br": "Vivendo da venda de informações sobre monstros, Maeng Siwoo é considerado completamente inútil na indústria de caçadores, sem quaisquer qualidades de destaque. No entanto, ele luta ferozmente para sustentar seu irmão mais novo doente.\n\nUm dia fatídico, ele recebe um misterioso smartphone de um ser transcendente dentro de uma masmorra, nomeando-o como gerente de canal de tais seres. Ao se inscrever no canal, ele desbloqueia a habilidade de exercer os poderes dos deuses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a945d52-4143-4704-ae21-7ddf338583c7",
    "title": {
      "en": "Records of the Swordsman Scholar"
    },
    "updatedAt": "2024-06-16T16:16:55+00:00",
    "coverArt": "https://mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "altTitles": [
      {
        "ko": "학사검전"
      },
      {
        "ru": "Экзамен на учёного"
      },
      {
        "zh-hk": "學士劍傳"
      },
      {
        "en": "Legends of the Swordsman Scholar"
      },
      {
        "es-la": "Registros del Espadachín Erudito"
      }
    ],
    "description": {
      "en": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
      "ko": "장원에 급제하여 입궁한 학사 운현.\n황태자의 취미생활을 전담하는 초라하고 처량한 신세를 한탄하지만,\n그럼에도 포기하지 않고 최선을 다해 무공을 익힌다.\n그러던 운현은 갑자기 무림을 제패하기 위해 붓을 드는데?!\n\n젊은 나이에 장원에 급제한 학사의 숨겨진 이야기가 시작된다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7154630-e6e5-4043-8ace-eedc493d1958",
    "title": {
      "en": "Siella's Revenge Affair"
    },
    "updatedAt": "2024-07-09T02:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/b7154630-e6e5-4043-8ace-eedc493d1958/2b792b34-6492-48d2-b384-fe458ff9d915.jpg",
    "altTitles": [
      {
        "ko": "여주가 내 약혼자와 바람났다"
      },
      {
        "ko-ro": "Yeojuga Nae Yakonjawa Baramnatda"
      },
      {
        "en": "The Female Lead Has an Affair With My Fiancé"
      },
      {
        "en": "The Heroine Had an Affair With My Fiancé"
      }
    ],
    "description": {
      "en": "She became an extra who died because of her rubbish fiancé. She succeeded in becoming best friends with the heroine in order to twist the original plot.\n\n\"I'm sorry, Ciel. But we're still friends, right?\"\n\nThe heroine had an affair with my fiancé. Yeah, go ahead and take that trash.\n\n\"Would you like to have a revenge affair with someone who's been the victim of an affair, Your Highness?\"\n\n'Cause I decided to have the Male Lead. Since I've broken my engagement, I can start getting the Male Lead after getting out of the original story and decided to enjoy a happy life. After a while, rumors have spread that I was the Crown's Prince lover and was raking in money. And there's also the news that the two had broken up.\n\n\"Ciel, I was wrong. Can we still be friends?\"\n\n\"Ciel… I was foolish. You are the only one that I love. You love me too, right? So let's start over.\"\n\nWhat? Are they both out of their minds? Throwing their hands away, I raised the corners of my lips.\n\n\"Don't make me laugh. Get out of here.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]