[
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-11-04T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/161a5c5b-1d3e-47b6-92c5-3466a8b716c9.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "tl": "Pag-uwi mula sa paaralan"
      },
      {
        "vi": "Câu lạc bộ siêu cấp về nhà"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "tl": "Inimbitahan si Shun sa Klab ng Uwian ni Naoki Satou, na kilala rin bilang \"Chokki-chan\". Kahit na tumanggi siya, napasama pa rin siya sa mga gawain ng klab sa medyo pilit na paraan! Isang romantikong komedya tungkol sa Klab ng Uwian na tampok ang isang hayskul na dalaga na mahilig maglibot at isang bagong estudyante sa hayskul na nawalan ng pangarap.",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-11-04T13:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Sssistant for Life!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d63f34a1-2fc0-467c-8f0c-99cdb7ea68c4",
    "title": {
      "en": "Syrup PURE Onee-Loli Yuri Anthology"
    },
    "updatedAt": "2024-10-30T12:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/d63f34a1-2fc0-467c-8f0c-99cdb7ea68c4/17562feb-81b6-471e-9e35-cfab3ee7a55d.jpg",
    "altTitles": [
      {
        "ja": "シロップ PURE おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Syrup Pure OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "Cover illustration: En Morikura\n1. Otonaninaritai (大人になりたい) by Hamuro Kei\n2. Yakusoku (やくそく) by Maeya Susumu\n3. V to Hatsukoi (vと初恋) by Yuzuki Ryota\n4. Suriel (スーリール) by Tsuzura Ryo\n5. Ohayou kara Oyasumi made (おはようからおやすみまで) by Mikan Uji\n6. Moto JK to mi JK (元JKと未JK) by Tachi\n7. CANDY GUILTY (CANDY GUILTY) by Yoshidamaru Yuu\n8. Para ni Kiss (パラにキス) by Akitsu Kio\n9. Tsumugu no Mahou (ツムグの魔法) by Itou Hachi\n10. Kodomo no Mama de (こどものままで) by Iwami Kiyoko"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-10-20T12:44:29+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/521e402d-956a-4a61-ae02-3e5679b2a8dc.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Everyday Life with a Succubus Slave"
    },
    "updatedAt": "2024-11-02T11:03:38+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/815ed30d-5a6e-44de-9751-35e1d153cdbd.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      },
      {
        "ru": "Повседневная жизнь с рабыней-суккубом"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-10-05T18:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-10-25T23:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "3e7a601b-1040-4473-b590-ca27ed8cff8c",
    "title": {
      "en": "The Hunter Wants to Live Quietly"
    },
    "updatedAt": "2024-09-16T20:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/3e7a601b-1040-4473-b590-ca27ed8cff8c/2af8b05e-0f11-4170-9168-7c9eaf7a6104.jpg",
    "altTitles": [
      {
        "ko": "헌터는 조용히 살고 싶다"
      },
      {
        "en": "The Hunter Wants to Live in Peace"
      },
      {
        "en": "The Hunter's Gonna Lay Loy"
      },
      {
        "ko": "헌조살"
      }
    ],
    "description": {
      "en": "“He’s not just your average psycho, huh?” - read this if you crave a sweet and salty battle romance that heats up the moment the fighting begins. #HunterStory #ModernSetting #FantasySetting #TimeSlip #BattleRomance #Contract #YoungerTop #StrongBottom #Superpowers"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-11-02T14:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/cd653bc4-f2dc-4510-bdd7-b40227128f36.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e6f404a-e002-46dc-a946-779ea3115c9d",
    "title": {
      "en": "Lovely Allergen"
    },
    "updatedAt": "2024-05-25T00:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/5e6f404a-e002-46dc-a946-779ea3115c9d/ea3abd6c-00e8-4a94-8e2c-ef7da60ef676.png",
    "altTitles": [
      {
        "zh": "可爱过敏原"
      },
      {
        "zh-ro": "Keai Guominyuan"
      }
    ],
    "description": {
      "en": "Yue Zhishi and Song Yu are not blood related brothers, Yue Zhishi, who was fostered by the Song family since childhood, loves to cling to his older brother, Song Yu, who is three years older than him. However, Song Yu always deliberately maintains a distance. Song Yu, the brother who pretends to be indifferent, and Yue Zhishi, the brother who is a clingy little puppy. But what others don't know is that he understands his own heart, he choose to exercise self-control and maintain a distance because… Yue Zhishi is Song-Yu’s only allergen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84acadcf-141a-42a5-ba7a-104ffbdef753",
    "title": {
      "en": "I'm Trapped in a Drama"
    },
    "updatedAt": "2024-09-30T01:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/84acadcf-141a-42a5-ba7a-104ffbdef753/00cf5dec-a9ab-41e0-a8d6-7f875a7dedf1.jpg",
    "altTitles": [
      {
        "ko": "막장드라마에 갇혀버렸다"
      },
      {
        "en": "I’m Trapped In A Terrible Drama"
      },
      {
        "en": "Trapped in a Soap Opera"
      }
    ],
    "description": {
      "en": "The main character, who grew up as an orphan, finally achieves her dream of owning her own home after suffering.\nHer joy was short-lived and she suddenly died while watching a drama she enjoyed, feeling pain in her chest. However, when she opened her eyes again, she was in a drama she had watched before she died! And that too, while possessing Shin Sera, a villain who tries to kill the female protagonist, but is destroyed by the male protagonists!\n\nShin Sera Loving's main character tries to escape from the drama to prevent her destruction, but there is a succession rival who hates her, a fiancé who doesn't even treat her as a human being, and a pervert with a blank face.... With a variety of male protagonists with outbursts of personality, are you getting more and more entangled?",
      "fr": "Le personnage principal, qui a grandi en tant qu'orpheline, réalise enfin son rêve d'avoir sa propre maison après de longues épreuves. Cependant, sa joie est de courte durée : alors qu'elle regarde sa série préférée, elle ressent une douleur dans la poitrine et meurt soudainement. Lorsqu'elle rouvre les yeux, elle découvre qu'elle se trouve à l'intérieur du feuilleton qu'elle regardait avant de mourir ! Pire encore, elle s'est réincarnée en Shin Sera, une méchante qui tente de tuer le personnage principal féminin et qui est finalement tuée par le personnage principal masculin !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-10-09T13:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！　憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Amagami-san Chi no Enmusubi"
    },
    "updatedAt": "2024-10-14T03:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/4976bf7a-f2ba-4b9e-9bd0-d4725b52ed83.jpg",
    "altTitles": [
      {
        "en": "Tying the Knot with an Amagami Sister"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "47e7bee9-8f16-4fb0-a46b-88d38bf6769c",
    "title": {
      "en": "The Soaking-Wet Unnie Next Door Wants Me To Touch Her Down There?"
    },
    "updatedAt": "2024-09-12T14:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/47e7bee9-8f16-4fb0-a46b-88d38bf6769c/9cac4279-01c1-4b64-b37f-2e707177eb50.png",
    "altTitles": [
      {
        "ko": "잔뜩젖은 옆집언니가 만져달라는데요?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-11-03T01:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/81452260-1789-43e7-b7f4-cd5dcef486b1.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76e73264-aff4-4d9e-ab03-7f923ea3be67",
    "title": {
      "en": "I Turned off the Pain Perception Setting!"
    },
    "updatedAt": "2024-08-23T21:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/76e73264-aff4-4d9e-ab03-7f923ea3be67/55540a18-2e62-4e16-a338-d2f3f36bd886.jpg",
    "altTitles": [
      {
        "ko": "통각 설정 꺼놨다니까요?"
      },
      {
        "en": "I Said I Turned off the Pain Perception Setting!"
      },
      {
        "en": "I'm Telling You, I Already Turned off the Pain Perception Setting!"
      },
      {
        "en": "You Turned off the Pain Setting?"
      },
      {
        "en": "I Turned off the Pain Setting?"
      },
      {
        "ja": "100回目プレイヤーなので高好感度はエンリョします！"
      },
      {
        "zh": "已关闭痛觉设置"
      },
      {
        "es-la": "¿Se me ha olvidado desactivar la configuración del dolor?"
      },
      {
        "mn": "Би Өвдөлт Мэдрэх Тохиргоогоо Унтраачихсан!"
      }
    ],
    "description": {
      "en": "**Pain perception 0, capture rate is 100!**\n\nA virtual reality game with pain perception set to '0'. I was the first to clear all endings, and started the final 100th playthrough... but something is off. Suddenly, I have a strange disease with a terminal setting, and the capture target characters are starting to worry about me.\n\n\"I don't feel any pain, so should I pretend to be sick?\"\n\nBefore I knew it, to the capture target characters, I became a noble hero enduring pain and sacrificing for world peace. Since it has come to this, the concept for this playthrough is a terminally-ill hero throwing herself for the world! I must end it with a happy ending. This is my last playthrough in my life!",
      "mn": "Өвдөлтийн мэдрэмж 0, Барих хувь 100!\nВиртуал ертөнцийн тоглоомны өвдөлтийн мэдрэмжийн тохиргоог \"0\" болгосон. Би бүх төгсгөлийг нь дуусгасан цор ганц, тиймээс энэ бол миний 100 дахь оролдлого...гэхдээ сонин байна. Гэнэтхэн, эмчлэгдхээргүй өвчинтэй, бас гол дүрүүд миний төлөө санаа зовж эхэлсэн.\n\"Би ямар ч өвдөлт мэдрэхгүй болохоор, дүр эсгэх нь зөв юм болов уу?\"\nНамайг мэдхээс өмнө, энэ гол дүрүүдэд би энэ дэлхийн амар амгалангийн төлөө өөрийгөө золиослох баатар болчихсон байсан. Одоо өнгөрснөөс хойш, энэ оролдлогын концепц бол энэ ертөнцийн төлөө өөрийгөө золиослох! Би заавал аз жаргалтай төгсөх хэрэгтэй. Энэ бол миний сүүлчийн оролдлого!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa62d8c-2864-4413-ba23-6fc5d378c1a2",
    "title": {
      "en": "Smoke Blue no Ame Nochi Hare"
    },
    "updatedAt": "2024-11-03T15:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/8fa62d8c-2864-4413-ba23-6fc5d378c1a2/3368fd64-0714-4f07-93a7-bac6847c1465.jpg",
    "altTitles": [
      {
        "en": "Life in Smokey Blue"
      },
      {
        "en": "Smoke-blue Rain, and Sunshine"
      },
      {
        "ja": "スモークブルーの雨のち晴れ"
      },
      {
        "zh": "烟蓝雨后晴"
      }
    ],
    "description": {
      "en": "Sakutaro's former colleague and No. 1 sales rival, Shizuka Kuji, saved him from danger when he was out having a good time one night.When Kuji left the company a step earlier than Sakutaro, he looked at him with envy, thinking that he must have a brilliant second career now.But when Kuji reunites with Sakutaro for the first time in eight years, his sarcastic personality is still the same, but for some reason, he is now working as a translator, looking languid and with long hair..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-09-17T15:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      },
      {
        "zh-ro": "Lang Xiaojie He Ta De Huli Meimei"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-10-11T15:16:51+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/f3c3c51a-3f47-419e-b847-b39a32c18329.jpg",
    "altTitles": [
      {
        "ja-ro": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "a2e62666-3eac-4ea3-b0a2-1db36026103d",
    "title": {
      "en": "Grand Dwarf ~Machi Kou Shokunin, Takumi no Waza de Isekai Musou~"
    },
    "updatedAt": "2024-11-02T14:41:05+00:00",
    "coverArt": "https://mangadex.org/covers/a2e62666-3eac-4ea3-b0a2-1db36026103d/c6a07711-e9c1-4ecd-85e9-4e5f2556aa23.jpg",
    "altTitles": [
      {
        "ja": "グランドワーフ〜町工職人、匠の技で異世界無双〜"
      },
      {
        "en": "Grand Dwarf: The Smalltown Craftsman's Skills Are Unmatched In Another World"
      }
    ],
    "description": {
      "en": "For 52 years, Takumi Fujimura, a craftsman who has continued to hone his skills at a town factory, finds himself in a predicament when he has a dispute with a client and stops getting loans from banks. After many years of hard work, he finally collapses, but he awakens in a different world where he meets Frau, a girl who aspires to become a hero.\n\nWith the benefit of modern technology and decades of crafting skill, can Takumi take this new world by storm?",
      "ja": "その道一筋52年、腕を磨き続けた熟練の町工場職人・藤村匠は、長年の無理がたたって倒れ…目覚めるとそこは異世界であった！　勇者を目指す少女・フラウと出会ったフジムラは、職人魂と匠の技で異世界最高の武具職人を目指す！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-10-30T12:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/165cefc5-4bb1-40c9-8af3-67ec1328c287.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou - Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "pt-br": "Invocador inigualável  começa no nível 1: Destrua todas os transmigradores na masmorra secreta que só eu posso usar"
      },
      {
        "ja": "レベル1から始まる召喚無双"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!",
      "ja": "謎の災害で命を失い、自分のやっていたゲーム世界に転生されられた飯島忍。転生カンストプレイヤーの存在、転生したクズの義父、義父に体を狙われた妹、自分だけレベル１での転生――。逆境から這い上がり廃課金者たちを出し抜け!!",
      "pt-br": "Depois de perder seu pai em um trágico acidente, Shinobu Iijima e sua irmã mais nova, Megumi, são acolhidos pelo velho amigo do seu pai, Ayumu.Shinobu trabalha duro na esperança de começar uma nova vida para si mesmo. Sua irmã Megumi e um jogo para celular chamado La Vita Online são as únicas coisas que o mantêm à tona.Um dia, Ayumu revela suas verdadeiras intenções de derrubar Shinobu e colocar as mãos em Megumi. Mas logo depois que Shinobu descobre que Ayumu excluiu todos os dados de seus jogos no La Vita, o apartamento deles no arranha-céu pega fogo e Shinobu cai para a morte, com Megumi a seu lado. Ele acorda em um mundo novo e estranho... e percebe que reencarnou no mundo do La Vita Online.Um anúncio dos desenvolvedores diz a ele que Ayumu já estão lá e que a contagem regressiva para a chegada de Megumi está correndo. Shinobu jura proteger Megumi depois que ela chegar a qualquer custo, mesmo que isso signifique que ele tenha que rastejar desde o nível 1 para se defender de todos os outros transmigradores."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2024-10-09T03:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/54b58da7-7172-4548-a3fb-20b71c1882c0.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-10-27T07:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c32b2c9-2036-420a-a778-a6b09dedfcfa",
    "title": {
      "en": "Onii-chan Is Done For! Official Anthology Comic (Fan Colored)"
    },
    "updatedAt": "2024-11-05T03:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/2c32b2c9-2036-420a-a778-a6b09dedfcfa/a87f184b-1879-4a11-8a55-af2dbe7759f0.jpg",
    "altTitles": [
      {
        "ja-ro": "Onii-chan wa Oshimai! Koushiki Anthology Comic  (Fan Colored)"
      },
      {
        "ja": "お兄ちゃんはおしまい！ 公式アンソロジーコミック  (Fan Colored)"
      },
      {
        "ru": "Мой братик теперь не братик! Официальная комикс-антология!  (Fan Colored)"
      }
    ],
    "description": {
      "en": "An anthology comic of Onii-chan wa Oshimai! by various mangaka.\n\n---\n**Volume 1**\n**Cover**: [Namori](https://mangadex.org/author/f049cee3-3b14-4101-8e5d-813526abb1f6)\n**Illustrations**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2), [Shiro Manta](https://mangadex.org/author/465b6513-a230-4ce1-b2a9-5027e94e52cc), [Izumi Bell](https://mangadex.org/author/1f462d2f-2cd5-420e-9f07-b4a214ef9465)\n\n**Author list**:\n1. Namori\n2. Fujichika Koume\n3. Tadano Natsu\n4. Kawamura Taku\n5. Igarashi Masakuni\n6. Kakitsubata Waka\n7. Asazuki Norito\n8. Nekoume\n9. Tsuchii\n10. Mori Misaki\n11. Kometsubu\n12. Yuuki Shinichi\n13. Kobayashi Kina\n14. Yuuki Suzu\n15. Suka\n\n**Volume 2**\n**Cover**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n**Illustration**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Namori\n2. Hara Yui\n3. Tadano Natsu\n4. Igarashi Masakuni\n5. Okada Anmitsu\n6. Yuuchi Mikumi\n7. Adachi Imaru\n8. Onio\n9. Minamito\n10. Tomoe\n11. Tsuchii\n12. Terai Akane\n13. Rucchiifu\n14. Moricocco\n15. Ouchi Kaeru\n16. Nekoume\n17. Cool-kyou Shinja\n\n**Volume 3**\n**Cover**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2)\n**Illustration**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n\n**Author list**:\n1. Namori\n2. Yukimoto Shuuji\n3. Igarashi Masakuni\n4. Suka\n5. Onio\n6. Sasuke\n7. Toyobayashi Sakane\n8. 9℃\n9. Adachi Imaru\n10. Sorato Shunsuke\n11. majoccoid\n12. Yuuchi Mikumi\n13. Hami\n14. Tsuchii\n15. Hori\n16. Cool-kyou Shinja\n\n**Volume 4**\n**Cover**: [Hiroyama Hiroshi](https://mangadex.org/author/65ea7bec-52aa-4b19-aabe-5f1d41683291/hiroyama-hiroshi)\n**Illustration**: [Hori](https://mangadex.org/author/fe546044-b115-43ee-9ef8-2e2c81e110f7/hori)\n\n**Author list**:\n1. Namori \n2. Asazuki Narito\n3. Tokita Shigure\n4. Sorato Shunsuke\n5. Fukuoka Tarou\n6. Onio\n7. Kamaboko RED\n8. Ceramic (Seramikku) \n9. Tsuchii\n10. Ronna\n11. Kakitsubata Waka\n12. Dobato\n13. Zinbei\n14. Hatoboboko\n15. Cool-kyou Shinja"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-10-18T10:47:05+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/a4b1acdf-5cd1-4621-99e2-e1798bd55d0a.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "en": "Tsumiki Ogami's Not-So-Ordinary Life"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d45751-5ffc-486a-9236-f67e36876113",
    "title": {
      "en": "Carolaway"
    },
    "updatedAt": "2024-09-19T02:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/c4d45751-5ffc-486a-9236-f67e36876113/10b9f4de-8a4a-490e-9d70-6562a62ffa36.png",
    "altTitles": [
      {
        "ja": "キャロラウェイ"
      },
      {
        "ru": "Кэролэвей"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "df64232c-cc30-4e9c-92e1-7ccba2b743b0",
    "title": {
      "en": "Ayako"
    },
    "updatedAt": "2023-07-02T05:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/df64232c-cc30-4e9c-92e1-7ccba2b743b0/2bd1a943-ed51-4eef-9693-bb5f25037296.png",
    "altTitles": [
      {
        "ja": "奇子"
      },
      {
        "fr": "Ayako, l'enfant de la nuit"
      }
    ],
    "description": {
      "en": "The year is 1949. Crushed by the Allied Powers, occupied by General MacArthur’s armies, Japan has been experiencing massive change. Agricultural reform is dissolving large estates and redistributing plots to tenant farmers—terrible news, if you’re landowners like the archconservative Tenge family. For patriarch Sakuemon, the chagrin of one of his sons coming home alive from a P.O.W. camp instead of having died for the Emperor is topped only by the revelation that another of his is consorting with “the reds.” What solace does he have but his youngest Ayako, apple of his eye, at once daughter and granddaughter?\n\n[Official English](https://kodansha.us/series/ayako/)\n\n---\n**Volumes 197-199 of the Osamu Tezuka Complete Works**"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "dfd7e5e0-d638-4f1d-9f38-ffc626c4167e",
    "title": {
      "en": "Kijin Gentoushou"
    },
    "updatedAt": "2024-11-05T01:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/dfd7e5e0-d638-4f1d-9f38-ffc626c4167e/7b2968b3-3723-4a3a-95ce-1c658ef5c590.jpg",
    "altTitles": [
      {
        "ja": "鬼人幻燈抄"
      },
      {
        "en": "Sword of the Demon Hunter: Kijin Gentosho"
      },
      {
        "ru": "Хроники людей и демонов"
      },
      {
        "es-la": "Kijin Gentosho: Cazador de demonios"
      },
      {
        "pt-br": "A Espada do Caçador de Demônios: Kijin Gentosho"
      }
    ],
    "description": {
      "en": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.",
      "ja": "江戸時代、山間の集落葛野には「いつきひめ」と呼ばれる巫女がいた。よそ者ながら巫女の護衛役を務める青年・甚太は、討伐に赴いた森で、遥か未来を語る不思議な鬼に出会う――江戸から平成へ。刀を振るう意味を問い続けながら途方もない時間を旅する鬼人の歩みは、重くて切ない。",
      "pt-br": "No período Edo, havia uma sacerdotisa chamada \"Itsukihime\" na aldeia montanhosa de Kadono. Jinta, um jovem que atua como guardião da sacerdotisa, apesar de ser um estranho, encontra um misterioso demônio que fala sobre o distante futuro na floresta onde foi para derrotá-lo. Do Edo à era Heisei, esta imensa série de fantasia japonesa acompanha um homem demônio que viaja no tempo enquanto questiona continuamente o significado de empunhar uma espada."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72910de2-5313-4834-83f1-6a8a23a660ec",
    "title": {
      "en": "Bloodborne"
    },
    "updatedAt": "2023-06-10T16:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/72910de2-5313-4834-83f1-6a8a23a660ec/9f11ce02-112b-48eb-9287-6053cdf74c7e.jpg",
    "altTitles": [
      {
        "en": "Bloodborne - Lady Maria and The Old Hunters"
      },
      {
        "ru": "Порождение крови - Леди Мария и старые охотники"
      },
      {
        "ar": "بلودبورن"
      },
      {
        "ar": "بلودبورن - السيدة ماريا و قدماء الصيادين"
      }
    ],
    "description": {
      "en": "The tale of Lady Maria becoming a hunter who hunts the beasts that terrorizes the city of Yharnam.",
      "ru": "Это история о Леди Марии – одной из первых учениц Германа, кто закончит свой путь в кошмаре охотника. Нам предстоит вернутся в самое начало и проследить становление этого персонажа, а заодно увидеть, как Ярнам погрузится в пучину раздора и безумия. Данная веб манга основана на событиях игры Bloodborne."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "4604db12-cafd-4572-a9f8-68525fb1b167",
    "title": {
      "en": "Monochrome Days"
    },
    "updatedAt": "2024-10-13T15:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/4604db12-cafd-4572-a9f8-68525fb1b167/69d1fd8c-348e-4bf3-b4e1-1d8afb87d10a.jpg",
    "altTitles": [
      {
        "ja": "モノクロのふたり"
      },
      {
        "ja-ro": "Monokuro no Futari"
      },
      {
        "ja-ro": "Monochrome no Futari"
      }
    ],
    "description": {
      "en": "A reliable office worker, Hanaichi Fudo, undoubtedly had a gift for the arts but gave up on his dreams of becoming an artist to lead a normal life. One day, his senior at work, Saori Wakaba, asked Hanaichi for help in writing her manga. Will he take up the pen again?! Written by Yosuke Matsumoto, author of \"The Lady Becomes an Idol\", a unique new take on aspiring manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a11a58b3-14f5-4eea-a045-ada294658206",
    "title": {
      "en": "Until Death Do Us Part"
    },
    "updatedAt": "2024-10-25T12:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/a11a58b3-14f5-4eea-a045-ada294658206/385fce95-073d-48aa-8542-39baf95ad919.jpg",
    "altTitles": [
      {
        "vi": "Cho Đến Khi Cái Chết Chia Lìa Đôi Ta"
      },
      {
        "es": "Hasta que la muerte nos separe"
      },
      {
        "fr": "Jusqu'à ce que la mort nous sépare"
      },
      {
        "pl": "Póki śmierć nas nie rozłączy"
      },
      {
        "ja-ro": "Shi ga Futari wo Wakatsu Made"
      },
      {
        "th": "เนตรปริศนาล่าทรชน"
      },
      {
        "ja": "死がふたりを分かつまで"
      },
      {
        "zh": "直至死亡将我们分开"
      },
      {
        "zh-hk": "直至死亡將我們分開"
      },
      {
        "zh-hk": "終極感應"
      }
    ],
    "description": {
      "en": "The future is a great unknown. Throughout history, those who have been graced with the power to read it have been sought by many. In this day and age, the term \"prophet\" is outdated. \"Precog,\" as in precognition, is the modern term.  \n  \nYet when the powers of precognition is graced upon a young girl named Tohyama Haruka, she is sought after by a powerful organization. Utilizing her powers, Haruka makes contact with Hijikata Mamoru, a blind swordsman. When cornered by her captors, Haruka proposes an outrageous condition to Mamoru. Haruka wants Mamoru to protect her until death do them apart.  \n  \n[Song Ji-Hyoung is the real name of the artist who uses the pen name Double S]",
      "vi": "Một cô bé có thể nhìn thấy trước tương lai, 1 món quà từ thượng đế hay là nỗi bất hạnh? Cô bị bọn yakuza truy đuổi nhằm mưu lợi cá nhân và cô muốn thoát khỏi tay bọn chúng. Dựa vào năng lực của mình, cô đã tìm đến một người đàn ông bị mù mắt nhưng cực kỳ mạnh mẽ, người có thể giúp cô trốn thoát…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "214"
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-10-28T09:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-10-30T21:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      },
      {
        "vi": "Sau khi bị bạn gái lừa, một tiểu quỷ khoá dưới cứ bám theo tôi."
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época natalina.\nYuuta Hasegawa ficou solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltam apenas alguns dias para o Natal!\nApós uma conversa casual com sua amiga Ayaka Mino, Yuuta encontra uma linda garota vestida de Papai Noel - justamente em uma rua cheia de casais! Seu nome era Mayu Shinohara.\nSerá que esse encontro com Shinohara vai se tornar o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a990e445-7a43-454b-a062-ab34492f1308",
    "title": {
      "en": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shitakedo, Kawaikattanode Kekkonshimashita ~Akuma no Niidzuma~"
    },
    "updatedAt": "2024-10-24T11:27:40+00:00",
    "coverArt": "https://mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/9fd09253-cf5a-4763-be21-b384e9c67426.jpg",
    "altTitles": [
      {
        "ja": "願いを叶えてもらおうと悪魔を召喚したけど、可愛かったので結婚しました　～悪魔の新妻～"
      },
      {
        "en": "I Summoned the Devil to Grant Me a Wish, but I Married Her Instead Since She Was Adorable ~My New Devil Wife~"
      },
      {
        "es-la": "Conjuré al diablo para que me cumpliera un deseo, pero me casé con ella porque ella era adorable ~Mi nueva esposa diabólica~"
      },
      {
        "es-la": "Invoqué al diablo para hacer realidad mi deseo, pero era muy hermosa, así que me casé con ella ~ Mi nueva esposa es el diablo ~"
      },
      {
        "vi": "Tôi triệu hồi ác quỷ để thực hiện điều ước, nhưng tôi lại muốn cưới cô ấy vì cổ quá xinh đẹp ~ Cô vợ ác quỷ~"
      },
      {
        "ru": "Я вызвал демонессу, чтобы она исполнила мое желание, но вместо этого женился на ней, потому что она слишком очаровательна~ Моя новая жена Демонесса~"
      },
      {
        "zh": "恶魔新妻"
      },
      {
        "en": "Devil's New Wife"
      }
    ],
    "description": {
      "en": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. He’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand and they go on to future adventures together.",
      "ja": "傭兵ギルドに属するテオ・アスペルは、弱すぎるゆえに、 色々なパーティに入ったり追い出されたりを繰り返していた。強くなろうと思い、なんでも願いを叶えてくれるという悪魔を召喚することにするが……。",
      "es-la": "Un aventurero joven y huérfano trata de conjurar al diablo para obtener ayuda con su disciplina, pues sus habilidades son pocas. El diablo viene en forma de una bella que le ofrece un deseo. Tal fue su enamoramiento con su apariencia que le pide la primera cosa que le vino a la mente, que sea su esposa. Sonrojada, ella acepta su pedido sorpresivo y se dedican a aventurar juntos.",
      "pt-br": "Theo Aspel, que pertence a guilda de mercenarios, estava entrando e saindo de várias equipes repetidamente por ser muito fraco. Um dia desejando se tornar mais forte ele consegue invocar o diabo que concede qualquer desejo. No momento em que se deparou com o diabo a vontade de \"ficar forte\" desapareceu e ao ser questionado pelo Diabo sobre seu desejo, Theo responde \"Por favor se case comigo!\" Conheça a história de um menino herbívoro e da garota diabo carnívora que se tornam um casal e vivem felizes enquanto fazem bagunça por onde passa."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a251ad9-abfe-456e-9b3b-5f68725d32ad",
    "title": {
      "en": "Hyouka"
    },
    "updatedAt": "2024-10-30T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/4a251ad9-abfe-456e-9b3b-5f68725d32ad/00eaec36-2caa-4f9d-9dd7-c20d7a76d8bf.jpg",
    "altTitles": [
      {
        "ja": "氷菓"
      },
      {
        "id": "Aku Menjerit"
      },
      {
        "ru": "Хёка: Тебе не уйти"
      },
      {
        "th": "ปริศนาความทรงจำ"
      },
      {
        "vi": "Kem đá"
      }
    ],
    "description": {
      "en": "Oreki Houtarou is an \"energy-saver\" kind of guy, who expends as little energy as possible to do only things he has to. When he starts high school, his older sister sends him a letter asking him to join the Classics Club. The club meant a lot to her, and its number of members has been reduced to zero.  \n  \nHoutarou reluctantly signs up for the club, only to find that someone else has joined, too! She's Chitanda Eru, a cute, big-eyed girl with an overwhelming sense of curiosity. A mystery crops up that catches Eru's interest, and also draws in Houtarou's friend, Fukube Satoshi. They continue solving mundane mysteries together, and soon they draw in Satoshi and Houtarou's friend, Ibara Mayaka, as well. Mayaka has had a blatant crush on Satoshi since middle school, but he always fends off her advances. Together, they search for the truth in a mystery that involves the history of the Classics Club.",
      "ja": "省エネを自分のスタイルとする奉太郎だが、姉の命令で「古典部」に入部することになってしまう。部室を訪れた奉太郎は、そこで好奇心旺盛な少女「千反田える」と出会い「部室密室事件」に遭遇してしまうのだが!?",
      "ru": "В центре данной истории - литературный клуб в одной школе. Члены этого клуба не просто читают книжки, а пытаются всеми силами раскрыть преступление, которое было совершено 33 года назад. И в этот клуб поступает главный герой по имени Хотаро, хотя поступает он не по собственному желанию, а из-за приказа своей старшей сестры…"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-10-29T17:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "The children swear revenge in the midst of war.\n\nThe official comic version of the dramatic simulation RPG “Battlefield Fuga” with the theme of “War x Revenge x Beasts” “Battlefield” 'Fuga Melody of Steel'! The manga was written by Takafumi Adachi (representative works: \"DM Fighter Homura'' and \"Metal Fight Beyblade,'' etc.).\n\n＜Synopsis＞\nA world made up of floating islands of various sizes - a floating continent, where two types of races, \"inuhito\" and \"nekohito\" live.\nMarto, an Inuhito boy, lives peacefully with his younger sister Mei while herding sheep in the remote village of Petit Mona. One day, the village is suddenly attacked by the northeastern country ``Berman Empire,'' and it burns to the ground overnight. How could something like this happen... Marto and the others were confused, and a mysterious voice came from the radio...! ?\n\nChildren caught up in the war board the mysterious giant tank ``Taranis'' to retrieve their abducted families!\n\nAs an appendix exclusive to the book, it also includes setting drawings by Takafumi Adachi and a development blog by Hiroshi Matsuyama, general director of the game software ``Fuga of Battlefield'' and CEO of Cyber ​​Connect Two Co., Ltd.",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31be4cc4-d7c8-47d7-9d80-4f1b2db7979e",
    "title": {
      "en": "Angel Heart"
    },
    "updatedAt": "2024-10-29T17:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/31be4cc4-d7c8-47d7-9d80-4f1b2db7979e/647b0680-a968-4ac3-b024-b4b5a9e3cbbe.png",
    "altTitles": [
      {
        "ja-ro": "Angel Heart - 1st Season"
      },
      {
        "ja": "エンジェル・ハート"
      },
      {
        "ja": "エンジェル・ハート 1stシーズン"
      },
      {
        "zh": "天使之心"
      },
      {
        "zh": "天使心"
      },
      {
        "es-la": "Corazón de Ángel"
      },
      {
        "uk": "Серце Янгола"
      },
      {
        "vi": "Angel Heart"
      }
    ],
    "description": {
      "en": "A young Taiwanese assassin codenamed \"Glass Heart\" committed suicide by jumping off a building, and her heart was pierced by a metal fence. Miraculously, her life was saved by heart transplantation. During her recovery she began to experience strange dreams, which led her to Japan looking for the donor of her heart, who happens to be Kaori Makimura, former partner of City Hunter.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ja": "台湾の黒社会組織の殺人兵器として養成された少女グラス・ハート。彼女は自殺を図るが、シティーハンターのパートナー槇村香の心臓を移植され一命をとりとめる。蘇ったグラス・ハートは組織を抜け出し、香の記憶に導かれるように新宿・リョウの元へ。やがて二人は香の心臓という絆で、再会をはたすのだが……!?",
      "vi": "Một nữ sát thủ chuyên nghiệp biệt danh \"Glass Heart\" - trái tim pha lê - tự kết liễu đời mình bằng cách nhảy lầu , ngực cô xuyên qua hàng rào sắt . Kỳ diệu thay, cô được cứu sống bằng việc ghép tim. Trong quá trình bình phục, cô thường gặp phải những giấc mơ lạ lùng ... thôi thúc cô tìm đến Nhật Bản để tìm kiếm người đã cho cô trái tim - Kaori Makimura - và những chuyện đã xảy ra giữa Kaori với người đồng nghiệp City Hunter. Sóng gió bắt đầu nổi lên, nữ sát thủ dần làm quen với cuộc sống bình thường...",
      "es-la": "Una joven asesina taiwanesa con el nombre clave de \"Corazón de Cristal\" se suicidó saltando desde un edificio, y su corazón fue atravesado por una valla metálica. Milagrosamente, su vida se salvó gracias a un trasplante de corazón. Durante su recuperación comenzó a experimentar extraños sueños, que la llevaron a Japón en busca del donante de su corazón, que resulta ser Kaori Makimura, antigua compañera de City Hunter."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "363"
  },
  {
    "mangaId": "38da00b9-ed5d-4bc5-b52b-a393a660cc72",
    "title": {
      "en": "Fundari, Kettari, Aishitari"
    },
    "updatedAt": "2024-10-23T13:19:26+00:00",
    "coverArt": "https://mangadex.org/covers/38da00b9-ed5d-4bc5-b52b-a393a660cc72/4b538c25-10b9-49a4-9080-eef94211c99f.jpg",
    "altTitles": [
      {
        "ja": "踏んだり、蹴ったり、愛したり"
      },
      {
        "zh": "打是亲骂是爱、爱得不够用脚踹"
      },
      {
        "en": "Stepping on, Kicking, Loving"
      }
    ],
    "description": {
      "en": "Kaho is busy working hard every day and is exhausted both mentally and physically. Her only recourse is drinking with the handsome Akira, who indulges in drinking, smoking, fighting, and having fun with women. She truly thought they were able to become quite good friends without any romantic feelings between them - until that night...",
      "ja": "毎日激務の仕事に追われ、心身共に疲労する日々を送るOL・佳帆（かほ）には、唯一の楽しみがあった。\nそれは、お気に入りのバーで知り合ったイケメン・泰（あきら）と気兼ねなく楽しく飲むこと。\n酒、煙草、喧嘩、女遊びetc…付き合ったらアウトな条件満載の泰だが、\nお互いに恋愛感情もなく、良き友人として関係を築けていると思っていた。\nあの夜までは──。\n\n甘いマスクの三十路クズ男×バリバリ働くアラサーOLの、\n大人のバグった距離感ラブ（？）コメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87eab128-54a8-4fcf-a5e2-016a39413216",
    "title": {
      "en": "The Lord of Coins"
    },
    "updatedAt": "2024-07-31T23:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/87eab128-54a8-4fcf-a5e2-016a39413216/e8575598-4c8d-458d-825c-a13ffba7226c.jpg",
    "altTitles": [
      {
        "ko": "영주님의 코인이 줄지 않음?!"
      },
      {
        "en": "The Lord’s Coins Aren’t Decreasing?!"
      },
      {
        "zh": "领主大人的金币用不完"
      },
      {
        "en": "Does The Lord's Coin Not Shrink?!"
      },
      {
        "ko": "Yeongjunimui Koini Julji Aneum?!"
      },
      {
        "th": "คอยน์เจ้าเมืองไม่ลดลงเลย?!"
      },
      {
        "ja": "領主様のコインは減らない!?"
      },
      {
        "ru": "Насколько же богат этот граф?!"
      },
      {
        "fr": "À JAMAIS RICHE !"
      },
      {
        "es-la": "El Dinero Del Señor No Disminuye"
      }
    ],
    "description": {
      "en": "Aaron Steelegard's fortune was basically set as he discovered a book that allowed him to trade across dimensions—until his enemies take both his life and his riches away. But Aaron is brought back as his younger self, armed with his past knowledge and a chance at revenge! Now free to amass coins, he's gaining powerful abilities and moving up the ranks of the interdimensional trading markets. Will Aaron gain enough coins to survive this journey of vengeance and reclaim his honor?",
      "fr": "Après avoir perdu toute la fortune de sa famille, un jeune seigneur devient la risée de tous. Pire encore, il tombe dans les mains de son pire ennemi et meurt des tortures qu'on lui a infligées. Au moment il perd connaissance, il se met à regretter toutes les erreurs qu’il a commises et qui l’ont conduite là où il en est… Et là, miracle ! Il se réveille 17 ans en arrière ! Son objectif : faire les bons choix, faire prospérer sa famille et surtout sa richesse et ce, grâce à l’aide d’un artefact magique, le livre de transactions interdimensionnelles !",
      "ja": "誇り高きスティルガード家に生まれるも実力不足のまま領主になり、詐欺にあい全ての財産を失ってしまったエルン。暗殺者に死に追いやられるも気がつくと17年前に戻っていた！ 別の次元に住む者と物の取引が可能な家宝「次元取引書」 今度の人生ではなぜか自分の目に映るウィンドウで次元取引ができるようになっていた！？ 「同じ悲劇は繰り返さない」 前世での失敗をもとに怒涛の復讐劇をくり広げていく！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "ko": "???: 자 힘을 냅시다. 저희 다 같이 영차 해보죠\n???: 영\n???: 차\n???: 영\n???: 영차고 나발이고 저희 다 그 놈한테 X된거 같습니다만.\n\n다차원을 넘나드는 코인 시장,\n차원거래계를 다 뒤집어놓으신 신예가 나타났다!\n\n모든 거래자의 공공의 적, 에른 스틸가드.\n사실 그는 차원거래로 모든 재산을 잃고 암살자에게 비참한 죽음을 당한 후, 과거로 회귀한 상태.\n\n\"이제 호구였던 과거의 나는 없다!\"\n\n에른은 전생의 모든 기억을 가지고 중고로운 차원나라… 아니, 평화로운 차원나라에 폭풍을 몰고 오기 시작하는데…?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "ru": "На рынке измерений, появился новичок, превосходящий любого!\nЧеловек, в прошлой жизни Потерявший всё состояние, погибший от рук жалких наёмников и проигравший злейшему врагу...\nЭрн Стилгард переродился!\n\nЗначит, моя книга измерений и все воспоминания остались со мной? Ну держитесь! Я переверну ваш рынок с ног на голову! \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%98%81%EC%A3%BC%EB%8B%98%EC%9D%98-%EC%BD%94%EC%9D%B8%EC%9D%B4-%EC%A4%84%EC%A7%80-%EC%95%8A%EC%9D%8C/2513)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/9788/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/69186)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/a_jamais_riche)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%84%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B9%8C%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%A5%E0%B8%94%E0%B8%A5%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%A2/177)",
      "th": "เอิร์น สตีลการ์ด ชายหนุ่มที่ต้องพบเจอโศกนาฏกรรมอันน่าเศร้าในวัย 33 ปีจากการถูกหลอกลวงและหักหลัง ได้ย้อนเวลากลับไปยังตอนที่มีอายุเพียง 16 ปี ด้วยความน่าอัศจรรย์ของไอเทมที่ซื้อมาจากการเทรดข้ามมิติ\n\nเขาจึงตั้งปณิธานว่าในชีวิตนี้จะไม่ยอมให้เกิดเรื่องแบบเดิมขึ้นอีก และเขาจะใช้การเทรดข้ามมิติที่มีคอยน์เป็นตัวชี้วัด สร้างอนาคตอันรุ่งโรจน์ให้ได้!",
      "zh": "废柴领主艾伦没钱没能力，唯一的武器就是一本书——次元交易书。 在即将被人残忍杀害之际，他凭借“愿望书签”实现了临终愿望，重生回到了过去，而此时的他发现，次元交易书出现在了他意想不到的地方……"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a3f4de6-bf1d-43fc-b48b-a287132c7e63",
    "title": {
      "en": "Ao no Hana, Utsuwa no Mori"
    },
    "updatedAt": "2024-10-29T17:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/1a3f4de6-bf1d-43fc-b48b-a287132c7e63/04a9b79a-8293-4e0b-830b-3a0af9a7484a.jpg",
    "altTitles": [
      {
        "ja": "青の花 器の森"
      },
      {
        "ja-ro": "Ao no Hana, Utsuwa no Mori"
      },
      {
        "en": "The Blue Flowers, and the Ceramic Forest"
      },
      {
        "th": "แต่งเติมลวดลายในรัก"
      },
      {
        "zh": "青之花 器之森"
      }
    ],
    "description": {
      "en": "Aoko is a ceramic painter at Hasami Wares Pottery, when suddenly an unfriendly and unapproachable man named Tatsuki arrives from overseas. Rejecting her way of life by telling her he isn't interested in painted ceramics, Aoko feels dejected, but can't help but be drawn to Tatsuki's ceramics…  \n  \nThis is a mature love story of a man and woman, both fascinated by ceramics.",
      "zh": "青之花 器之森漫画 ，小玉ユキ为大人献上的爱情故事， 陶瓷器与充满坡道的小镇、波佐见—— 对「器」怀着热爱的男女、 在这个小镇相遇…！？"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "48.7"
  },
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "b1b49c96-e01d-447a-80e8-9ef5809fcfe1",
    "title": {
      "en": "Counter Cube"
    },
    "updatedAt": "2024-06-22T17:00:19+00:00",
    "coverArt": "https://mangadex.org/covers/b1b49c96-e01d-447a-80e8-9ef5809fcfe1/a4f0819a-6a5c-4ebb-ab3f-9f810da73ee9.jpg",
    "altTitles": [
      {
        "ko": "공유몽"
      },
      {
        "en": "Lucid Dream"
      },
      {
        "en": "Shared Dream"
      },
      {
        "en": "Dream-Sharing"
      },
      {
        "ru": "Борьба в кубе"
      },
      {
        "zh": "共享梦境"
      },
      {
        "zh-hk": "夢境大逃殺"
      },
      {
        "ja": "シェアード・ドリーム～共有されし夢～"
      }
    ],
    "description": {
      "en": "What if there exists another world beyond lucid dreaming? That is where those who have been stolen of their dreams gather. Do Shi-Eon, who escapes reality by lucid dreaming, loses his dream and falls into the space of 'Shared Dream.' Now he must fight to reclaim his dream.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ja": "現実には興味がない。なぜなら俺にとっての「現実」とはあの世界だけだから…。 ここは、夢だということを自覚して見る夢。自分の思い通りの世界を創り出せる、自分だけの場所…だったはずが、この世界にいるのは俺だけじゃなかった！？\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ko": "자각몽을 뛰어넘은 또 다른 꿈의 세계가 있다면?\n꿈을 빼앗긴 자들이 모이는 곳\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ru": "Что если, за пределами осознанных снов,существует другой мир сновидений? Место, где люди, у которых отобрали их сны, сообираются вместе. Для чего же? Читайте и узнаете!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "zh": "本以为是梦境的主宰，\n却被迫卷进夺命梦境！\n“共享梦境”里聚集了所有梦被抢走的人，男主为了夺回自己的梦境，在这里开始了属于梦境的战斗！从弱鸡到王者，只是一个“共享梦境”的距离吗？\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "zh-hk": "超越清醒夢以外的世界－共有夢：夢境被奪走的人聚集之處。\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "964d8e8a-7bcb-42f1-9651-20b1871eecac",
    "title": {
      "en": "Koori no Hime wa Chiisana Hidamari de Tokasaretai"
    },
    "updatedAt": "2024-10-20T19:20:15+00:00",
    "coverArt": "https://mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/80d91f60-4b62-4a45-b49c-d56d059b0b22.jpg",
    "altTitles": [
      {
        "ja": "氷の姫は小さな陽だまりでとかされたい"
      },
      {
        "en": "The Ice Princess Wants to Be Melted by a Small Patch of Sunlight"
      },
      {
        "pt-br": "A Princesa de Gelo Quer Ser Derretida por um Pequeno Raio de Sol"
      }
    ],
    "description": {
      "en": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
      "ja": "多忙な両親に代わり、保育園児の弟妹を世話する男子高校生の青葉実晴は、恋愛をする暇はないが、弟妹と楽しく過ごしていた。ある日、クラスメートで「氷の姫様」と呼ばれるクール美女・水鳥雪の自宅で遊ぶことになった青葉は、「私を笑顔にしてくれませんか？」と水鳥に頼まれて…！？ \n\n幼い弟妹を大切に想う高校生たちの青春ラブコメ開幕！",
      "pt-br": "Aoba é um estudante do primeiro ano do ensino médio que cuida de seus irmãos mais novos no lugar de seus pais ocupados e acaba indo a um encontro de brincadeiras para irmãos na casa de sua colega Mizudori, uma beleza fria conhecida como a \"Princesa de Gelo\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  }
]