[
  {
    "mangaId": "32e2492a-8ad4-4dcf-8dea-80f5a7eaa2d9",
    "title": {
      "en": "Butt Attack Punisher Girl Gotaman"
    },
    "updatedAt": "2024-05-07T21:19:00+00:00",
    "coverArt": "https://mangadex.org/covers/32e2492a-8ad4-4dcf-8dea-80f5a7eaa2d9/b86b6c30-4248-4962-882c-d3ed72869f9d.jpg",
    "altTitles": [
      {
        "ja": "臀撃おしおき娘ゴータマン"
      },
      {
        "it": "Gotaman - La ragazza in perizoma"
      },
      {
        "ja-ro": "Dengeki Oshioki Musume Gotaman"
      }
    ],
    "description": {
      "en": "Mary Amachi is a very devout christian who transfers to the \"Perfect Religion Academy\", a school devoted to all religions of the world in effort to make it's students the next world leaders in religion. Her new friend Saori is kidnapped by the Black Budda cult which is a group who wishes to take away religious freedom though force and brainwashing. Mary prays to God for help but Buddha answers the call! Mary accepts only to help her friend and she is transformed into \"Butt Attack Punisher Girl Gotaman\". Between fighting bad guys, making a deal with Buddha, and wearing scandalous costume is it more then Mary can take?"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "61"
  },
  {
    "mangaId": "c055a250-d2ee-486d-b80c-048d6be8f011",
    "title": {
      "en": "Isekai Ooku de JK wa Koi o Suru"
    },
    "updatedAt": "2024-05-24T02:04:15+00:00",
    "coverArt": "https://mangadex.org/covers/c055a250-d2ee-486d-b80c-048d6be8f011/de2c74de-7cf2-4a5f-93ae-fa288dce0995.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Oooku de JK wa Koi o Suru"
      },
      {
        "en": "A JK Falls in Love in the Depths of Another World"
      },
      {
        "ja": "異世界大奥でJKは恋をする"
      }
    ],
    "description": {
      "en": "16 year old Himeno Shion has never experienced love. Unfortunately, she suddenly hit by a truck and gets transported no another world!\n\n[Do you want to all in love?]\n\nRight when she's about be eaten by a dragon, she gets saved by handsome hero named Ars. After bring Shion to his castle, Dragonia, she discovers that he wants to gather a harem girls from other races!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2cce29d-366a-4581-b771-77eefcea5225",
    "title": {
      "en": "Atarashii Joushi wa Dotennen"
    },
    "updatedAt": "2024-05-26T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/e2cce29d-366a-4581-b771-77eefcea5225/63e0f763-4e00-42e1-a361-0d644a05f166.jpg",
    "altTitles": [
      {
        "ja": "新しい上司はど天然"
      },
      {
        "en": "My New Boss is a Natural Airhead"
      },
      {
        "en": "My New Boss is Goofy"
      },
      {
        "vi": "Sếp Mới Của Tôi Ngốc Lắm!"
      }
    ],
    "description": {
      "en": "The workplace comedy's story follows a 26-year-old office worker named Momose. He recently changed jobs after his previous boss harassed him. He's worried his new boss will also use power harassment to make his life miserable. Momose is trying to hide his anxious stomach when he first meets his new boss Shirosaki, however he's surprised to find his new boss is such a natural airhead that he eliminates all of Momose's anxiety.",
      "vi": "Câu chuyện hài hước nơi công sở kể về một nhân viên văn phòng 26 tuổi tên Momose. Gần đây cậu ấy đã thuyên chuyển công việc sau khi bị sếp trước quấy rối. Cậu lo lắng sếp mới của mình cũng sẽ lợi dụng quyền lực để khiến cuộc sống của cậu trở nên khốn khổ. Momose đang cố gắng che giấu nỗi lo lắng của mình khi lần đầu tiên gặp sếp mới Shirosaki, tuy nhiên, cậu rất ngạc nhiên khi thấy sếp mới của mình là một người ngốc tới mức khiến cậu không còn lo lắng nữa."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-04-29T18:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dca77981-04b2-4fb9-9b04-0020f4fe4abe",
    "title": {
      "en": "Isekai Dynasty Tales"
    },
    "updatedAt": "2024-05-26T00:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/dca77981-04b2-4fb9-9b04-0020f4fe4abe/45a697d6-5812-44bc-940d-995f1415aa12.jpg",
    "altTitles": [
      {
        "ja-ro": "isekai ocho monogatari"
      },
      {
        "ja": "異世界王朝物語"
      },
      {
        "ja-ro": "Isekai Ōchō Monogatari"
      }
    ],
    "description": {
      "en": "Due to a near-death experience, a Japanese college student named Hiro gains the ability to see and converse with ghosts. By forming contracts with these ghosts, he becomes a powerful necromancer. But how will he fare in this strange new world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-05-04T15:28:56+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/b0a10b85-a481-4500-aaa4-0858b5edff5f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6f07a3cd-c849-45c9-b370-3cec830fa5e7",
    "title": {
      "en": "Love Affair Ranger"
    },
    "updatedAt": "2024-05-26T13:09:13+00:00",
    "coverArt": "https://mangadex.org/covers/6f07a3cd-c849-45c9-b370-3cec830fa5e7/ac488a02-6c84-49d2-8e95-a66953ae59d2.jpg",
    "altTitles": [
      {
        "ja": "色恋戦隊タダレンジャー"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "ce0ea5d5-93fa-4ce8-8bd6-9478d3ec89e5",
    "title": {
      "en": "POTATO"
    },
    "updatedAt": "2024-05-25T13:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/ce0ea5d5-93fa-4ce8-8bd6-9478d3ec89e5/690acd58-a8a7-45e9-9f17-ed344e42b673.jpg",
    "altTitles": [],
    "description": {
      "en": "A new transfer girl from The Land of The Free just came into class!! As a food enthusiast, Suguru Aida cannot simply pass up the chance to talk to her about American food culture. However, she's a mysterious one: speaking English so fluent that only Aida can discern, being silent and ignoring everyone, and most importantly, only eating M-do's Potatoes!! Aida is determined to find out why she only eats M-Do's fries! Let's see where this will take him."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95199bdb-35d5-43b5-85d6-3970652420f7",
    "title": {
      "en": "Pink"
    },
    "updatedAt": "2023-11-26T13:41:33+00:00",
    "coverArt": "https://mangadex.org/covers/95199bdb-35d5-43b5-85d6-3970652420f7/dff8b651-a687-4524-9e0e-9328c076f3a2.jpg",
    "altTitles": [
      {
        "ja": "ピンク"
      }
    ],
    "description": {
      "en": "Yumiko moonlights as a call girl because her day job doesn’t pay enough to feed her pet Croc. Haru, an aspiring writer who has nothing to say, sleeps with a woman his mother’s age not just for the money but to work on his “powers of observation.” So when Yumi’s step-mom turns out to be Haru’s sugar-mommy, it is time for shenanigans. A little bit of drinking, a little bit of blackmail and a visit with Croc is enough to change lives and maybe add some color to a comfortable but bland life.\n\nDaddy kept Keiko’s mom as a pet; she keeps Haru as a pet; I keep Croc as a pet…Is Yumiko someone else’s pet?? Is she willing to let someone care for her like that? [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "192db6bc-17ee-4bf6-bf17-6dd614c01f4d",
    "title": {
      "en": "Maria"
    },
    "updatedAt": "2024-04-08T23:14:07+00:00",
    "coverArt": "https://mangadex.org/covers/192db6bc-17ee-4bf6-bf17-6dd614c01f4d/67f03f3a-45ad-4a0f-bdc9-1d54f76f653d.jpg",
    "altTitles": [
      {
        "ja": "マリア"
      }
    ],
    "description": {
      "en": "The portrait of a girl in 60s -70s in Japan.\n\nMaria depicts the chaotic trajectory of a wealthy girl, whose family made a fortune in the after war. New arrival in a school of girls, Maria is independent and indomitable. She sleeps indifferently with girls or boys, and causes confusion among students as well as teachers, attracting fights and disasters.\n\n\nWith Maria, the story of a teenager in 70's Japan, master Kazuo Kamimura tackles the taboos of his time. The excellence of its staging, the elegance of its line, serve wonderfully a striking, uncompromising writing. As with \"Dosei Jidai\", and in the image of the new wave, Kazuo Kamimura upsets the Japanese society and blows a new wind on the manga. Perhaps the most sultry of Kamimura titles."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-05-04T17:48:23+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/2a83d063-a6f9-444d-9ff3-d8248a60f37d.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! With a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni: Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-03-31T02:12:44+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/483aeec8-d9cd-4d20-8cd0-3e311d4dd05b.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero - The Unrivaled Man Starts a Family -"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash — the one who decimated the Demon Lord’s army was a lone hero named Lloyd. Possessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd’s companion!? This is the story of a man, hailed as the strongest, yet unable to recognize his own worth, finding a “family”.",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-05-23T14:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/0cc9106b-99c3-4293-84a7-f3b0b1c81c5d.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "901da7d9-8742-4f1a-9432-b7c1e67a5daf",
    "title": {
      "en": "Ryuu to Ayumu Nariagari Boukensha-dou"
    },
    "updatedAt": "2024-05-10T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/901da7d9-8742-4f1a-9432-b7c1e67a5daf/b3a83230-c19a-430f-aadd-d8dd348c311f.jpg",
    "altTitles": [
      {
        "ja": "竜と歩む成り上がり冒険者道 ~用済みとしてSランクパーティから追放された回復魔術師、捨てられた先で最強の神竜を復活させてしまう~"
      },
      {
        "ja-ro": "Ryū to Ayumu Nariagari Bōkensha-dou ~Yōzumi to Shite S-Ranku Pāti Kara Tsuihō Sareta Kaifuku Majutsu-shi, Suterareta-saki de Saikyō no Shin Ryū Ofukkatsu Sasete Shimau~"
      },
      {
        "ja-ro": "Ryuu to Ayumu Nariagari Boukensha-dou ~ Youzumi toshite S-Rank Party kara Tsuihou Sareta Kaifuku Majutsushi, Suterareta Saki de Saikyou no Shinryuu wo Fukkatsu Sasete Shimau ~"
      },
      {
        "ru": "Целитель, которого исключили из команды S-ранга, воскрешает в бездне сильнейшего дракона"
      },
      {
        "ko": "용과 걷는 출세 모험자의 길~쓸모 없어져서 S랭크 파티에서 추방당한 회복 마술사, 버려진 곳에서 최강의 신룡을 부활시키다~"
      },
      {
        "ko-ro": "yong-gwa geodneun chulse moheomjaui gil~sseulmo eobs-eojyeoseo Slaengkeu patieseo chubangdanghan hoebog masulsa, beolyeojin gos-eseo choegang-ui sinlyong-eul buhwalsikida~"
      },
      {
        "en": "A Story About a Dragon and the Rising of an Adventurer: A Healer Who Was Seen as Useless and Was Kicked Out From an S-Rank Party, Goes off to Revive the Strongest Dragon in an Abandoned Area"
      }
    ],
    "description": {
      "en": "**\"Understand for yourself that you are worthless. You are already obsolete.\"**\n\nDion, the recovery wizard who was told so, was seriously injured by the hands of party members and left behind in the interior of the highest difficulty dungeon.\n\nOn the verge of running out of his life, he happens to encounter a dying dragon. Dion realized that he couldn't help him anymore, and he treated the dragon to live as a recovery wizard until the end. Then the dragon thanked him and even shared the power of the dragon. In addition, this dragon seems to have been a legendary god dragon-class. Dion escapes from the dungeon with his new companion, the dragon, and restarts as an adventurer. He captures the difficult dungeons that stand in his way, and his abilities are recognized and he has all the strong men on his side.\n\nThis is a story about a recovery magician who leaves behind even the party he was in from a difficult situation and becomes the strongest adventurer in the world.\n\n---\n\n**Links:**  \n- [Web Novel](https://ncode.syosetu.com/n6844gh)\n- [Official LN (JP)](https://www.bunkasha.co.jp/author/a236341.html)",
      "pt-br": "Dion, um curandeiro, é jogado nas profundezas de uma masmorra por um membro do grupo. Assim que ele estava prestes a morrer, ele encontra um dragão ferido. Dion usa o que resta de sua força para salvá-lo, e acaba sendo um dragão divino chamado Eldora. Eldora, que recuperou seu poder, e Dion, um mago exilado que ela salvou da morte, começam sua jornada juntos como aventureiros. Enquanto isso, Yuki, o líder do grupo que incriminou Dion, sai para encontrá-la."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "182f72c5-1949-4b22-8335-a64cafd128cb",
    "title": {
      "en": "Hiiragi-san Chi no Kyuuketsu Jijou"
    },
    "updatedAt": "2024-05-09T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/182f72c5-1949-4b22-8335-a64cafd128cb/16411201-706d-48e6-8c54-f2860dd73e89.jpg",
    "altTitles": [
      {
        "es": "La situación de los vampiros en la casa de Hiiragi"
      },
      {
        "ru": "Вампирский секрет семьи Хиираги"
      },
      {
        "ja": "柊さんちの吸血事情"
      },
      {
        "en": "Hiragi-san's House of Vampires"
      },
      {
        "es-la": "Todos los días con una familia de vampiros"
      },
      {
        "es-la": "Las circunstancias de beber sangre de la familia Hiiragi"
      }
    ],
    "description": {
      "en": "Every family has its own \"secrets\"... Shota Minamoto, a junior high school student, lives in an orphanage. One day, he is taken in by a family who lives in a gorgeous Japanese style mansion. Shota is welcomed with open arms, but the family has a secret that must not be revealed to the world.",
      "ru": "У каждой семьи есть \"секрет\".\nМинамото Сёта - ученик средней школы, живущий в детском доме. Однажды его решает приютить семья, живущая в богатом доме, где ему оказывают радушный прием. Но у них оказался \"секрет\" который не следует раскрывать всему миру.",
      "es-la": "Minamoto Shouta, un huérfano de 14 años que inesperadamente es adoptado por una familia adinerada, lo que él no sabía es que esta familia esconde un gran secreto. Una nueva comedia romántica de la autora de «A Couple of Cuckoos» Miki Yoshikawa.",
      "pt-br": "Cada família tem seus próprios \"segredos\"... Shouta Minamoto, um estudante do ensino médio, vive em um orfanato. Um dia, ele é adotado por uma família que mora em uma linda mansão em estilo japonês. Shouta é recebido de braços abertos, mas a família guarda um segredo que não deve ser revelado ao mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9df557c-d388-4e95-8326-9285b8ae38fb",
    "title": {
      "en": "Mare no Bakegitsune"
    },
    "updatedAt": "2023-10-11T10:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/e9df557c-d388-4e95-8326-9285b8ae38fb/591184fb-3165-482a-a9b2-649ce2425b7f.jpg",
    "altTitles": [
      {
        "ja": "まれの化け狐"
      },
      {
        "vi": "Yêu hồ của Mare"
      }
    ],
    "description": {
      "en": "Mare, an abandoned child, was picked up by a demon fox, Nibi, and lived with them. A monster but hates humans, is worried about Mare going out on the town, so she overprotects her. Unobtrusive, blunt and adolescent, not sensitive. A Japanese-style fantasy romantic comedy about two people who love each other even though they clash!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57a981a8-fa23-48c5-971b-1329e3d9bb0b",
    "title": {
      "en": "Isekai de Kojiin wo Hiraita kedo, Naze ka Darehitori Sudatou to Shinai Ken"
    },
    "updatedAt": "2023-12-25T13:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/57a981a8-fa23-48c5-971b-1329e3d9bb0b/ac7205cf-584d-4813-929d-31009e79c9c4.jpg",
    "altTitles": [
      {
        "en": "I Opened an Orphanage in Another World, But For Some Reason No One Wants to Leave."
      },
      {
        "ja": "異世界で孤児院を開いたけど、なぜか誰一人巣立とうとしない件"
      },
      {
        "ru": "Как открыть приют в другом мире!"
      },
      {
        "en": "Isekai Orphanage"
      },
      {
        "ko": "이세계에서 고아원을 열었지만, 어째서인지 아무도 독립하려 하지 않는다"
      },
      {
        "zh": "在异世界开了孤儿院，但不知为何没有一个人想离开"
      },
      {
        "ja-ro": "Isekai de Kojiin wo hiraitakedo nazeka darehitori sudatou to shinaiken"
      },
      {
        "en": "I Opened an Orphanage in a Different World, But Why Doesn't Anyone Want to Graduate?"
      }
    ],
    "description": {
      "en": "Masatsugu was brought from another world in a hero summoning and ended up being part of the lowest possible caste. Awaiting this boy, who possess nothing but elementary skills, is managing an orphanage full of beautiful girls! But, his annoying days are just starting as he finds the building in ruins, and he also has to pay off the huge debt the former director left! And that’s not all, he has no time to rest from all the scumbags threatening the orphanage! Will Masatsugu and the orphans be able to protect their precious home?",
      "id": "Masatsugu dibawa ke dunia lain dalam panggilan pahlawan dan akhirnya menjadi bagian dari kasta terendah. anak ini, yang tidak memiliki apa-apa selain keterampilan dasar, disuruh mengelola panti asuhan penuh gadis-gadis cantik! Tapi, hari-hari menyebalkan nya baru saja di mulai ketika ia menemukan bangunan di reruntuhan, dan ia juga harus membayar utang besar mantan direktur! Dan tidak itu saja, dia tidak punya waktu untuk beristirahat dari semua sampah mengancam panti asuhan! Apakah Masatsugu dan para anak yatim bisa melindungi rumah mereka yang berharga?",
      "ja": "- [Official LN](http://www.tobooks.jp/books/book_511.html)\n- [Alternate Raw](http://seiga.nicovideo.jp/comic/34764)\n- [Web Novel](https://ncode.syosetu.com/n9759dd)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b",
    "title": {
      "en": "Ninja Slayer: Kyoto, Hell on Earth"
    },
    "updatedAt": "2024-05-13T14:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b/0f730b75-9b39-4cc7-8cb5-4de37d193ffa.jpg",
    "altTitles": [
      {
        "ru": "Ниндзя Слеер: Киото - ад на земле"
      },
      {
        "ja": "ニンジャスレイヤー キョート・ヘル・オン・アース"
      },
      {
        "zh": "忍者杀手 杀伐都市京都"
      },
      {
        "en": "Ninja Slayer: Kyoto, Hell on Earth"
      }
    ],
    "description": {
      "en": "The man who annihilated the Soukaiya, the enemy of his wife and child, and buried Neo-Saitama in flames has appeared in Gaion City, Kyoto Republic! Ninja Slayer's new battle begins to eradicate his other enemy, the Zaibatsu! The second part of the hugely popular cyberpunk ninja novel, which has sold over 1.5 million copies in total, is now perfectly adapted into a comic!",
      "zh": "击破了总会屋的忍者杀手，藤木户·健二，接下来开始朝着另一个仇人罪罚所在的京都进发\n助他最终战胜老元·宽的奈落·忍者，在战斗的最后为了保护藤木户的身体而陷入沉眠，接下来的敌人京都罪罚的恐怖威势更是远超预想……\n初来乍到的藤木户只在前往京都的路上都要经过连场大战，孤立无援的他究竟要如何才能坚持到最后，为妻儿的复仇画上句号？\n在历史名都祇园，忍者杀手Vs忍者的激战在此拉开帷幕！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85456d9d-9c70-49e4-bbda-462b5a4af3c4",
    "title": {
      "en": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
    },
    "updatedAt": "2024-04-11T07:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/e4f9f571-ab00-4c2c-9017-ef48617e2b4a.jpg",
    "altTitles": [
      {
        "ja": "一生働きたくない俺が、クラスメイトの大人気アイドルに懐かれたら"
      },
      {
        "vi": "Cô nàng idol đói bụng và anh chàng yêu nội trợ"
      },
      {
        "ja-ro": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
      },
      {
        "en": "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for my Whole Life"
      },
      {
        "ja-ro": "Isshou Hatarakita Kunai Ore ga, Classmate no Daininki Idol ni Idakaretara"
      },
      {
        "zh": "班里的人气偶像黏上了一辈子不想工作的我"
      }
    ],
    "description": {
      "en": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
      "ja": "専業主夫を目指す高校生・志藤凛太郎のクラスには、世間でも大人気のアイドル・乙咲玲が在籍していた。同級生であること以外の関係がない二人だったが、空腹で倒れそうになった玲に凛太郎が手料理を振る舞ったことで関係は一変！ あまりの美味しさに玲は「毎日食べに来ていい？」と言ってきて……!?",
      "vi": "Shido Rintaro, nam sinh cao trung ước ao trở thành một ông chồng nội trợ, học cùng lớp với idol nổi tiếng Otosaki Rei. Cả hai không liên quan gì đến nhau trừ việc học cùng lớp. Đó là cho đến khi Rei xém ngất xỉu vì đói, và được Rintaro nấu ăn cho. Tay nghề cậu ta khá đến nỗi Rei quyết định sẽ đến ăn chực mỗi ngày...!?",
      "pt-br": "Rintaro Shido, um estudante do ensino médio que aspira se tornar um dono de casa em tempo integral, está na classe de uma idol muito popular, Rei Otosaki. Os dois não têm nenhuma conexão além de serem colegas de classe, mas seu relacionamento muda drasticamente quando Rintaro serve uma refeição caseira para Rei depois que ela quase desmaia de fome! A comida estava tão deliciosa que Rei disse: \"Posso vir aqui todos os dias para comer?\"...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2023-11-03T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/3019d50c-a1e2-488a-a444-c7036457bccd.jpg",
    "altTitles": [
      {
        "ja-ro": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets! A popular love-comedy that has received over 300,000 likes on Twitter.\n\n---\n**Links:**\n\n- Alternative Place to Buy - [cmoa](https://www.cmoa.jp/title/263649/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7962eb6f-1be7-46b9-93dc-4a9b886e3e6c",
    "title": {
      "en": "Kinou made Namae mo Yonde Kurenakatta Koushaku-sama ga, Kyuu ni Dekiai shitekuru no desu ga?"
    },
    "updatedAt": "2024-03-26T16:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/7962eb6f-1be7-46b9-93dc-4a9b886e3e6c/273b10b7-9c18-44ac-bf26-0a5d321b6b3b.png",
    "altTitles": [
      {
        "ja": "昨日まで名前も呼んでくれなかった公爵様が、急に溺愛してくるのですが？@COMIC"
      },
      {
        "ja-ro": "Kinou made Namae mo Yonde Kurenakatta Koushaku-sama ga, Kyuu ni Dekiai shitekuru no desu ga?"
      },
      {
        "zh": "昨日为止都没有唤过我的名字的公爵大人突然开始宠爱我？"
      },
      {
        "zh-hk": "昨日為止都沒有喚過我的名字的公爵大人突然開始寵愛我？"
      }
    ],
    "description": {
      "en": "Mariène is troubled by the transformation of her cold-blooded and merciless husband, Duke Alexia.\nAfter a solitary marriage confined to his mansion, he suddenly proposes to her once more and dotes on her as \"my goddess\"!\nHe presents her with bouquets of flowers covered in jewels every day, and seduces her with the heart-pounding techniques of romance novels.\n\nA redemptive love fantasy between a cold-blooded prince who found love by reverting to death and an unfortunate, calm, goddess daughter!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bb7932c-ca3f-4827-9513-44bd9f0a75e9",
    "title": {
      "en": "You're So Sloppy, Hotta-sensei!"
    },
    "updatedAt": "2024-04-24T01:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1bb7932c-ca3f-4827-9513-44bd9f0a75e9/2d8b1262-438b-4cf4-b9bc-379ed716ba0e.jpg",
    "altTitles": [
      {
        "ja": "だらしないです 堀田先生！"
      },
      {
        "ja-ro": "Darashinai desu, Hotta-sensei!"
      }
    ],
    "description": {
      "en": "Makoto Kuribayashi is your typical high schooler with a not-so-typical after-school gig as a housekeeper. His latest client? None other than his school’s most popular teacher, the gorgeous Rumiko Hotta. But Hotta-sensei is hiding a dirty little secret: she's a total slob, the polar opposite of her flawless public image! Now, Makoto's got the unenviable task of cleaning up after her mess. Will his admiration for Hotta-sensei survive a dose of harsh reality in this irreverent comedy?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96105ea3-930a-47fa-9b5f-cbb69d84a0eb",
    "title": {
      "en": "BOX - Something's in the Box"
    },
    "updatedAt": "2023-12-27T22:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/96105ea3-930a-47fa-9b5f-cbb69d84a0eb/be254222-5026-4244-beab-995b65d267d0.jpg",
    "altTitles": [
      {
        "ja": "BOX～箱の中に何かいる～"
      },
      {
        "ja-ro": "BOX - Hako no Naka ni Nanika Iru"
      }
    ],
    "description": {
      "en": "Seven people received a \"puzzle\" and ticket from an unknown sender, and followed the ticket to a strange square house. A mysterious woman who came \"out of curiosity\" joined them, and what awaited those people in the house was a girl as beautiful as a doll and maze beyond imagination. They cannot leave unless they solve the puzzle. When it's solved, part of your body will disappear! Can they escape? And, just who invited them there?\n\nFrom [Anilist](https://anilist.co/manga/113065/Box-Hako-no-Naka-ni-Nanika-Iru/)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-05-26T08:55:48+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/9f5450f7-6fce-42fb-8d1f-1868aab618bd.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81d75b43-c7bf-4102-86ae-d07b93cf074a",
    "title": {
      "en": "Otoko Girai na Bijin Shimai wo Namae mo Tsugezu ni Tasuketara Ittai Dounaru?"
    },
    "updatedAt": "2024-05-24T18:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/81d75b43-c7bf-4102-86ae-d07b93cf074a/2bde441c-76a6-4e78-b8ab-8c6685d21db3.jpg",
    "altTitles": [
      {
        "ja": "男嫌いな美人姉妹を名前も告げずに助けたら一体どうなる?"
      },
      {
        "en": "What Happens When You Save Two Beautiful Sisters Who Hate Men Without Telling Them Your Name?"
      },
      {
        "en": "The Case About Two Sisters Becoming Extremely Obsessed With Me After I Saved Them"
      },
      {
        "es-la": "El caso de dos hermanas que se obsesionaron conmigo después de que las salvara"
      }
    ],
    "description": {
      "en": "Arisa and Aina are beautiful sisters who are famous for their dislike of men. Hayato, a classmate who happened to be involved with the two, will receive \"special treatment\" from the girls who are supposed to hate men―?! \n\n\"I want to be a slave to Hayato-sama...\"\n\"I want to fall in love and conceive his child.\"\n\nThe long-awaited comicalization of the unpredictable rich romantic comedy has started!",
      "ja": "男嫌いで有名な同級生の美人姉妹、亜利沙（ありさ）と藍那（あいな）。\nひょんなことから2人に関わることになった隼人（はやと）は、\n男嫌いのはずの彼女たちから\"特別扱い\"を受けることにーー⁉︎\n「隼人様に隷属したいの…」\n「愛し合って彼の子供を孕みたいーー」\n予測不能な濃厚ラブコメ、待望のコミカライズがスタート！",
      "es-la": "Arisa y Aina son unas hermosas compañeras de clase famosas por su aversión a los hombres. ¿¡Hayato, que se ha liado con ellas, recibirá un \"trato especial\" por parte de las chicas que se supone que odian a los hombres...?! \"\"Quiero ser esclava de Hayato-sama...\"\" Quiero enamorarme y concebir a su hijo\"\". ¡La tan esperada comicalización de la impredecible y rica comedia romántica ha comenzado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-05-09T19:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3b3c882-d368-4112-9d1c-54ed64cf3d00",
    "title": {
      "en": "Color Collection"
    },
    "updatedAt": "2023-09-24T03:16:50+00:00",
    "coverArt": "https://mangadex.org/covers/f3b3c882-d368-4112-9d1c-54ed64cf3d00/8f342083-2417-4b1a-bed8-6601dbf405ab.jpg",
    "altTitles": [
      {
        "ja": "カラー・コレクション"
      },
      {
        "ja-ro": "Karaa Korekushon"
      },
      {
        "en": "Color Collection"
      },
      {
        "en": "Colour Collection"
      },
      {
        "vi": "Bộ sưu tập sắc màu"
      }
    ],
    "description": {
      "en": "Kii Saiki is enrolled in the graphics course at an art university and he's been feeling anxious because he's not been doing too well with his assignments. That's when Amano Souta, a senior from the sculpture course, suddenly called out to him telling him, \"Hey, you're cute\". Ever since then, Amano started to appear more often in front of him and though Saiki was initially dumbfounded by this, he eventually...?\n\nThis is an omnibus of youthful love stories all set in an art university.",
      "pt-br": "Kii Saiki entrou em um curso gráfico na Universidade de Artes e anda se sentindo ansioso por não estar indo bem em seus trabalhos. E então Amano Souta, um veterano do curso de escultura, de repente o chama e diz, \"Ei, você é fofo\". Desde então, Amano começa a aparecer mais frequentemente na sua frente, e, mesmo que Saiki tenha ficado perplexo com isso no começo, ele eventualmente...?\n \nEsta é uma coletânea de histórias amorosas entre jovens na Universidade de Artes."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-05-04T15:48:43+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "If You're Gonna Dress Up, Do It Like This"
    },
    "updatedAt": "2024-05-02T14:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "Do it this way if you wear the clothes."
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      },
      {
        "ja-ro": "Fuku wo Kiru nara Konna Fuu ni"
      },
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "zh": "衣服要这么穿"
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35aa7c2d-dc2b-4680-a1e1-57a65d39fb15",
    "title": {
      "en": "My Universe"
    },
    "updatedAt": "2023-10-05T02:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/35aa7c2d-dc2b-4680-a1e1-57a65d39fb15/8e110a38-0cd3-4dd9-9fd5-659bfdbdf71a.png",
    "altTitles": [
      {
        "ko": "나의 우주"
      },
      {
        "pt-br": "Meu Universo"
      }
    ],
    "description": {
      "en": "As a socially awkward college student, Hayeon lives a pretty boring life -- except she can communicate with outer space. One day, she meets Ujun, an alien who is curious about human nature. When she rejects his request to “borrow” her body, he takes over the body of her crush! As Hayeon helps Ujun adjust to human life, their friendship blossoms into something more. However, their love story faces many obstacles, including an alien plotting to invade Earth. What will be the fate of these star-crossed lovers?",
      "pt-br": "\"Se aliens existem, eu quero conhecê-los.\"\n  \nUm dia, de repente, o universo falou comigo... Com o rosto de meu amor platônico da universidade?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Okamigun × Heisotsu"
    },
    "updatedAt": "2024-05-23T05:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4af41067-6c2c-4832-b784-a74a45461fe5",
    "title": {
      "en": "Ryuujin to Iinazuke no Akai Hanajirushi"
    },
    "updatedAt": "2024-01-24T12:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/4af41067-6c2c-4832-b784-a74a45461fe5/7b5f7eda-5357-4852-81e8-1e23f0354898.jpg",
    "altTitles": [
      {
        "ja": "龍神と許嫁の赤い花印"
      }
    ],
    "description": {
      "en": "The town of Ryuuka, a place that connects humans and the Dragon Gods that reside in the heavens... Mito, a girl born into the Hoshina clan, has the \"flower seal,\" the mark of a dragon god's mate, but is mistreated as an abomination...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "be3a822c-b316-4c16-b193-21520c736d75",
    "title": {
      "en": "Cheolsu Saves the World"
    },
    "updatedAt": "2023-05-06T16:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/be3a822c-b316-4c16-b193-21520c736d75/6257a2a0-db01-4289-8a2a-5c94803344d9.jpg",
    "altTitles": [
      {
        "ko": "철수를 구하시오"
      },
      {
        "en": "Regression of Cheolsu"
      },
      {
        "en": "Looking for the Evacuation"
      }
    ],
    "description": {
      "en": "A massive asteroid is about to hit earth!\n\nHumanity has failed to stop a giant asteroid from plummeting into Earth, and life as we know it has ended. An ordinary Korean office worker named Cheolsu is somehow given the chance to go back in time and prevent this catastrophe from ever happening. Does he have a chance?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "501f498d-dd26-401b-b0dc-fd3334d1f323",
    "title": {
      "en": "Haraiso Days"
    },
    "updatedAt": "2024-04-30T19:20:26+00:00",
    "coverArt": "https://mangadex.org/covers/501f498d-dd26-401b-b0dc-fd3334d1f323/4d9c2d96-fe71-4043-b811-06feb12f4e9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakedokoro Haraiso Nichijou"
      },
      {
        "ja": "酒処 春來荘日乗"
      }
    ],
    "description": {
      "en": "Fifteen years have passed since the end of the Great War. Thriving at the bottom of the Imperial City of Flowers is the bar Haraiso, run by an idiosyncratic owner, Miss Haru. Various customers visit the restaurant every night, attracted by the delicious sake and snacks..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35",
    "title": {
      "en": "Koroshiya no Oshi"
    },
    "updatedAt": "2024-04-02T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35/8e1f4b90-0916-45a0-bb8b-2a911fbd88c2.jpg",
    "altTitles": [
      {
        "ja": "殺し屋の推し"
      },
      {
        "en": "The Hitman's Fav"
      },
      {
        "vi": "Idol của Sát Thủ"
      }
    ],
    "description": {
      "en": "A legendary assassin found the light of life. It was an underground idol!\n\nEndo Owal is the most powerful assassin in the Fujisan-kai, a huge black market organization. He was feared as a \"killing machine\" because of his ruthless work and overwhelming fighting power, but one day he decides to retire. The reason for his decision was to live his life proudly with Kaorin of the underground idol Ro~Xesia.\n\nCan a man covered in blood and sorrow protect the light of life that he has finally obtained?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e1b709c-efad-4a0a-a32e-d1ef2604f3e7",
    "title": {
      "en": "Daisuki na Kaiinu ga Tensei Shite Kita"
    },
    "updatedAt": "2024-05-26T11:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/7e1b709c-efad-4a0a-a32e-d1ef2604f3e7/b007f06d-6709-4c82-ab85-cbb4123c4c16.jpg",
    "altTitles": [
      {
        "ja": "大好きな飼い犬が転生してきた"
      },
      {
        "vi": "Leo Của Tôi Hồi Sinh Rồi"
      }
    ],
    "description": {
      "en": "My pet dog (best friend) is now a elementary student!?\n\nCorporate slave salaryman Tomoki meets a boy named Leo. Suddenly the boy claims that he was Tomoki's pet dog in his past life and that this time it's his turn to protect Tomoki.\n\nA story about life everyday with Leo who, little by little, heals him.",
      "ja": "再会した愛犬(しんゆう)は小学生!?\n\n社畜リーマンの智希は、偶然出会った少年・レオに\n突然、「飼い犬の生まれ変わり」だと告げられて…!?\n「今度は僕が守るよ」\n大好きだったレオとの毎日に、少しずつ癒やされていき――。",
      "vi": "Chú chó cưng (bạn thân) của tôi giờ lại là học sinh tiểu học!? Truyện về một nhân viên văn phòng Tomoki gặp một cậu bé tên Leo. Đột nhiên cậu bé bảo rằng kiếp trước của cậu là chú chó cưng của Tomoki và lần này đến lượt cậu bảo vệ Tomoki. Câu chuyện về cuộc sống hàng ngày với Leo, người từng chút một chữa lành vết thương cho Tomoki."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-26T04:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935c50ba-91ce-4fda-852a-a3755e7b5f05",
    "title": {
      "en": "Mechanical Marie"
    },
    "updatedAt": "2024-02-25T22:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/935c50ba-91ce-4fda-852a-a3755e7b5f05/c305bb38-ce57-4dc6-a012-91663fefa61e.jpg",
    "altTitles": [
      {
        "ja-ro": "Kikai Jikake no Marie"
      },
      {
        "en": "My Robot Maid Can't Be This Adorable"
      },
      {
        "ja": "機械じかけのマリー"
      }
    ],
    "description": {
      "en": "Marie gets hired to be a maid. But not just any maid… A robot maid!? How will she get through her new life pretending to be an emotionless mechanical maid? A manga full of comedy and romance!  \n  \nStarts with a one-shot, and has been officially serialized in LaLa magazine."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-05-08T21:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/0987f11d-3b35-4403-9356-dfbd2f2e1586.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "ja-ro": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
      },
      {
        "en": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time"
      },
      {
        "en": "I'm the guild receptionist, but since I don't want to work overtime, I think I'll just solo the boss"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo"
      }
    ],
    "description": {
      "en": "“It’s safe because it’s a desk job, super stable because it’s public work!” But what awaits Alina, who has become a guild receptionist, is a far from what she had in mind. And it’s all because of the adventurers inability to conquer dungeons! Having reached her limit, Alina sets out to defeat the boss herself, hammer in hand…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "f15a32ad-c8f4-48a0-9c38-f544574560f1",
    "title": {
      "en": "Dropout"
    },
    "updatedAt": "2024-05-22T07:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/f15a32ad-c8f4-48a0-9c38-f544574560f1/739c4248-8430-4228-a86a-bee9dab6657d.jpg",
    "altTitles": [
      {
        "ko": "드롭아웃:DROPOUT"
      }
    ],
    "description": {
      "fr": "Yoo Jun-gyeom, 28 ans, a été étiqueté comme un mannequin défraîchi.\nPour tenter de se remettre sur pied, il demande à une célèbre photographe, Hyun-hee.\nqui est connue pour être une photographe de génie.\n\nC'est alors qu'il entend des rumeurs sur la vie sexuelle débridée de Hyun-hee.\nIl décide de se lancer dans un projet ambitieux pour restaurer sa fierté mise à mal."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  }
]