[
  {
    "mangaId": "fed545a0-d8f0-4606-8e21-5d161ec5ce0c",
    "title": {
      "en": "Fate/stay night [Heaven's Feel]"
    },
    "updatedAt": "2024-06-20T23:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/fed545a0-d8f0-4606-8e21-5d161ec5ce0c/438dbc46-3c07-4e1a-ae95-02f41ba9180a.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ステイナイト ヘブンズフィール"
      },
      {
        "zh": "命运守护夜"
      },
      {
        "ru": "Судьба/ночь схватки: Прикосновение небес"
      },
      {
        "ja-ro": "Fate Stay Night: Heaven's Feel"
      }
    ],
    "description": {
      "en": "The story takes place in an ordinary Japanese town, Fuyuki City. Hidden from society, there has been a deadly war going on in this town. Seven sorcerers known as \"Masters\" summon powerful familiars called \"Servants,\" and they all fight each other until the last one. The last one is said to attain the Holy Grail, which will grant them a wish. Only few know when this War started and what the Holy Grail is, but the war is about to begin again this year.  \n  \nThe main character is Emiya Shirou, who lost his parents in a fire and was adopted by a man who called himself a mage. Admiring his stepfather, he has been training himself to be a mage. However, he had no talent and he could barely use even one type of magecraft. His stepfather has already passed away, and today he's a mage without any skills or knowledge. He is involved in the Holy Grail War when he accidentally summons Saber, who is said to be the strongest Servant of all…  \n  \nHeaven's Feel is one of the routes in Fate/stay night. The heroine of this route is Matou Sakura.",
      "es": "10 años después de la Guerra del Santo Grial, una batalla librada por Maestros y Sirvientes por el recipiente que concede los deseos, el Santo Grial, estalla otra guerra en la ciudad de Fuyuki. Shirou Emiya, el hijo adoptivo de Kiritsugu Emiya, participante de la Guerra del Santo Grial anterior, lleva una vida pacífica con sus seres queridos. Especialmente cerca de él está su estudiante de primer año Sakura Matou, quien trae bondad a su vida solitaria. Pero una vez que comienza la Guerra del Santo Grial, la vida pacífica de Shirou se rompe.",
      "ru": "Действие разворачивается в обыкновенном японском городке Фуюки. В нем проходит смертельная война, скрытая от общества. Семеро магов, Мастеров, призывают души великих героев прошлого, называемых Слугами, которые сражаются между собой. Последний оставшийся обретет Святой Грааль, способный выполнить желание. Лишь некоторые знают про эту войну и Святой Грааль, но в этом году война начинается вновь.Главный герой - Эмия Широ, потерявший родителей в пожаре и усыновленный человеком, называвшим себя магом. Восхищаясь отчимом, он тренируется чтобы стать чародеем, однако, не обладая талантом, он едва ли может использовать один вид магии. Его отчим умер, и сегодня Широ маг без каких-либо умений и знаний. Он становится участником Войны Святого Грааля, когда случайно призывает Сэйбер - сильнейшую из Слуг…Манга-адаптация \"Heaven's Feel\" - одного из рутов в эроге \"Fate/stay night\" от компании Type-Moon. Героиня рута - Мато Сакура."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-10-11T12:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      },
      {
        "vi": "Nhân vật Webtoon  Na Kang Lim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her.",
      "vi": "Na Kang Lim, nam sinh trung học bình trường rất thích đọc webtoon. Một ngày, đã có chuyện bất ngờ xảy ra, nữ chính từ bộ webtoon cậu hay đọc đã xuất hiện ngoài đợi thật. Những sự cố trong webtoon khiến cô ấy rơi vào khủng hoảng, nhưng nhân vật chính lại không có ở đây để giải cứu nữ chính! Và Kang Lim đã trở thành nhân vật chính cùng với kí ước từ bộ truyện và khả năng du hành thời gian để cứu nữ chính"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "74000a38-0953-4a61-ac7a-c21128c3fa03",
    "title": {
      "en": "Food Truck Owner inside the Dungeon"
    },
    "updatedAt": "2024-08-06T23:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "altTitles": [
      {
        "en": "Food Truck Owner in the Dungeon"
      },
      {
        "ko": "던전 안 푸드 트럭 사장님"
      },
      {
        "en": "Dungeon Food Truck Owner"
      }
    ],
    "description": {
      "en": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47e5c76d-1420-4bfa-a973-90524c9d6f13",
    "title": {
      "en": "Pokémon Special"
    },
    "updatedAt": "2024-10-11T17:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/47e5c76d-1420-4bfa-a973-90524c9d6f13/62d30f8f-4929-46c9-a0e4-25c66c7bff92.jpg",
    "altTitles": [
      {
        "en": "Pokémon Adventures"
      },
      {
        "fr": "Pokémon La Grande Aventure"
      },
      {
        "tr": "Pokémon Maceraları"
      },
      {
        "ja-ro": "PokéSP"
      },
      {
        "ja-ro": "PokéSpe"
      },
      {
        "en": "PokéSpecial"
      },
      {
        "ja": "ポケットモンスタースペシャル"
      },
      {
        "en": "Pocket Monsters Special"
      },
      {
        "de": "Pokemon - Die ersten Abenteuer"
      },
      {
        "uk": "Пригоди Покемонів"
      }
    ],
    "description": {
      "en": "Pokémon Adventures follows the story of the original Game Boy game, with all the Gym Leaders, places and opponents. There's plenty of action as these trainers explore forests, jungles, cities and caves in search of Pokémon and adventure… sometimes working together, sometimes on their own! But can they foil the schemes of Team Rocket, a mysterious group of villains who want to use Pokémon for evil?  \n  \nVolume 1 Chapter 1 - Volume 3 Chapter 40 - Red, Green & Blue chapter  \nVolume 4 Chapter 41 - Volume 7 Chapter 90 - Yellow chapter  \nVolume 8 Chapter 91 - Volume 15 Chapter 180 - Gold, Silver & Crystal chapter  \nVolume 15 Chapter 181 - Volume 22 Chapter 267 - Ruby & Sapphire chapter  \nVolume 22 Chapter 268 - Volume 26 Chapter 302 - FireRed & LeafGreen chapter  \nVolume 26 Chapter 303 - Volume 29 Chapter 337 - Emerald chapter  \nVolume 30 Chapter 338 - Volume 38 Chapter 416 - Diamond & Pearl chapter  \nVolume 38 Chapter 417 - Volume 40 Chapter 441 - Platinum chapter  \nVolume 41 Chapter 442 - Volume 43 Chapter 460 - HeartGold & SoulSilver chapter  \nVolume 43 Chapter 461 - Volume 51 Chapter 524 - Black & White chapter  \nVolume 52 Chapter 525 - Volume 55 Chapter 548 - Black 2 & White 2 chapter  \nVolume 55 Chapter 549 - Volume 62 Chapter 595 - X & Y chapter  \nVolume 62 Chapter 596 - Volume ?? Chapter ??? - ΩRuby•αSapphire\n  \nORAS and Sun & Moon will be added to this entry."
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-10-06T01:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T06:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-10-11T14:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/80f28c37-38b4-459d-b238-fbc8347eaac6.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7889434b-d9a5-454c-8ea1-8c7a4509fc51",
    "title": {
      "en": "Servamp"
    },
    "updatedAt": "2024-07-30T12:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/7889434b-d9a5-454c-8ea1-8c7a4509fc51/7c8e0944-574d-48bc-8cf4-d44aae9f70c1.jpg",
    "altTitles": [
      {
        "ja": "SERVAMP-サーヴァンプ-"
      },
      {
        "ar": "خادم خون‌آشام"
      },
      {
        "th": "เซอร์แวมพ์"
      },
      {
        "ru": "Сервамп"
      }
    ],
    "description": {
      "en": "When a stray black cat crosses Shirota Mahiru’s path, the high school freshman’s life will never be the same again, because \"Kuro\" is no ordinary feline, but a Servamp, or servant vampire. While Mahiru’s personal philosophy is one of non-intervention, he soon becomes embroiled in an ancient, altogether surreal conflict between vampires and humans."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/8a3ac32f-0d04-4e4a-8f63-e372ff94a7e6.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-07-01T01:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adce0aea-3f6d-4fd2-9902-1107f59f94da",
    "title": {
      "en": "Arafoo Kenja no Isekai Seikatsu Nikki"
    },
    "updatedAt": "2024-03-29T13:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/adce0aea-3f6d-4fd2-9902-1107f59f94da/17f9e60c-6d69-4f0a-a672-98a52198599f.jpg",
    "altTitles": [
      {
        "ru": "Дневник 40-летнего мудреца в другом мире"
      },
      {
        "ja": "アラフォー賢者の異世界生活日記"
      },
      {
        "en": "The Diary Of A Sage Around 40 Living In Another World"
      },
      {
        "ja-ro": "Around 40 Kenja no Isekai Seikatsu Nikki"
      },
      {
        "en": "The Diary of a Middle-Aged Teacher's Carefree Life in Another World"
      }
    ],
    "description": {
      "en": "Satoshi Osako, a 40-year-old man, had become addicted to a virtual reality role-playing game and rose to become a top player. Tragically, a fatal accident during a login session abruptly ended his life. But this was not the real end for him, as he found himself reborn in a world brimming with swords, magic, and monsters! To his surprise, he retained the skills and abilities from his previous life's gaming experience. His life takes an unexpected turn when he is tasked with tutoring a young girl. Delve into the diary of a sage residing in this fantastical realm, where his guiding principle is \"Peace and tranquility every day.\""
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-09-20T00:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games. Every day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them. As a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...! But he will discover a secret that he never would have expected...",
      "ja": "子供のころ、小太郎は地元のいじめっ子によって屈辱の日々を送っていた。レスリングの天才少年・アキラ、バスケの天才少年・カナエ、天才ゲーマー少年・シグレにあらゆる勝負で負け続けていたのだった高校生となった小太郎は、仕返しするべく３人と再会したのであったが…！？",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbe1dc3d-0492-4ff1-bd3f-055bd28f89a6",
    "title": {
      "en": "Drawing Romance"
    },
    "updatedAt": "2024-06-05T18:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/bbe1dc3d-0492-4ff1-bd3f-055bd28f89a6/afc6fca7-344d-4bb9-9bc9-fc2399ceb4a5.jpg",
    "altTitles": [
      {
        "ko": "사각사각 로맨스"
      },
      {
        "ko-ro": "Sagak Sagak Romance"
      },
      {
        "pt-br": "Romance Desenhado"
      },
      {
        "id": "Menggambar Romantis"
      },
      {
        "ru": "Хрустящая любовь"
      }
    ],
    "description": {
      "en": "Chan-Woo finds it difficult talking to Sul-Hee, who always seems to be angry about something. However, what he says to her actually makes her heart beat like crazy! A sweet, romantic story of a young couple’s first love!\n\n(Source: Toptoon Plus)\n\n**Links:**\n- Promotional Video - [YouTube](https://youtu.be/YB-GVf_HXLk)\n- Defunct Official English - [Toptoon Plus](https://toptoonplus.com/comic/100306)",
      "es": "A Chan-Woo le resulta difícil hablar con Sul-Hee, que siempre parece estar enfadada por algo. Sin embargo, lo que le dice hace que su corazón lata como un loco. Una dulce y romántica historia del primer amor de una joven pareja.",
      "fr": "Chan-Woo a du mal à parler à Sul-Hee, car elle a toujours l'air énervée. Cependant, ce qu'il lui dit ne la laisse pas indifférente ! Une douce et romantique histoire sur le premier amour d'un jeune couple !",
      "id": "Chan-woo kesulitan berbicara dengan Sul-hee, yang sepertinya selalu marah tentang sesuatu. Namun, apa yang dia katakan padanya benar-benar membuat detak jantungnya gila! Kisah manis dan romantis tentang cinta pertama pasangan muda!",
      "ko": "무뚝뚝한 찬우, 그 옆자리 차가운 설희.\n문득 던진 찬우의 한마디 말에 얼음같던 설희의 심장이 요동치기 시작한다.\n10대 고교생의 서툴고 달콤한 첫 사랑!\n\n[PV](https://youtu.be/YB-GVf_HXLk)",
      "pt-br": "Chan-Woo acha difícil falar com Sul-Hee, que sempre parece estar com raiva de alguma coisa. No entanto, o que ele diz a ela realmente faz seu coração bater loucamente! Uma doce e romântica história do primeiro amor de um jovem casal!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "255.5"
  },
  {
    "mangaId": "0fb728f4-1d99-4fa6-9de1-9838b72a9171",
    "title": {
      "en": "Q, Koitte nan desu ka?"
    },
    "updatedAt": "2023-10-02T02:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/0fb728f4-1d99-4fa6-9de1-9838b72a9171/4d732321-10f9-4b18-b791-6ba03f18e11f.jpg",
    "altTitles": [
      {
        "ja": "Q, Koitte nan desu ka?"
      },
      {
        "ja": "Q、恋ってなんですか?"
      },
      {
        "ko": "Q,사랑이란 무엇인가요?"
      },
      {
        "es-la": "Q, ¿Qué es el amor?"
      },
      {
        "en": "Q, What is Love?"
      }
    ],
    "description": {
      "en": "Searching with you, the theory of love and everything else.\n\nAoi is an office worker who isn't good at interacting with people, but one day, he meets a mysterious person called Q chasing butterflies in the park at night.\nAs if drawn by something, Aoi chases after Q but is suddenly enveloped in a mysterious light and before he realises it, he finds himself on board a spaceship!\nQ was an alien who had come to collect living creatures!\nThrough the various species they collect, the 2 who know nothing about love will embark on an adventure to find out just what love is!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "5725100d-81bd-467d-b680-1f4dff43adbd",
    "title": {
      "en": "The Vampire Dies in No Time"
    },
    "updatedAt": "2024-10-15T16:52:38+00:00",
    "coverArt": "https://mangadex.org/covers/5725100d-81bd-467d-b680-1f4dff43adbd/83fb9657-c8f5-44ad-adfb-aaa776a15a29.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼すぐ死ぬ"
      },
      {
        "ja-ro": "Kyuuketsuki Sugu Shinu"
      },
      {
        "ja": "The Vampire dies in no time."
      },
      {
        "en": "The Vampire Dies Now"
      },
      {
        "zh": "吸血鬼即将便当"
      }
    ],
    "description": {
      "en": "Vampires are said to have many weaknesses to balance out their incredible powers. The vampire lord Draluc just so happens to be weak to… everything. He dies, disintegrating into a pile of sand, at the slightest shock.\n\nAfter a disastrous encounter with the vampire hunter (and author) Ronaldo leaves Draluc's castle destroyed, Draluc decides to pack up his remaining belongings and adorable armadillo familiar John and move into Ronaldo’s office (despite the hunter’s protests). Chaos ensues as this unlikely duo is forced to work together while fending off perverted vampires, Ronaldo's terrifying editor, Draluc's eccentric family, and more—with Draluc dying continuously along the way.\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-vampire-dies-in-no-time/volumes)"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-09-07T13:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      },
      {
        "en": "Queen of the Veil"
      },
      {
        "zh-ro": "Miansha Xia De Nvwang"
      },
      {
        "uk": "Королева під вуаллю"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control.",
      "uk": "Будучи маріонеткою своєї прийомної матері, Саї ніколи не була вільною. Вона була безсила дати відсіч і перебувала у владі інших. Після переродження вона вирішує все це змінити."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e22f6d24-b054-461e-90e5-3646b2985469",
    "title": {
      "en": "Blood-crawling Princess of a Ruined Country"
    },
    "updatedAt": "2024-09-30T17:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/e22f6d24-b054-461e-90e5-3646b2985469/d4c9a036-ba0f-4350-a44a-5ca9b996bb90.jpg",
    "altTitles": [
      {
        "ja-ro": "Chi wo Hau Boukoku no Oujo"
      },
      {
        "ja": "血を這う亡国の王女"
      }
    ],
    "description": {
      "en": "I'll take back my life. A cruel and beautiful revenge story of a princess who became a prostitute. Princess Evita lived happily in a small country. However, she was attacked by a neighboring country, her land taken away, and her family was brutally killed. The surviving Evita was sold to a brothel and lived as a prostitute. In the middle off all this, a man from the royal family that she hates appears as a customer..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2024-08-23T14:29:46+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/a23f4155-82da-49e3-9c3c-40f2a105b282.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-30T06:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/ef441cbf-d39b-4482-8b59-62977af9afaa.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a93e77-248a-46ec-8237-c54cfdc2a72e",
    "title": {
      "en": "Road to Kingdom"
    },
    "updatedAt": "2024-10-01T00:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/20a93e77-248a-46ec-8237-c54cfdc2a72e/a07d952d-463d-405f-850d-20a63430c2ad.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukoku e Tsuzuku Michi Dorei Kenshi no Nariagari Harem Life"
      },
      {
        "en": "Road to the Kingdom Slave Swordsman the Rise of Heroes - Harem Life"
      },
      {
        "ja": "王国へ続く道 奴隷剣士の成り上がり英雄譚（ハーレムライフ）"
      },
      {
        "ru": "Дорога в королевство"
      }
    ],
    "description": {
      "en": "This is the story of a young slave gladiator in an underground arena. He doesn’t know about his past or how he got to where he is, only that his name is Aegir, and that he is strong.  \n  \nOne day he kills the boss and escapes the arena, joining a band of mercenaries as a new recruit. During one mission, they encounter the vampire, Lucy, who slaughters the band with her inhuman strength. After learning that Aegir only knows how to kill, Lucy lets him stay at her house, educating and taking care of him.  \n  \nTwo years pass, and on the day of Aegir’s departure, they both exchange a promise that if Aegir becomes a king and owns the land of Erg forest, he can come and take her as his woman. Making this his life goal, Aegir set out on a journey to become a hero, a king, and found his own kingdom.",
      "ru": "Это история о молодом рабе-гладиаторе на подземной арене. Он не знает ни о своем прошлом, ни о том, как он попал туда, где находится, знает только, что его зовут Эгир и что он силен.\n\nОднажды он убивает босса и убегает с арены, присоединившись к банде наемников в качестве нового рекрута. Во время одной миссии они сталкиваются с вампиром Люси, который убивает группу с ее нечеловеческой силой. Узнав, что Эгир умеет только убивать, Люси позволяет ему оставаться в ее доме, обучая и заботясь о нем.\n\nПрошло два года, и в день отъезда Эгира они оба обменялись обещанием, что если Эгир станет королем и будет владеть землей леса Эрг, он сможет прийти и взять ее в жены. Сделав это своей жизненной целью, Эгир отправился в путешествие, чтобы стать героем, королем и найти свое собственное королевство."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-09-29T14:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecd9b1ab-b415-4ec2-996b-ac397ecfe6e9",
    "title": {
      "en": "The Wanderlust of Happyness"
    },
    "updatedAt": "2024-10-15T04:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/ecd9b1ab-b415-4ec2-996b-ac397ecfe6e9/12d7825d-2184-42a2-94cd-9d0742a77ffc.png",
    "altTitles": [
      {
        "zh": "当幸福没敲门"
      },
      {
        "zh-ro": "Dāng xìngfú méi qiāo mén"
      },
      {
        "en": "When Happyness Doesn't Come Knocking"
      }
    ],
    "description": {
      "en": "When a dark cloud shrouds over a guy’s life, a Goddess appears! Will she be able to fulfill all of his wishes?\n\nSilver Award in the Yaoqi Village 2024 Contest (Short Comic)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-10-12T15:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/c4894676-8d20-4187-86ca-45c6acfdd34c.jpg",
    "altTitles": [
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "井羅恵は31歳の食品会社次長。仕事に全てを捧げ、恋愛や結婚は二の次に。そんな彼女の前に、要領が良い新人男子・青木が現れる。彼の言動にいらつく恵だが、飲み会で酔った挙句、青木と一夜を共にして…。",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-09-17T15:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      },
      {
        "zh-ro": "Lang Xiaojie He Ta De Huli Meimei"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc88878c-d2dd-4fec-ad37-2bd5fb80ac77",
    "title": {
      "en": "Stealing My Gods"
    },
    "updatedAt": "2024-09-17T15:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/dc88878c-d2dd-4fec-ad37-2bd5fb80ac77/f65aca1e-03a2-4886-8430-003d0bc11e8e.jpg",
    "altTitles": [
      {
        "zh": "盗走我的神明"
      },
      {
        "en": "My Gods Stealing"
      },
      {
        "zh-ro": "Dao Zou Wo De Shen Ming"
      }
    ],
    "description": {
      "en": "A perverted killer who targets and hunts pretty men caused widespread panic to spread in the city! The police identified a likely suspect to be Kyle, a man working at a toy store. And so, they sent agent Wen Xuran to pretend to be a host to seduce Kyle. However, when Wen Xuran was performing his mission, he discovered that Kyle was related to the murderer that killed his parents! In order to uncover the truth behind his parents' death, Wen Xuran decided to get closer to Kyle first..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-13T04:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/57fc286d-a7bb-45b2-a590-22b26d1efd00.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/b2c14a4c-fcc4-4035-946d-4291f708608f.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-09-29T01:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf05fa96-b52a-4684-b884-00f0d4c21f9c",
    "title": {
      "en": "Kishuku Gakkou no Juliet"
    },
    "updatedAt": "2024-10-15T19:53:16+00:00",
    "coverArt": "https://mangadex.org/covers/cf05fa96-b52a-4684-b884-00f0d4c21f9c/e63af650-6bc2-43e8-9b97-26ad7dbfb4f9.jpg",
    "altTitles": [
      {
        "en": "Boarding School Juliet"
      },
      {
        "vi": "Nàng Juliet ở trường nội trú"
      },
      {
        "fr": "Romio vs Juliet"
      },
      {
        "ru": "Джульетта из школы-интерната"
      },
      {
        "ja": "寄宿学校のジュリエット"
      },
      {
        "ko": "기숙학교의 줄리엣"
      },
      {
        "zh-hk": "寄宿學校的朱麗葉"
      }
    ],
    "description": {
      "en": "Juliet Persia and Inuzuka Romio are archenemies. They lead two high school dormitories from two rivaling countries. Both factions are dead set on defeating the other to gain control over the island they have to share. Beneath the feuding exterior, however, Persia and Inuzuka long for love and peace for their budding relationship…",
      "it": "Juliet Persia e Romio Inuzuka sono a capo di due dormitori rivali presso l'accademia privata Dahlia, in cui risiedono gli studenti appartenenti a due paesi differenti, i \"Black Doggy\" e i \"White Cat\". Le due fazioni sono in guerra tra loro per contendersi il controllo dell'isola in cui vivono. Juliet e Romio si dimostrano agli occhi dei loro compagni di dormitorio come acerrimi nemici, ma in realtà sono segretamente innamorati l'uno dell'altra e costretti a mantenere nascosta la loro relazione per non subire ripercussioni.  \n  \n  \n **Links:**   \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/3628803)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/yousukekaneda)",
      "ru": "История проходит в школе-интернате Далия, престижной школе на изолированном острове, где учатся студенты из Восточной страны и Западного княжества. Враждебные отношения соседних стран не меняются и внутри школы — день изо дня между учениками происходят стычки из-за взаимной неприязни. К этой и без того напряжённой ситуации добавляется то, что Ромио Инудзука, лидер первокурсников из общежития Восточной страны, известного как «Чёрные собаки», и Джульетта Персия, лидер первокурсников из общежития Западного княжества, известного как «Белые кошки», тайно влюблены друг в друга!\nОб этих отношениях, невзирая ни на какие обстоятельства, абсолютно никто не должен узнать!",
      "vi": "Inuzuka Romio và Juliet Persia đang hẹn hò, song vì xuất thân từ hai đất nước đối địch nên họ không thể công khai mối quan hệ dù học chung một trường. Nhưng tình hình đã có sự thay đổi nhờ Hasuki - người bạn thơ ấu đem lòng thương Inuzuka!",
      "pt-br": "Juliet Persia e Inuzuka Romio são arqui-inimigos. Eles lideram dois dormitórios de ensino médio de dois países rivais. Ambas as facções estão decididas a derrotar a outra para ganhar o controle sobre a ilha que elas têm para compartilhar. Por baixo do exterior de rivalidade, no entanto, Persia e Inuzuka anseiam por amor e paz para seu relacionamento em desenvolvimento..."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "119.5"
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "283b1acd-5a16-46d4-a217-d0648a5a8374",
    "title": {
      "en": "Addicted to Her"
    },
    "updatedAt": "2024-04-09T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/283b1acd-5a16-46d4-a217-d0648a5a8374/05eac350-259a-41ae-8dba-707d8577411c.jpg",
    "altTitles": [
      {
        "zh": "戒不掉的她"
      },
      {
        "en": "Can't Give her Up"
      },
      {
        "zh-ro": "Jiè bù diào de tā"
      },
      {
        "zh": "吸引力法则"
      },
      {
        "en": "Law of Attraction"
      },
      {
        "ja": "愛に囚われて"
      }
    ],
    "description": {
      "en": "Nan Zhi's the C.E.O. of an entertainment company, flawless and capable. Few know of her nighttime secrets. However, that kind of indulgence never made her happy--until ***she*** appeared. Initially thinking she was just a stranger, Nan Zhi later discovered the other woman was the little sister of her best friend, and new talent at her company. Facing the younger woman's persistence, will Nan Zhi gradually become addicted to her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-10-15T14:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1",
    "title": {
      "en": "Onikirimaru"
    },
    "updatedAt": "2022-10-25T02:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/b3ad7b1d-e7e8-4a36-a374-2e73e875c2c1/0f880ec5-301b-4a30-88c6-85016aeeb62c.jpg",
    "altTitles": [
      {
        "en": "Oni Slayer"
      },
      {
        "ja-ro": "Onigirimaru"
      },
      {
        "ja": "鬼切丸"
      },
      {
        "it": "Slayer"
      },
      {
        "ko": "귀절도"
      },
      {
        "ko-ro": "gwijeoldo"
      }
    ],
    "description": {
      "en": "There was once an oni mother who gave birth to a human-looking child. Instead of an oni's horn, this child was born with a sword in hand called the \"Onigirimaru\" or Oni Slayer. He has no name and is only referred to by the name of his sword. Though he appears human, he is pure oni.  \n  \nBelieving that he will become human once all of his kind vanished from the world of humans, he sets out on his destiny to slay all of his kind. Even now, in the mother world of Japan, he is still out there slaying oni."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8",
    "title": {
      "en": "Our Field of Dreams"
    },
    "updatedAt": "2022-06-23T03:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8/4d1533ce-30f6-480c-9156-13ebcaecc894.jpg",
    "altTitles": [
      {
        "vi": "Sân cỏ ước mơ"
      },
      {
        "ja": "俺たちのフィールド"
      },
      {
        "zh": "我们的足球场"
      },
      {
        "zh": "足球好小子"
      },
      {
        "ja-ro": "Ore-tachi no Field"
      }
    ],
    "description": {
      "en": "A soccer loving boy Takasugi Kazuya dreams of playing soccer with his Japan League star father at the National Yoyogi Stadium. The story follows Kazuya's life as he travels to Argentina, plays for Yamaki, and goes to the 1998 World Cup in France."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "324"
  },
  {
    "mangaId": "bc0cd07a-71c9-4173-81d7-f348d5395082",
    "title": {
      "en": "RaW Hero"
    },
    "updatedAt": "2024-10-09T04:05:32+00:00",
    "coverArt": "https://mangadex.org/covers/bc0cd07a-71c9-4173-81d7-f348d5395082/ad1624ce-8271-471f-a137-0c16780851bb.jpg",
    "altTitles": [
      {
        "ru": "Герой RaW"
      },
      {
        "ja": "ロウヒーロー"
      }
    ],
    "description": {
      "en": "The unemployed Chiaki is the eldest of three brothers.  \nWith no parents, he starts job hunting to support his two younger brothers.  \nChiaki witnesses a young woman being sexually assaulted and tries to help, \nwithout knowing that this behavior would change his destiny.  \n\n\n---",
      "ru": "Безработный молодой человек Чиаки является старшим братом в семье. Будучи без родителей, он начал поиски работы, чтобы поддержать двух младших братьев.И вот однажды, наконец, добившись финального собеседования, Чиаки стал свидетелем извращенца. Невольно попытавшись помочь, он даже не догадывался, что подобное поведение изменит его судьбу.",
      "pt-br": "Chiaki, um jovem desempregado, e o irmão mais velho dentre os 3 irmãos, sem pais, ele começou a procurar emprego para ajudar a sustentar seus dois irmãos mais novos. Um dia, quando finalmente consegue uma entrevista, Chiaki avista um pervertido e involuntariamente tenta ajudar sem saber que essa ação mudaria o seu destino drasticamente."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "41"
  },
  {
    "mangaId": "e0490cc2-6645-4fa3-a56c-0a522cac507c",
    "title": {
      "en": "Kuramerukagari"
    },
    "updatedAt": "2024-10-04T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/e0490cc2-6645-4fa3-a56c-0a522cac507c/243ccccd-d687-4a84-afa1-dacc0f087ef8.png",
    "altTitles": [
      {
        "ja": "クラメルカガリ"
      }
    ],
    "description": {
      "en": "In the busy day-to-day life of those in the ever changing coal mine town nicknamed the \"Miniature Garden,\" the smell of iron and dust clouds dance. Among the town's inhabitants are Kagari, a cartographer, and her childhood friend Yuuya, who dreams of freeing himself from the Miniature Garden. Though they spend their fleeting days tenaciously, their everyday lives are transformed with the frequent occurrences of suspicious cave-ins...?! Under the town's swaying billows, the young girl and boy faintly mature into adults.\n\nNote: The original anime film this was based on has released alongside the movie Kurayukaba, which shares the same universe."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/42c366fd-e674-4148-885c-893542af7e28.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65512e8c-71c6-4143-ab88-1f62942e7dd2",
    "title": {
      "en": "Ramia-Yana"
    },
    "updatedAt": "2024-09-21T06:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/65512e8c-71c6-4143-ab88-1f62942e7dd2/9a0d5f2c-949b-45ec-be06-aad3254c5875.jpg",
    "altTitles": [
      {
        "en": "Hero & Demon Lord Chronicles"
      },
      {
        "en": "Ramia"
      },
      {
        "en": "Ramia - Hero & Demon Lord Chronicles"
      },
      {
        "ru": "Рамия-Яна: Хроники Героя и Повелителя Демонов"
      },
      {
        "id": "Ramia-Yana: Hikayat Bahadur & Raja Iblis"
      },
      {
        "id": "Ramia-Yana: Kisah Pahlawan & Raja Iblis"
      },
      {
        "ru": "Рамия-Яна"
      },
      {
        "ru": "Рамия"
      },
      {
        "hi": "रमियायण"
      },
      {
        "tr": "Ramia-Yana; Kahraman ve İblis Lordu Günlükleri"
      },
      {
        "es-la": "Ramia-Yana: Crónicas de la heroína Ramia & Lord de los Demonios"
      }
    ],
    "description": {
      "en": "Each time a Demon Lord has appeared, a human hero has slain it, pushing back the demons in the dark lands. \r\nAs the cycle starts over again, a mysterious ancient hero called Ramia reappears. Meanwhile, an abnormal Demon army suddenly strikes the kingdom…",
      "fr": "L'histoire fantastique de l'excentrique et mystérieuse héroïne Ramia et des démons qui s'opposent à elle.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/TheGoldenSmurf)  \r\n- [Author's Pixiv](https://www.pixiv.net/en/users/10669208)  \r\n- [Author's Patreon](https://www.patreon.com/thegoldensmurf)",
      "id": "Setiap kali seorang Raja Iblis memunculkan diri, seorang bahadur manusia telah tampak ’tuk menakluknya, mendorong mundur para iblis ke negeri gulita.\r\nDengan mulainya lagi daurnya, seorang bahadur kuno misterius bernama Ramia muncul kembali. Sementara itu, sebuah laskar Iblis taknormal tiba-tiba menyerang kerajaannya...",
      "ru": "Фэнтезийный эпос, посвященный необычному и таинственному герою по имени Рамия.",
      "tr": "Ne zaman bir İblis Lordu ortaya çıksa, bir insan kahraman onu öldürerek karanlık topraklardaki iblisleri geri püskürtmüştür.\nDöngü yeniden başlarken, Ramia adında gizemli bir antik kahraman yeniden ortaya çıkar. Bu sırada, anormal bir İblis ordusu aniden krallığa saldırır...",
      "es-la": "Cada vez que aparecía un Lord de los Demonios, un héroe humano lo eliminaba, haciendo retroceder a los demonios a las tierras oscuras.\nMientras el ciclo empieza una vez más, una antigua y misteriosa heroína llamada Ramia reaparece. Y mientras tanto, un ejército anormal de Demonios azota repentinamente al reino..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Lady Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-09-15T20:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/228d6269-efca-4715-a9c9-1def5d378656.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "886815d2-f024-414a-af7b-1a8d91f28781",
    "title": {
      "en": "Katabami-san Wants to Get Sucked by a Vampire"
    },
    "updatedAt": "2023-10-09T00:47:58+00:00",
    "coverArt": "https://mangadex.org/covers/886815d2-f024-414a-af7b-1a8d91f28781/c5a99c13-0b33-4b2f-b644-6ab0e5695f35.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼に飲まれたい方喰さん"
      },
      {
        "ja-ro": "Kyuuketsuki ni Nomaretai Katabami-san"
      }
    ],
    "description": {
      "en": "A twitter series from Hitotose Hirune of [Dorobou-chan](https://mangadex.org/title/de5343e8-5af6-4942-9e91-03073c9b6ec2/dorobou-chan) fame that they're doing \"for fun,\" about a high school girl trying to entice her vampire classmate to suck her blood."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "479ada4b-2fa6-4465-97ef-734bc3c7d254",
    "title": {
      "en": "Gachi Koi Maou-sama"
    },
    "updatedAt": "2024-02-22T09:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/479ada4b-2fa6-4465-97ef-734bc3c7d254/5ea6a8b2-cf6c-45c1-bd1c-420227a48472.jpg",
    "altTitles": [
      {
        "ja": "ガチ恋魔王様"
      },
      {
        "ru": "Горячая любовь владыки демонов"
      }
    ],
    "description": {
      "en": "A hero undertakes the task of defeating the Demon Lord for the sake of world peace. When he arrives at the Demon Lord's castle, he is greeted by the Demon Lord with a marriage certificate in her hand! The hero is bewildered by the Demon Lord's strong appeal to marry him, but...? A love comedy about a die-hard-fan Demon Lord and an overly prickly hero whose world is in danger of extinction!",
      "pt-br": "Um herói assume a tarefa de derrotar o Rei Demônio pelo bem da paz mundial. Quando ele chega ao castelo da Maou, ele é saudado pela Maou com uma certidão de casamento na mão! O herói fica perplexo com o forte apelo da Maou para se casar com ele, mas…? Uma comédia de amor sobre uma Maou amorosa e um herói amargurado cujo mundo está em perigo de extinção!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]