[
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-01-11T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava falida"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava quebrada"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-03-30T19:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/6161a33c-eb29-4f4c-a70e-0de88c9e98eb.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b802b061-8166-42d0-b2e2-7679c121cfb3",
    "title": {
      "en": "Ann's Forbidden Memories"
    },
    "updatedAt": "2024-04-05T15:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/b802b061-8166-42d0-b2e2-7679c121cfb3/3c1ba692-edc3-41f8-af4f-f3b5f3f848b9.png",
    "altTitles": [
      {
        "pt-br": "As Memórias Proibidas de Ann"
      }
    ],
    "description": {
      "en": "In a small village that suffers from famine, a young girl full of life named Ann does her best to face the challenges life throws at her.---You can find chapter previews and sketches on the author's [Twitter](https://twitter.com/pokorotomas).",
      "pt-br": "Em uma pequena vila que sofre com a escassez de comida, uma jovem cheia de vida chamada Ann dá seu melhor para enfrentar os desafios de sua vida."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd79d6bd-8e12-4c28-a40d-5f4507366ebb",
    "title": {
      "en": "Gengaku Shijuu Soudan"
    },
    "updatedAt": "2024-03-22T14:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/bd79d6bd-8e12-4c28-a40d-5f4507366ebb/8050c9bf-ca20-4112-9076-a7410fcd9b4a.jpg",
    "altTitles": [
      {
        "ja": "衒学始終相談"
      },
      {
        "ja-ro": "Gengaku Shijuu Soudan"
      },
      {
        "en": "Pedantic Quartet"
      }
    ],
    "description": {
      "en": "A space-time that gets weirder as you keep reading.\nThe tense dialogue between a professor and her assistant in a laboratory brimming with fishy knowledge.\nWhat will the \"Plan of the Renaissance of the Human Mind\" bring forth?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6778b78a-19d8-4fa8-b17e-3c145d2dbd88",
    "title": {
      "en": "Perfect Heroine Wants to Possess Me"
    },
    "updatedAt": "2024-04-03T09:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/6778b78a-19d8-4fa8-b17e-3c145d2dbd88/070d37f5-1ab8-4ff6-8cf3-7532ff368269.png",
    "altTitles": [
      {
        "zh": "白月光女主总想独占我"
      },
      {
        "zh": "Bái Yuèguāng Nǚ Zhǔ Zǒng Xiǎng Dúzhàn Wǒ"
      },
      {
        "en": "White Moonlight Female Host Always Wants to Monopolize Me"
      }
    ],
    "description": {
      "en": "Ji Xiao accidentally transmigrates into a novel and becomes the Alpha villain who shares the same name as her. To save her life from disaster, she treats the perfect Omega heroine with the upmost care. The heroine, Wei Qingyu, changes her own feelings towards her enemy when faced with her abrupt change of character. She’s even gradually starting to like this “enemy”? The perfect heroine is always trying to possess the female villain, but when will she notice that the other’s heart has already been moved?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a294e94-5c5b-459a-943a-30a30b8a4d19",
    "title": {
      "en": "After Killing You"
    },
    "updatedAt": "2024-03-10T09:03:02+00:00",
    "coverArt": "https://mangadex.org/covers/5a294e94-5c5b-459a-943a-30a30b8a4d19/770dbbdb-4997-4dc0-a07d-576ea8561a85.jpg",
    "altTitles": [],
    "description": {
      "en": "Mismatched lovers Eunsung and Hyunwoo face a bizarre twist of fate. When Hyunwoo abruptly ends their relationship, Eunsung finds himself committing the darkest of crimes. However, Eunsung wakes up in a world where the cold body in his arms isn’t Hyunwoo’s and instead, he’s the one who's been killed… In this surreal switch, Eunsung realizes a chilling truth—their destinies are entwined in a dark cycle of love and murder. Despite this deadly paradox, Eunsung still believes they are meant to be together, and this time he won’t let anything get in his way…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-03-22T02:49:58+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/708a8214-07bd-49fa-96c0-e65e3e18c79f.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "fr": "Maternelle WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-03-25T07:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/d0731dda-8341-41d1-9e1d-982053469db1.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      }
    ],
    "description": {
      "en": "That day, Ichita Yamada was working part-time as usual. When he opened the back door after finishing his part-time job, he found a blank space and a person who called himself God. It was by chance that he was chosen by God to go to another world. He was perplexed, but decided to live anyway. Thinking about how to survive in this other world using the skills he received from God, he tries his best to have a physical relationship with a beautiful woman in this other world.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3eaabe03-d2bd-43f3-af71-bd1db4ab564a",
    "title": {
      "en": "Serial Killer Isekai ni Oritatsu"
    },
    "updatedAt": "2024-03-25T04:01:29+00:00",
    "coverArt": "https://mangadex.org/covers/3eaabe03-d2bd-43f3-af71-bd1db4ab564a/fd7431d4-5db0-497a-b244-a174ccf91976.jpg",
    "altTitles": [
      {
        "ja": "シリアルキラー異世界に降り立つ"
      },
      {
        "en": "The Serial Killer Descends Into Another World"
      },
      {
        "en": "The serial killer is reincarnated into the another world."
      },
      {
        "es-la": "Un asesino serial ha descendido a otro mundo"
      },
      {
        "de": "Serienkiller in einer anderen Welt reinkarniert"
      }
    ],
    "description": {
      "de": "Ein Mörder, der den Drang, Menschen zu töten, nicht stoppen kann, obwohl er damit aufhören will, erhält das von ihm gewünschte Todesurteil.\nSeine Freude ist nur von kurzer Dauer, denn er wird in einer anderen Welt reinkarniert. Der Auftrag, den ihm die Göttin erteilt hat, besteht darin, 12 reinkarnierte Menschen mit seinen mörderischen Impulsen zu töten.\nNicht alle reinkarnierten Menschen sind Heilige!",
      "en": "A murderer who cannot stop the urge to kill people, even though he wants to stop, receives the death sentence he wants.\nHis joy is short-lived, as he is reincarnated in another world. The mission entrusted to him by the goddess is to kill 12 reincarnated people using his murderous impulses.\nNot all reincarnated people are saints!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822b96aa-e578-4fd6-ac64-8289a2218b7a",
    "title": {
      "ja": "Saijo no Osewa Takane no Hana-darakena Meimon-kou de, Gakuin Ichi no Ojou-sama (Seikatsu Nouryoku Kaimu) wo Kagenagara Osewa suru Koto ni Narimashita"
    },
    "updatedAt": "2024-04-01T13:25:31+00:00",
    "coverArt": "https://mangadex.org/covers/822b96aa-e578-4fd6-ac64-8289a2218b7a/7679e320-1de0-434a-bc8e-1da0ada69e2c.jpg",
    "altTitles": [
      {
        "ja": "才女のお世話 高嶺の花だらけな名門校で、学院一のお嬢様（生活能力皆無）を陰ながらお世話することになりました"
      },
      {
        "en": "The Unattainable Flower"
      },
      {
        "en": "Takane no Hana"
      },
      {
        "en": "Saijo No Osewa"
      }
    ],
    "description": {
      "en": "A poor high school boy, Izuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Izuki took on the job of caring for her. Eventually, Hinako began to spoil Izuki with all her might. \"I don't want... Izuki to leave my side right now.\" This is a love story that begins beyond the master-servant relationship featuring a princess with a beautiful facade.",
      "pt-br": "O estudante do ensino médio Itzuki Tomonari se envolveu em um sequestro e se viu lidando com Konohana Hinako, a herdeira do maior conglomerado do Japão. Hinako parece ser uma jovem inteligente e bonita, mas sua verdadeira identidade é preguiçosa, sem capacidade para viver sozinha. No entanto, devido às circunstâncias em casa, Hinako tem que interpretar a \"ojou-sama perfeita\" na academia. Uma história de amor que começa além de mestre-servo com uma linda jovem."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb83505c-9c89-4f1b-b533-9d439956cb5b",
    "title": {
      "en": "Chihiro-san"
    },
    "updatedAt": "2024-03-03T18:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/cb83505c-9c89-4f1b-b533-9d439956cb5b/053be100-7f7b-447c-a331-68bdfe9c8591.png",
    "altTitles": [
      {
        "en": "ちひろさん"
      }
    ],
    "description": {
      "en": "Chihiro-san, a former sex worker uninhibited by the shackles of society and conventional wisdom, is a someone that has life figured out… for the most part. The story follows her life in a small seaside town as customers of the box lunch shop she works at come to her about various concerns weighing on their minds. What's Chihiro's guiding answer to their love, work, family, and self-inflicted troubles?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": null
  },
  {
    "mangaId": "e0641cf1-09eb-477c-be55-f602cc21581e",
    "title": {
      "en": "A Series Drawn by Majoccoid"
    },
    "updatedAt": "2024-04-05T14:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/e0641cf1-09eb-477c-be55-f602cc21581e/d3e36fc5-1110-4bd5-9c32-2cb48245fee3.jpg",
    "altTitles": [
      {
        "ja": "majoccoid先生作画シリーズ"
      },
      {
        "ja-ro": "majoccoid sensei sakuga shiriizu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d0672c6-ae30-4ce0-a272-eaef33e9fd97",
    "title": {
      "en": "Kiss The Bride"
    },
    "updatedAt": "2023-10-06T02:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/1d0672c6-ae30-4ce0-a272-eaef33e9fd97/1e9ac4fd-f8bc-45af-a4bf-eac1cea7ade0.png",
    "altTitles": [
      {
        "en": "亲吻新娘"
      },
      {
        "en": "키스 더 브라이드"
      }
    ],
    "description": {
      "en": "Shin Jae-Won attended the World Camp hosted by the Spanish King as a tennis player in his Junior Year.  \n  \nJae-Won meets Javier, an unusually conspicuous participant in the World Camp.  \n  \n“When are we going to practice?”  \n  \nThere are always people (especially women) around him.  \n  \nThen, Jae-Won, who happened to stumble upon Javier one night during practice, ended up spending the night alone. The more he faced his whimsical, pure side, the more his heart began to beat…  \n  \n“I hate this kind of things…”  \n  \nJae-Won’s first love ended as fast as a Siesta.  \n  \nA decade later, they meet again Spain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-01-28T21:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/f936ca28-7a5b-4966-8fd4-a5b26ccadf5b.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore Granting Sorcerer Realized That He Is At His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62a685a8-547c-45f0-bd7a-abe7ebe23cbd",
    "title": {
      "en": "Villain to the Rescue"
    },
    "updatedAt": "2024-03-29T15:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/62a685a8-547c-45f0-bd7a-abe7ebe23cbd/ec8dd58c-43d8-4f71-bb24-b7dd9a611f52.png",
    "altTitles": [
      {
        "zh": "恶人想要抢救一下"
      },
      {
        "zh": "我要当个大坏蛋"
      },
      {
        "en": "I Am Going to Be a Bastard"
      },
      {
        "en": "I Want to Be a Scoundrel"
      },
      {
        "en": "I'm Going to Be a Great Villain"
      },
      {
        "en": "The Wicked Want to Rescue"
      },
      {
        "en": "I Want to Be a Big Baddie"
      }
    ],
    "description": {
      "en": "A proper villain must be ruthless and evil, a bringer of death! Having tormented the protagonist to his heart's content, he makes a brilliant exit. Once he's finished his work, he goes out with a bang.\nWang Yi was determined to be that kind of villain. Unfortunately… His male lead can read minds. (:з)∠*)\n“You mongrel!” Mr. Yi chuckled as he looked down on the novel’s male lead.\nSuddenly, a thought bubble filled with cute emojis (⁄ ⁄ ⁄ω⁄ ⁄ ⁄) and the words “You’re so cute…” appeared in front of Qin.\nQin: ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e53b437-5884-4aa8-9ee1-be1028cba03f",
    "title": {
      "en": "Ura Baito: Toubou Kinshi"
    },
    "updatedAt": "2024-03-08T09:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/4e53b437-5884-4aa8-9ee1-be1028cba03f/15cbf636-598f-47a5-99a8-d4681c673cd2.jpg",
    "altTitles": [
      {
        "zh": "灰色兼职：逃亡禁止"
      },
      {
        "zh-hk": "灰色兼職：逃亡禁止"
      },
      {
        "ja": "裏バイト:逃亡禁止"
      },
      {
        "en": "Gray Part-Time Jobs: No Escape"
      }
    ],
    "description": {
      "en": "Ura baito, also known as a shady part-time job: a gray area job that pays very well. The price you pay is your life.  \nYume Kokuryo and Nagomi Shirahama are seeking a large sum of money for some reason. \nTo that end, they casually dive into various shady part-time jobs. \n\nThis work may affect you physically and mentally. Read it at your own risk. \nWe are not responsible for any damage to your health."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-03-31T16:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/f6881479-fe5e-4463-b29c-4d686edd2213.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-01-16T20:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/f55ed3bc-15f3-4440-a1ae-f1a34efe689c.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1311d54-99bc-49ed-b12f-099b9a40c104",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
    },
    "updatedAt": "2024-04-01T10:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/f1311d54-99bc-49ed-b12f-099b9a40c104/1b7bd1f2-b7d3-4091-bc02-51e4862e3c23.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 2 「I'll become a Shrine Maiden for Books!」"
      },
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 2 「I'll even join the temple to read books!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 2"
      },
      {
        "ru": "Власть книжного червя: часть вторая"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第二部 「本のためなら巫女になる！」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 2"
      }
    ],
    "description": {
      "en": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice.   \nWork in the temple began and Myne could read books in the long-awaited temple library.   \nHowever, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants.   \nOvercome adversity to be able to read books in peace!   \nA biblio-fantasy written for book lovers and bookworms! The second part begins!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0d15b1-6bf7-4e29-99e1-a44d0045d9da",
    "title": {
      "en": "Cupid in the Rainbow Trap"
    },
    "updatedAt": "2024-03-18T13:59:24+00:00",
    "coverArt": "https://mangadex.org/covers/3c0d15b1-6bf7-4e29-99e1-a44d0045d9da/91cd470a-7d44-49ea-bf34-db893a3f0732.jpg",
    "altTitles": [
      {
        "ko": "영업부의 큐피드"
      }
    ],
    "description": {
      "en": "In the office, Taejoon reigns supreme as the \"Cupid of Sales,\" renowned for successfully pairing colleagues thanks to his ability to see the color of people's auras. Unfortunately, he himself has been single his entire life. But everything changes when he drunkenly kisses the new recruit, Hongyeon, which leads to a sizzling night at a motel. And then Taejoon discovers something fascinating - Hongyeon's aura is a mesmerizing rainbow! As Hongyeon boldly pursues him, Taejoon's shyness clashes with their steamy connection. Now they must navigate a somewhat clumsy and spicy office romance, where colors will fly in more ways than one!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a878b0eb-f7d5-4365-844a-b9c35c5537a2",
    "title": {
      "en": "The Housekeeper's Load"
    },
    "updatedAt": "2024-03-20T00:39:47+00:00",
    "coverArt": "https://mangadex.org/covers/a878b0eb-f7d5-4365-844a-b9c35c5537a2/7b10c646-02ff-4ddc-a1f3-9a7b288cd418.jpg",
    "altTitles": [
      {
        "ko": "가정부의 사정"
      }
    ],
    "description": {
      "pl": "Od gotowania, przez sprzątanie, po wszystko pomiędzy, Ha-yeon jest idealną pomocą domową! Jest tylko jeden problem... Woojin, który zarabia na życie tłumacząc powieści erotyczne, ciągle widzi swoją gorącą pomoc domową w swoich fantazjach! Może to tylko brak doświadczenia Woojina w sypialni sprawia, że jest sfrustrowany seksualnie, ale musi zająć się tą sytuacją, zanim sprawy wymkną się spod kontroli. Stary przyjaciel Woojina, złośliwy Sol, wysyła mu coś, aby spróbować mu pomóc, ale kiedy Ha-yeon przyłapuje Woojina w najbardziej kompromitującej pozycji z prezentem, czy to szokujące odkrycie będzie zbyt dużym obciążeniem dla nich obojga, aby je udźwignąć?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2023-07-15T08:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Jang Gwangnam's life as he grows the guard tribe that protects the Kana-Shi city."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-03-28T15:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/98876682-434c-46bc-aeef-3d80f4192094.jpg",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "8f585be9-0936-4af9-8611-4fc0639a0423",
    "title": {
      "en": "School Infirmary Nurse That Wants to Teach Adult Stuff"
    },
    "updatedAt": "2024-04-03T12:55:38+00:00",
    "coverArt": "https://mangadex.org/covers/8f585be9-0936-4af9-8611-4fc0639a0423/122a559e-4389-4f69-a5a8-656301e3c08b.jpg",
    "altTitles": [
      {
        "ja": "筆下ろしたい保健室の先生"
      },
      {
        "ja-ro": "Fudeoroshitai Hokenshitsu no Sensei"
      },
      {
        "en": "Infirmary Teacher Who Wants to Have a Playmate"
      },
      {
        "en": "School Nurse Who Wants to Take a Younger Student’s Virginity"
      },
      {
        "vi": "Cô giáo ở phòng y tế muốn động thủ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ea9c74-87b5-48c1-b0dd-4e56722c13bb",
    "title": {
      "en": "Arknights: OPERATORS!"
    },
    "updatedAt": "2023-08-10T23:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/74ea9c74-87b5-48c1-b0dd-4e56722c13bb/194cae7f-e7b9-45ef-b809-3cad8a7d4ac7.jpg",
    "altTitles": [
      {
        "ja": "アークナイツ OPERATORS!"
      }
    ],
    "description": {
      "en": "The popular four-panel comic strips from the official Arknights Twitter account have finally been collected into a book!\n\nIn addition to the individual episodes of the 22 operators, the stories \"The Great Chief Returns\", \"Mansfield Break\", \"Under Tides\", and other event comics are also included. This is a must-have book for fans, to help you find the operator who is just right for you!",
      "pt-br": "A história segue os membros do grupo Rhodes Island, um grupo criado com o propósito de proteger e ajudar pessoas infectadas com Oripatia. Acompanhe o dia a dia deles enquanto fazem seu trabalho."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
    },
    "updatedAt": "2024-01-26T05:58:25+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/bef89e35-9027-4b63-aec3-16766e9ad3d4.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "en": "My level up is strange! ~ Reincarnation of a great Man in a Different World"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      },
      {
        "ja-ro": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that I had diligently saved up since his reincarnation at a high-class brothel. The woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement, \"Impregnation confirmed.\", \"Level up!\" \"Does this mean that the more \"seeding\" you do, the stronger you get?\"An extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3fbf4e-a932-4558-af69-27c144af85f9",
    "title": {
      "en": "Ibitsu na Koi no Seesaw Game"
    },
    "updatedAt": "2022-03-04T12:17:17+00:00",
    "coverArt": "https://mangadex.org/covers/cb3fbf4e-a932-4558-af69-27c144af85f9/a93a5498-7162-4d81-9a11-cdef4e23dd42.jpg",
    "altTitles": [
      {
        "en": "The Seesaw Game Of Distorted Love"
      },
      {
        "ja": "いびつな恋のシーソーゲーム"
      }
    ],
    "description": {
      "en": "Inspector Sudo is known for always successfully retrieving the items stolen by the notorious thief Grey – a master of disguise who is able to steal the goods even though he sends the police a notice on what he intends to steal beforehand. How is Sudo able to get the stolen items back from this evasive burglar?",
      "pl": "Іnѕреktоr Ѕudо znаnу јеѕt z tеgо, żе zаwѕzе оdzуѕkuје рrzеdmіоtу ukrаdzіоnе рrzеz nоtоrусznеgо złоdzіеја, Grеуа, mіѕtrzа сhаrаktеrуzасјі, którу роtrаfі соś bеz рrоblеmu ukrаść nаwеt wtеdу, gdу wуѕуłа wсzеśnіеј роlісјі zаwіаdоmіеnіа. Аlе… јаk іnѕреktоrоwі udаје ѕіę оdzуѕkаć ukrаdzіоnе рrzеdmіоtу оd tеgо nіеuсhwуtnеgо włаmуwасzа?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.2"
  },
  {
    "mangaId": "26c4ab2d-5109-4850-b0a9-db8ea970253f",
    "title": {
      "en": "Corrosive"
    },
    "updatedAt": "2024-04-05T13:45:55+00:00",
    "coverArt": "https://mangadex.org/covers/26c4ab2d-5109-4850-b0a9-db8ea970253f/9ccfb742-5766-44bd-a5ca-f2d63812bf1a.jpg",
    "altTitles": [
      {
        "ko": "부식인"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2024-03-15T19:11:34+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/e1f76d2a-8006-42f1-93af-f3a48ba71eb1.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists!\nHe is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll.\nAs he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily.\nAnd so, after being reborn as Miranda, he will enjoy his new life to the fullest!\nWhat kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c92613b-7a07-4f2f-853d-a321ad06f87b",
    "title": {
      "en": "Miss You, Lucifer"
    },
    "updatedAt": "2023-12-20T19:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/8c92613b-7a07-4f2f-853d-a321ad06f87b/24bf860c-a9ec-4c14-a53b-b58be99c38a2.jpg",
    "altTitles": [
      {
        "ko-ro": "Bogo Sipeo, Lusipeo"
      },
      {
        "ko": "보고싶어, 루시퍼"
      }
    ],
    "description": {
      "en": "Lee Jungwoo is the member of an unpopular idol group <Sweet Devils>, with the stage name 'Lucifer'. Despite accepting all kinds of programmes and odd jobs in the hopes to make it big someday, his one claim to fame turns out to be an unfortunate accident on live-tv. Misunderstandings ensue and suddenly he finds himself entangled with national superstar, Kang Kwonjun."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "3a1bafef-8615-4352-9d18-10b4ea9a9eb6",
    "title": {
      "en": "What's Under the Bed"
    },
    "updatedAt": "2022-02-13T21:23:19+00:00",
    "coverArt": "https://mangadex.org/covers/3a1bafef-8615-4352-9d18-10b4ea9a9eb6/2b3278dd-3764-4c65-b123-a8ac47e55c57.png",
    "altTitles": [
      {
        "zh": "床底下有什么"
      }
    ],
    "description": {
      "en": "A young boy moves into a new house. But there's something hiding under his bed."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7342e235-aa7f-400f-823f-93bd9afd5cb8",
    "title": {
      "en": "My crush’s son"
    },
    "updatedAt": "2022-04-14T16:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/7342e235-aa7f-400f-823f-93bd9afd5cb8/b705a7ab-25d3-45d3-b9b4-2687170e39a6.jpg",
    "altTitles": [
      {
        "ko": "첫사랑의 아들"
      }
    ],
    "description": {
      "en": "Mister, have sex with me. My crush’s son likes me. You confessed to me with that face of yours. That face that resembles your father’s so much. I should’ve never come close to you…I don’t want to be like this with you when I hate you, but…!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-02-27T19:38:01+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/f46e79f2-aea0-44fc-8ea6-972b517c88c9.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "that guy's girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3780cdc4-562f-4cd2-9b5c-20ac6709643f",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2021-01-02T01:53:31+00:00",
    "coverArt": "https://mangadex.org/covers/3780cdc4-562f-4cd2-9b5c-20ac6709643f/8bd0164a-ef25-4ffc-9863-ce30dbe5aab2.jpg",
    "altTitles": [
      {
        "en": "Plaything: The Toy of a Grand Duke"
      }
    ],
    "description": {
      "en": "A robust and naive mercenary, Ilrick, accidentally killed the son of the leader of his unit, who was after Ilrick's body. After he believed that he had successfully concealed his crimes, Ilrick received the summon of an unexpected individual. With flowing silver hair, the individual was the most handsome man Ilrick had ever seen in his life- the Grand Duke of Miros. The duke graced a chillingly beautiful smile on his face as he spoke to Ilrick. \"Isn't it only correct for you to be the one asking me to fuck you up?\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7005f4c8-b4a5-4765-8698-711091cf3548",
    "title": {
      "en": "Ninja Stalker!"
    },
    "updatedAt": "2024-04-05T13:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/7005f4c8-b4a5-4765-8698-711091cf3548/33515bb5-0760-470c-bd0a-d4030521e72d.jpg",
    "altTitles": [
      {
        "ja": "忍べよ！ストーカー, Shinobeyo! Stalker,Perseguidor Ninja!"
      }
    ],
    "description": {
      "ja": "As a runaway ninja, Benimaru has little to no prospects in life. As he was lying in the woods, contemplating his death, a stranger approaches him and gives him back his will to live. Benimaru finds out that the man was none other than the province's feudal lord's son, Lord Shinosuke Kiyohisa Yamato. Putting his skills to use, Benimaru sneaks around and secretly looks after Lord Shinosuke, who may be much more clueless than he lets on..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1b49c5f-0994-4a0a-a3e9-9ec38e79c878",
    "title": {
      "en": "She Changed So Much in One Year"
    },
    "updatedAt": "2024-04-05T13:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/d1b49c5f-0994-4a0a-a3e9-9ec38e79c878/8d79ee33-a8d4-4753-b03f-8e0e93951294.jpg",
    "altTitles": [
      {
        "ja": "１年で変わってしまった彼女"
      },
      {
        "ja-ro": "Ichi nen de Kawatte Shimatta Kanojo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b44caa8-b122-4c52-bcd7-1c8b63ba3263",
    "title": {
      "en": "Saikyou Yuusha Party wa Ai ga Shiritai"
    },
    "updatedAt": "2024-03-04T12:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/5b44caa8-b122-4c52-bcd7-1c8b63ba3263/a0e7a8ba-fa38-4e72-8c5a-10de2b8710fb.jpg",
    "altTitles": [
      {
        "ja": "最強勇者パーティーは愛が知りたい"
      },
      {
        "en": "Hero's Party Want to Experience LOVE"
      },
      {
        "ja-ro": "Saikyō Yūsha Pātī wa Ai ga Shiritai"
      }
    ],
    "description": {
      "en": "The strong and popular hero won't let me (the unpopular mage) go for some reason!!!\nThe adventures of the strongest hero's party is full of strange love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2023-10-30T08:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "PBMMV"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dd919f0-43c0-4f9b-b4f2-95e9adbcaaea",
    "title": {
      "en": "The childhood friends are off in their own world"
    },
    "updatedAt": "2023-06-21T12:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/4dd919f0-43c0-4f9b-b4f2-95e9adbcaaea/4fd0f273-65d3-41ca-aa82-17127b27db55.png",
    "altTitles": [
      {
        "ja": "ふたりの世界に誰も入れない幼馴染百合"
      },
      {
        "ja-ro": "Futari no Sekai ni Dare mo Hairenai Osananajimi Yuri"
      },
      {
        "pt-br": "Um amor Yuri entre amigas de infância em um mundo só nosso, onde ninguém mais pode entrar."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae9483cf-bb77-4df2-b8a0-09534528b722",
    "title": {
      "en": "Perfect Body"
    },
    "updatedAt": "2022-02-04T18:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/ae9483cf-bb77-4df2-b8a0-09534528b722/f698a697-2210-45b3-a724-1eca61c51969.jpg",
    "altTitles": [
      {
        "ko": "퍼펙트 바디 파트너"
      },
      {
        "en": "Perfect Body Partner"
      }
    ],
    "description": {
      "en": "Recently, Siwon has been lively. This is because he has fallen inlove with Soyoung, a therapist he had met after receiving physiotherapy. Siwon has appeared quite a few times in front of Soyoung, but Soyoung doesn't give out affection easily. Siwon, who is faced with constant rejection, always keeps a smile on his face. This makes Soyoung look at him with an unknown smile on his face."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d638b6a7-35a2-4f11-9deb-4fc394f2712d",
    "title": {
      "en": "Apple Parfait - One-Loli Yuri Anthology"
    },
    "updatedAt": "2024-02-18T22:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/d638b6a7-35a2-4f11-9deb-4fc394f2712d/99a24101-c381-4c29-96ef-6d922e8a6aac.png",
    "altTitles": [
      {
        "ja": "アップルパルフェ おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Apple Parfait One-Loli Yuri Anthology"
      },
      {
        "ja-ro": "Apple Parfait OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "The relationship between \"girls\" and \"women\".\nA completely new yuri anthology of \"onee-and-loli\" stories, all by different authors.\n\nCover: Kawaku\n\n**Chapters**:\n1. **Mashiro-chan's future lover** (Mashiro-chan no Mirai no Koibito, ましろちゃんの未来の恋人) by Itou Hachi\n2. **Midnight funeral Where I can't let it be found** (Zettai ni Bare te wa Ikenai Soushiki 24-ji, 絶対にバレてはいけない葬式２４時) by Canno\n3. **Scent and reflection** (Kaori to Kaze, 香りと影) by Terayama Den\n4. **The Place Where We Belong** (Futari no Ibasho, ふたりの居場所) by Hazuki\n5. **My Little Sister's Loved One** (Imouto-chan no Daisuki na Mono, 妹ちゃんの大好きなもの) by Izumi Kirifu\n6. **Koma-chan and Sensei's Time** (Koma-chan to Sensei no Jikan, こまちゃんとせんせいのじかん) by kurimo.\n7. **Failure** (Dame na Hito, だめなひと) by Masanaga\n8. **A Dream of Spring on a Tatami Mat** (Ichi-jou Shunmu, 一畳春夢) by Sakasana"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "cf923481-1e96-4959-b3c1-9518718a4cc2",
    "title": {
      "en": "Ore no Kokan wa Bishoujo Datta no ka"
    },
    "updatedAt": "2023-12-05T11:15:54+00:00",
    "coverArt": "https://mangadex.org/covers/cf923481-1e96-4959-b3c1-9518718a4cc2/8d65fa4b-4f90-4fd1-9ebc-43b338f2e0c6.jpg",
    "altTitles": [
      {
        "ja": "俺の股間は美少女だったのか"
      },
      {
        "en": "Turns Out My Dick Was a Cute Girl"
      },
      {
        "vi": "Bé \"ciu\" đáng yêu của tôi"
      },
      {
        "zh": "我的牛牛变成了美少女"
      },
      {
        "ru": "Мой член оказался милой девушкой"
      },
      {
        "pt-br": "Acontece que meu pau era uma linda garota"
      },
      {
        "tr": "Çüküm Genç Bir Kıza Dönüştü"
      }
    ],
    "description": {
      "en": "A young man wakes up to a small surprise: He doesn't have his dick anymore!\nFollow Kosuga, a 2nd Year Highschool  Student, as he lives his life with his dick who turns out to be a cute girl!",
      "tr": "Genç bir erkek uyandığında küçük bir sürprizle karşılaşır: Artık çüksüzdür!\nLise 2. Sınıf Öğrencisi Kosuga'nın çükü sevimli bir kıza dönüşür ve macerası başlar!!",
      "vi": "Một cậu trai trẻ đón nhận một bất ngờ: Cậu không còn \"thằng nhỏ\" nữa!\nTheo chân Kosuga, nam sinh năm 2 trung học cùng với bé \"ciu\" hóa thành một cô gái.",
      "pt-br": "Um dia um jovem acorda com uma pequena surpresa: Ele não tem mais pênis!\nAcompanhe Kosuga, um estudante do 2º ano do Ensino Médio, enquanto ele vive sua vida com o seu pau que acabou de se tornar uma linda garota!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4067750-a7e1-4faa-9054-2d8fddf5bf01",
    "title": {
      "en": "My Sister's Best Friend, My Lover."
    },
    "updatedAt": "2023-12-25T00:04:58+00:00",
    "coverArt": "https://mangadex.org/covers/c4067750-a7e1-4faa-9054-2d8fddf5bf01/dcc4868a-f23f-45be-bee1-42e559c66003.jpg",
    "altTitles": [
      {
        "ja": "姉の親友、私の恋人。"
      },
      {
        "ja": "Ane no Shinyuu, Watashi no Koibito."
      }
    ],
    "description": {
      "en": "Sena is a novelist who has been dealing with romantic feelings for her sister, Yuuna. Upon learning that Yuuna is to be married, Yuuna's best friend and former lover Kiku asks Sena to be her lover..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-04-05T14:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/a982ce3b-76a0-40ab-b00e-e47891ba5865.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]