[
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-02-09T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d48e200-916b-4449-91a4-918ee2fab5f3",
    "title": {
      "en": "Kiraide Isasete"
    },
    "updatedAt": "2024-04-07T16:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/0d48e200-916b-4449-91a4-918ee2fab5f3/f173cc4b-f102-4bee-a22a-1c9a0aa1437b.jpg",
    "altTitles": [
      {
        "ja": "嫌いでいさせて"
      },
      {
        "ja-ro": "Kirai de Isasete"
      },
      {
        "en": "Hate Me, Let Me Be Here"
      },
      {
        "de": "Kiraide Isasete - Lass mich dich hassen"
      },
      {
        "fr": "Laisse-moi te détester"
      },
      {
        "it": "Fatti odiare. Kirai de isasete"
      },
      {
        "es": "Déjame odiarte"
      },
      {
        "uk": "Дозволь мені тебе ненавидіти"
      },
      {
        "ko": "Let Me Be Here With Hate"
      },
      {
        "th": "ให้ฉันได้เกลียดนายเถอะนะ"
      },
      {
        "vi": "Tôi ghét cậu, hãy để tôi yên!"
      },
      {
        "id": "Biarkan Aku Membencimu"
      }
    ],
    "description": {
      "de": "Naoto Koga ist ein Omega und ein junger, alleinerziehender Vater, der alles für seine kleine Tochter Shizuku tut. Er liebt sie aus ganzem Herzen, obwohl Shizuku auf dramatische Weise Teil seines Lebens wurde: An der Highschool wurde Naoto vergewaltigt und schwanger. Aufgrund dieses traumatischen Ereignisses hasst Naoto Alphas und lehnt die Idee eines Schicksalspartners beziehungsweise einer Paarbindung ab. In einer Partnervermittlungsbörse, zu deren Teilnahme er sich zwingt, wird er urplötzlich von einem jungen Alpha mit Liebesbekundungen überhäuft. Und dann stellt sich auch noch heraus,, dass Hazuki, der besagte Alpha, ausgerechnet an der Schule eingeschrieben ist, an der Naoto seinen neuen Job begonnen hat. Naoto versucht alles, um seinen Verehrer loszuwerden.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "en": "Koga Naoto is an Omega who was raped by his Alpha classmates and got pregnant. Due to that traumatic experience, he came to hate alphas and told himself that he doesn't need a lifemate or a bond – but even with that incident, he insisted on keeping the child and raised her, and an angel named Shizuku was born. She became his strength and center in this cruel world that treats omegas unfairly. However, his life suddenly changed when he met an alpha named Tsuchiya Hazuki from the matchmaking party he forced himself to attend.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "fr": "Après avoir subi un viol au lycée, l’oméga Naoto a décidé de garder l’enfant conçu lors de ce terrible incident. Quelques années plus tard, il élève seul sa fille et peine à trouver du travail. N'étant pas marqué par un alpha, son statut de célibataire aux chaleurs incontrôlées entraîne le rejet systématique des recruteurs voulant s'éviter des problèmes. Alors qu’il décroche enfin un emploi dans un lycée, un jeune alpha l'attrape par le bras et lui déclare son amour. Naoto ne peut se défaire de sa méfiance et de sa haine envers les alphas, pas après ce qu'il a vécu. Pourtant, celui-ci a quelque chose de différent…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "id": "Naoto Koga adalah seorang Omega yang diperkosa oleh teman sekelas Alpha-nya dan hamil. Karena pengalaman traumatis itu, dia menjadi membenci Alpha dan mengatakan pada dirinya sendiri bahwa dia tidak membutuhkan teman hidup atau ikatan, tetapi bahkan dengan kejadian itu, dia bersikeras untuk menjaga anak itu dan membesarkannya, dan seorang malaikat bernama Shizuku lahir. Dia menjadi kekuatan dan pusatnya dalam kata kejam yang memperlakukan Omega secara tidak adil. Namun hidupnya tiba-tiba berubah ketika dia bertemu dengan seorang Alpha bernama Hazuki Tsuchiya dari pesta perjodohan yang dia paksa untuk hadiri.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "it": "Nell'universo alternativo detto omegaverse gli uomini e le donne si dividono in alpha, beta e omega, e anche i maschi possono portare avanti una gravidanza. Naoto Koga è un omega e al liceo è stato vittima di violenza sessuale da parte di un gruppo di alpha. Quando scopre di aspettare un bambino decide di portare al termine la gestazione, e dà alla luce una dolcissima femminuccia che chiama Shizuku e ama con tutto stesso. Tuttavia, la sua esperienza traumatica e le sofferenze dovute al fatto di essere un omega non possono fare a meno che portarlo a odiare gli alpha e a convincersi di non avere bisogno di nessun compagno. Le cose cominciano però a cambiare quando incontra Hazuki Tsuchiya. Forse non tutti gli alpha sono uguali…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "ja": "「しずくは俺が守るんだ、αなんていらない」\nΩの雫斗は一人娘のしずくと暮らすシングルマザー。\n娘を愛する雫斗だが、αに対するトラウマは根深く、\n番は作らないと決めていた。\nしかし、むりやり参加させられた婚活パーティーで雫斗を「運命の番」だと言うαが現れる。\nその場は逃げ帰ったものの、後日新しい勤め先で学校制服姿の件のα・葉月と出くわして!?\n描き下ろしはその後のラブラブ孕ませエッチ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "th": "“ฉันจะปกป้องชิซุคุเอง ฉันไม่ต้องการอัลฟ่า”\nนาโอโตะผู้เป็นโอเมก้าเป็นแม่เลี้ยงเดี่ยวอาศัยอยู่กับชิซุคุ ลูกสาวคนเดียวของเขา นาโอโตะที่รักลูกสาวมากนั้นมีแผลลึกในใจเกี่ยวกับอัลฟ่าจึงตัดสินใจว่าจะไม่มีคู่\nแต่มีอัลฟ่าคนหนึ่งบอกว่านาโอโตะเป็น “คู่แห่งโชคชะตา” ปรากฏตัวขึ้นในงานเลี้ยงจับคู่ที่ถูกบังคับให้ไป\nถึงจะหนีออกมาจากที่นั่น แต่กลับได้พบกับฮาซึกิ อัลฟ่าคนนั้นในชุดนักเรียนในที่ทำงานใหม่!?\nบทส่งท้ายมีฉากลามกสุดหวานหลังจากเรื่องราวทั้งหมดด้วยนะ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "uk": "Кога Наото - омега, якого зґвалтували однокласники альфи, через що він завагітнів. Через цей травматичний досвід, він зненавидів альф, та відмовляв собі в допомозі з їх сторони, але незважаючи на це, все одно народив дитину від одного з насильників. Шизуку стала його опорою та сенсом життя у цьому жорсткому світі. Але його життя раптово змінилось, коли він зустрів альфу - Цучію Хазукі.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-02-02T10:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "89b23664-94b6-4dda-b0b0-ebee71f67653",
    "title": {
      "en": "Happy Family - Fukushuu no Rental Okaa-san"
    },
    "updatedAt": "2024-04-02T13:37:53+00:00",
    "coverArt": "https://mangadex.org/covers/89b23664-94b6-4dda-b0b0-ebee71f67653/ee8f1c8c-8e5c-42d5-81d6-5166709467dc.jpg",
    "altTitles": [
      {
        "ja": "ハッピーファミリー"
      },
      {
        "ja": "ハッピーファミリー 復讐のレンタルお母さん"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0679776-4143-43bf-8e09-b2aa8a0746f2",
    "title": {
      "en": "Hidden Persona"
    },
    "updatedAt": "2024-03-05T20:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0679776-4143-43bf-8e09-b2aa8a0746f2/617e2955-7458-459a-9340-f0811beaa2d9.png",
    "altTitles": [
      {
        "zh": "隐藏属性"
      },
      {
        "zh-ro": "Yincang Shuxing"
      },
      {
        "zh-ro": "Yǐncáng Shǔxìng"
      }
    ],
    "description": {
      "en": "Chen Cheng had an unexpected encounter in Nandu University. She discovered the secret of Wen Jiaqin, a popular actor. It turns out that his persona of a \"good little brother\" was fake! He is simply a naive and childish person! But, does she now know too much? Is she going to be silenced?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819c33af-e93d-4db9-aa8d-299084a121d9",
    "title": {
      "en": "It Was Love at First Sight, Mr. Villain!"
    },
    "updatedAt": "2024-03-27T09:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "altTitles": [
      {
        "ko": "첫눈에 반했어요, 흑막님!"
      }
    ],
    "description": {
      "en": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "213642c7-c508-4c19-92f8-1f1be5897d14",
    "title": {
      "en": "Hyowtam"
    },
    "updatedAt": "2024-04-08T11:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/213642c7-c508-4c19-92f8-1f1be5897d14/ad6b587d-b47a-4478-b9e0-89ff2307832f.png",
    "altTitles": [
      {
        "ja": "ヒョータム"
      },
      {
        "ja-ro": "Hyōtamu"
      }
    ],
    "description": {
      "en": "Released in 2000 during a special electronics themed issue of Jump titled \"E-Jump\", Hyowtam is a unique story in Akira Toriyama's catalogue for it was made entirely on the man's computer. The story centers around the titular character who comes down from the clouds in search of a mysterious egg."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "19b6edd9-3ec0-4484-8d4b-2e3365134326",
    "title": {
      "en": "Tokimecha"
    },
    "updatedAt": "2024-04-08T11:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/19b6edd9-3ec0-4484-8d4b-2e3365134326/be62999c-e8f7-402b-8124-241283006b38.jpg",
    "altTitles": [
      {
        "ja": "トキメカ"
      },
      {
        "ja-ro": "Tōkimeka"
      }
    ],
    "description": {
      "en": "Released in 1997 in three parts in issues 3-4, 5-6 and 7 of Weekly Shonen Jump. Tokimecha was one of Akira Toriyama's post-DB work. The story follows a young girl by the name of Tai who manages to create a \"Tokimecha\", a machine that allows her to travel back in time where she meets a young caveboy by the name of Muu. Wacky hijinx quickly ensues when this girl of the modern age learns that life in the stone age can be savage and terrifying."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "15192c18-06a5-4f13-a694-5acf6536a54d",
    "title": {
      "ja": "EVOL"
    },
    "updatedAt": "2023-10-27T06:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/15192c18-06a5-4f13-a694-5acf6536a54d/60eda904-8408-495d-a05d-256cf726ea66.jpg",
    "altTitles": [
      {
        "ja": "イーヴォー"
      }
    ],
    "description": {
      "en": "Work, sleep, work, sleep... what a dull existence\nWhy even live?!\nNo hopes, no dreams\nEverything’s predictable...\nSuicide is salvation\nBut when you wake up in purgatory...\n...and it's the same world you left?\n\nOne option left\nLet's turn this fuckin' world upside down\n\n\nThe story of \"Evol\" begins in a village occupied by an armed group when a young girl, driven by despair, attempts suicide. She survives and wakes up, but when a man tries to drive her into a corner, a strange phenomenon occurs. The place changes, and something also happens to the boy who wakes up in the hospital after committing suicide.",
      "es": "Trabajar, dormir, trabajar, dormir... qué existencia más aburrida. ¡¿Para qué vivir?! Sin esperanzas, sin sueños. Todo es tan previsible... El suicidio es la única salvación. Pero cuando te despiertas en el infierno... ¿Y si resulta que es el mismo mundo que abandonaste? Solo queda una opción. Pongamos este maldito mundo patas arriba."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1daf1350-4b1f-4e33-bf1d-996f4089e4a9",
    "title": {
      "en": "Tsuihousareta Meika no Chounan – Baka ni Sareta Hazure Skill de Saikyou e to Nobori Tsumeru"
    },
    "updatedAt": "2024-03-25T18:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/1daf1350-4b1f-4e33-bf1d-996f4089e4a9/87e3666e-b5d6-4530-9e26-210aed81bd64.jpg",
    "altTitles": [
      {
        "ja": "追放された名家の長男 ～馬鹿にされたハズレスキルで最強へと昇り詰める～"
      },
      {
        "ja": "追放された名家の長男"
      },
      {
        "ja-ro": "Tsuihousareta Meika no Chounan"
      },
      {
        "en": "The Exiled First-Born of the Noble House ~Rise to the Top With Ridiculously Haphazard Skills~"
      },
      {
        "en": "The Exiled First-Born of the Noble House"
      }
    ],
    "description": {
      "en": "Chris, the eldest son of a prestigious family that has been bestowed the profession of the sword for generations, is banished from his home after receiving the profession of “Farmer” in the Grace of Heaven ceremony. Amid his despair, he discovers that a special power lies hidden within his unique skill of poison resistance!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc634b22-0c05-4a55-9b7e-3f55438a1ad3",
    "title": {
      "en": "Gekkan Shoujo Nozaki-kun"
    },
    "updatedAt": "2024-03-01T22:06:56+00:00",
    "coverArt": "https://mangadex.org/covers/bc634b22-0c05-4a55-9b7e-3f55438a1ad3/e9298c0d-5884-42c8-bdbc-7f1f60c6f7b1.jpg",
    "altTitles": [
      {
        "ja": "月刊少女野崎くん"
      },
      {
        "en": "Monthly Girls' Nozaki-kun"
      },
      {
        "tr": "Aylık Kızların Nozaki-kun'u"
      },
      {
        "id": "Komikus Shojo Nozaki"
      },
      {
        "hu": "Komikus Shoujo Nozaki-kun"
      },
      {
        "it": "L'assistente del mese"
      },
      {
        "pt": "Mangá mensal para garotas, Nozaki-kun"
      },
      {
        "pl": "Mistrz romansu Nozaki"
      },
      {
        "vi": "Nozaki & Truyện Tranh Thiếu Nữ"
      },
      {
        "ms": "Nozaki dari Majalah Gadis Bulanan"
      },
      {
        "es": "Nozaki y su revista mensual para chicas"
      },
      {
        "fr": "Nozaki-kun du mensuel des filles"
      },
      {
        "de": "Shojo-Mangaka Nozaki-kun"
      },
      {
        "ru": "Ежемесячное сёдзё Нозаки-куна"
      },
      {
        "ar": "نوزاكي-كون من مجلة الفتيات الشهرية"
      },
      {
        "ar": "مؤلف مانجا الفتيات الشهرية نوزاكي-كن"
      },
      {
        "th": "นักเขียนหน้าตายนายโนซากิคุง"
      },
      {
        "zh-hk": "月刊少女野崎同學"
      },
      {
        "zh": "月刊少女野崎君"
      },
      {
        "ko": "월간 순정 노자키군"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة تشيو ساكورا هي طالبة في المدرسة الثانوية، معجبة بزميلها أوميتارو نوزاكي، عندما تعترف بحبها له، يظن أنها معجبة ويعطيها توقيعه عندما تقول له إنها تريد أن تكون معه، يدعوها إلى منزله ويساعدها في تعلم رسم. تكتشف ساكورا أن نوزاكي هو في الواقع فنان شوجو مانغا مشهور يعمل تحت الاسم المستعار ساكيكو يومينو، توافق على أن تكون مساعدته من أجل الاقتراب منه.",
      "de": "Chiyo Sakura ist hoffnungslos in ihren Klassenkameraden Nozaki verliebt. Doch als sie ihm ihre Liebe gesteht, gibt Nozaki ihr ein Autogramm, lädt sie zu sich nach Hause ein… und drückt ihr einen Pinsel in die Hand.\n\nZu ihrer Überraschung entpuppt sich Sakuras Schwarm als berühmter Mangazeichner, der romantische Liebesgeschichten für Mädchen zeichnet! Um ihm näherzukommen, beginnt Sakura, als seine Assistentin zu arbeiten. Und eh sie sich versieht, steht ihr Alltag auf dem Kopf…",
      "en": "The boy of her dreams… is a girl's manga artist? To the eyes of high school student Chiyo Sakura, classmate Umetarou Nozaki–brawny of build and brusque of tongue - is a dreamboat! When Chiyo finally works up the courage to tell Nozaki how she feels about him, she knows rejection is on the table… but getting recruited as a manga-ka's assistant?! Never in a million years!\n\nBut for someone who makes a living drawing sweet girly romances, Nozaki-kun is a little slow on the uptake when it comes to matters of the heart in reality. And so Chiyo's daily life of manga making and heartache begins!\n\n---\n**Links:**\n- Alternative Official English - [MANGA UP!](https://global.manga-up.com/manga/125)",
      "es": "Aquel estudiante de bachillerato un poco brusco era dibujante de manga shôjo romántico.\n\nUmetarô Nozaki es un estudiante un poco brusco. Chiyo Sakura, que también estudia bachillerato, está enamorada de él y un día hace acopio de valor y se le declara. Sin embargo, por algún extraño motivo, en vez de convertirse en su chica, pasa a ser su asistente de manga shôjo. ¡Una comedia que narra el día a día de Nozaki, que, aunque es estudiante, también es un mangaka popular!",
      "fr": "La lycéenne Chiyo Sakura est tombée amoureuse d'Umetarou Nozaki, un grand jeune homme à l'air imperturbable, voire benêt. Lorsqu'elle lui confesse ses sentiments, il la prend pour une de ses fans et lui fait un autographe. Lorsqu'elle lui dit vouloir toujours être à ses côtés, il l'invite dans son appartement et lui donne du travail à faire. Chiyo découvre que Nozaki est en fait un mangaka renommé, qui écrit sous le pseudonyme Sakiko Yumeno. Elle accepte de devenir son assistante en espérant pouvoir se rapprocher de lui. En travaillant sur son shoujo manga *Let's Fall in Love*, Chiyo rencontre d'autres camarades qui apportent leur aide ou servent d'inspiration à Nozaki-kun pour ses personnages.",
      "id": "A, aku mau menembak cowok yang kusuka. Tapi saat berhadapan dengannya, yang keluar malah lain.\n\nTapi akhirnya, yang kudapat darinya adalah sebuah tanda tangan!?\nLho, lhoo..ternyata dia komikus komik cewek!?",
      "it": "Il ragazzo dei suoi sogni... è un disegnatore di manga per ragazze? Agli occhi della studentessa Chiyo Sakura, il suo compagno di classe Nozaki –rissoso, muscoloso e dalla lingua tagliente- è un vero sogno! Quando decide di dichiarargli, finalmente, i suoi sentimenti si aspetta di essere respinta… ma finire a fare l'assistente di un mangaka? Ma neanche in un milione di anni! Ma per qualcuno che si guadagna da vivere scrivendo di batticuori e patemi d'amore, Nozaki è… un po' lento di comprendonio per quanto riguarda la realtà. E così la vita di Chiyo, tra manga e amore, ha finalmente inizio...",
      "ja": "無骨な男子高校生は、乙女な少女漫画家でした。\n\n無骨な男子高校生「野崎梅太郎」。彼に恋をした女子高生「佐倉千代」は勇気を振り絞って告白するものの、何故か恋人ではなく少女漫画家のアシスタントになったのでした…。男子高校生でありながら人気少女漫画家でもある野崎くんの日常を描く、少女漫画家男子コメディー!!",
      "ko": "과묵하고 듬직한 남고생 노자키 군. 그런 노자키를 남몰래 짝사랑하던 사쿠라 치요는 용기내어 고백을 하지만 돌아오는 것은 노자키의 사인이었는데…?",
      "pl": "Nieokrzesany licealista okazuje się być autorem niewinnych mang shojo!\nChiyo Sakura zbiera się na odwagę i postanawia wyznać miłość Umetarou Nozakiemu, nieoględnemu licealiście, ale zamiast zostać jego dziewczyną, dostaje angaż w charakterze asystentki i od tej chwili razem tworzą komiksy. Oto komedia opowiadająca o codziennym życiu Nozakiego, profesjonalnego mangaki specjalizującego się w shojo!",
      "pt": "Sakura Chiyo confessa seu amor pelo Nozaki-kun, mas ele a confunde como uma fã! Incapaz de transmitir seus sentimentos, as coisas começam a ficar complicadas quando Nozaki-kun a convida para ir à sua casa, onde ela descobre que ele é um mangaká de mangá shoujo. Sakura então decide ser a assistente de Nozaki-kun, a fim de se aproximar dele. Agora, Sakura tem que transmitir os seus verdadeiros sentimentos enquanto a sua relação com Nozaki se desenvolve!  \n\n\n---",
      "ru": "Сакура пытается признаться Нозаки, а он дает ей автограф. Странно? Вовсе нет, ведь потом он сразу приглашает её домой, где Сакуру ждет сюрприз! Забавная история о парне, который рисует сёдзё, хотя совсем не выглядит знатоком девичьих сердец, и девушке, что всеми силами старается донести до него свои чувства.",
      "th": "นักเรียนมัธยมปลายหญิงชื่อซากุระ จิโยะแอบชอบเพื่อนร่วมห้องชายชื่อโนซากิ อุเมะทาโร่ แต่เมื่อซากุระสารภาพรักกับโนซากิ โนซากิกลับเข้าใจผิดว่าซากุระเป็นแฟนคลับจึงมอบลายเซ็นให้ เมื่อซากุระบอกว่าตนอยากอยู่เคียงข้างโนซากิ โนซากิก็เชิญซากุระมาที่บ้านแล้วให้ซากุระช่วยเขียนการ์ตูน ซากุระจึงได้รู้ว่าจริง ๆ แล้วโนซากิเป็นนักเขียนการ์ตูนแนวโชโจะชื่อดังที่ใช้นามปากกว่าว่ายูเมโนะ ซากิโกะ ซากุระยอมรับการเป็นผู้ช่วยเขียนการ์ตูนเพื่อให้ใกล้ชิดโนซากิ ระหว่างที่ทั้งคู่ร่วมทำงานเขียนการ์ตูนเรื่อง จงรัก. ก็ได้พบกับเพื่อนร่วมโรงเรียนคนอื่น ๆ ที่มาร่วมช่วยเขียนการ์ตูน และ/หรือเป็นแรงบันดาลใจให้เรื่องราวในการ์ตูน",
      "tr": "Sakura Chiyo,aşık olduğu Nozaki-kun'a hislerini söylemeye çalışır. Ama sıradan bi lise öğrencisi gibi görünen aslında ünlü bir Mangaka olan Nozaki onu bir fan'ı sanır.",
      "vi": "Nam sinh cấp ba khô khan lại là tác giả truyện tranh thiếu nữ lãng mạn!\n\nNozaki Umetaro là một nam sinh cấp ba khô khan. Cô bạn Sakura Chiyo thích cậu và đã dồn hết can đảm để tỏ tình. Nhưng không hiểu sao cô không trở thành người yêu, mà thành trợ lý bất đắc dĩ cho cậu tác giả truyện tranh thiếu nữ này. Kể từ đó, hàng loạt tình huống khó hiểu, thậm chí… khó đỡ liên tiếp xảy đến.\n\nĐây là câu chuyện hài hước về cuộc sống thường ngày của Nozaki, một nam sinh cấp ba đồng thời cũng là tác giả truyện tranh thiếu nữ nổi tiếng.",
      "zh": "粗犷的高中男生，其实是纯情的少女漫画家。\n\n女高中生佐仓千代喜欢同班的粗线条男生野崎梅太郎。她鼓起勇气向野崎表白，不知何故没有成为对方的恋人，反而成为了少女漫画家的助手……\n\n描绘拥有双重身份的野崎君，身兼男高中生及人气少女漫画家的日常生活。男子少女漫画家的喜剧开演！",
      "zh-hk": "粗獷的男高中生「野崎梅太郎」。 \n暗戀他的女高中生「佐倉千代」雖然鼓起勇氣告白，\n但不僅求愛未果，還陰錯陽差成為少女漫畫家的助手……\n描繪具有雙重身分的野崎同學，高中男生兼人氣少女漫畫家的日常生活。\n少女漫畫家男子喜劇!!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d83361d4-07cd-4c12-ac60-72331d45e730",
    "title": {
      "en": "Kirby of the Stars - Ultra Super Pupupu Hero: Here Comes the Pupupu Land Hero!"
    },
    "updatedAt": "2024-04-03T23:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/d83361d4-07cd-4c12-ac60-72331d45e730/9b1259f9-c3ef-4798-bcbb-74de060ae9b8.jpg",
    "altTitles": [
      {
        "ja": "星のカービィ ウルトラスーパープププヒーロー　プププランドのヒーロー現る!!編"
      },
      {
        "ja-ro": "Hoshi no Kirby - Ultra Super Pupupu Hero"
      }
    ],
    "description": {
      "en": "Kirby of *Pupupu Hero* appears as Ultra Super!\n\nIn the ridiculously peaceful land of Pupupu Land, Dark Meta Knight, who looks just like Meta Knight but is super sinister, appears!\nDark Meta Knight's sword, which has been doing evil again and again, has turned Kirby into four!\nThe four food-crazed Kirbys have caused a food crisis in Pupupu Land, and it has become super-sinister?!"
    },
    "status": "cancelled",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-01-21T15:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "99c8475c-043a-406e-bb43-d3a27aed503c",
    "title": {
      "en": "How to Be a Family"
    },
    "updatedAt": "2023-11-09T05:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c8475c-043a-406e-bb43-d3a27aed503c/f334f979-b852-4eb6-8efd-39720bb75ec0.png",
    "altTitles": [
      {
        "ko": "가족이 되는 방법"
      },
      {
        "vi": "Cách thức trở thành gia đình"
      },
      {
        "zh": "如何成为一家人"
      },
      {
        "ja": "家族になる方法"
      }
    ],
    "description": {
      "en": "Do-yeon and Eun-ha, who became a family due to their parents' remarriage, become strangers again due to their parents' divorce. The two met again after many years. Eun-ha is obsessed with Do-yeon, and Do-yeon is burdened by his younger brother... What's even worse is that his feelings for Eunha are not 'brotherly love'."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "I Tried Confessing My Love to A Serious Girl"
    },
    "updatedAt": "2024-04-06T12:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/f21ebf94-1637-4612-8ce0-b37e5fc7c453.jpg",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joushi ni kokuhaku shitemita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0311b163-a021-4c27-bd26-3f83f280115f",
    "title": {
      "en": "Tenki no Ko"
    },
    "updatedAt": "2023-10-27T21:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/0311b163-a021-4c27-bd26-3f83f280115f/f4d62c75-6b66-489b-b094-6db9c3b78f10.jpg",
    "altTitles": [
      {
        "en": "Weathering with You"
      },
      {
        "ru": "Дитя погоды"
      },
      {
        "zh": "天气之子"
      },
      {
        "ja": "天気の子"
      },
      {
        "pt-br": "O Tempo Com Você"
      }
    ],
    "description": {
      "en": "High school freshman Hodaka Morishima leaves his home on an isolated island and moves to Tokyo, but immediately becomes broke because he lacks the identification card and experience to find a job. He faces abuse and difficulty every day, the only bright spot a chance kindness by a girl working at a fast food restaurant. Finally he finds a job as an assistant to an editor he met on the ferry from his home island. Soon after, he has another chance meeting with the girl who had shown him kindness, and a shady character who had abused him at his lowest. Hodaka rescues the girl, Hina Amano, and they run away together. Due to certain circumstances, Hina and her younger brother live together, but have a cheerful and sturdy life. This bright and strong­willed girl possesses a strange and wonderful ability: the power to stop the rain and clear the sky, but at a cost that she does not yet realize."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13.5"
  },
  {
    "mangaId": "907835ad-7600-4f5b-b1e4-0fde8cc61d8e",
    "title": {
      "en": "Doujin Onna Yuri Anthology"
    },
    "updatedAt": "2024-04-08T12:20:15+00:00",
    "coverArt": "https://mangadex.org/covers/907835ad-7600-4f5b-b1e4-0fde8cc61d8e/fd93f738-0ddc-4e67-91c0-7001e285e415.png",
    "altTitles": [
      {
        "ja": "同人女百合アンソロジー"
      },
      {
        "ja-ro": "Doujinonna Yuri Anthology"
      },
      {
        "en": "Kindred Lily Anthology"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "5"
  },
  {
    "mangaId": "28c903a8-db12-4552-8ce8-b2254a1530d9",
    "title": {
      "en": "Tactics Ogre: Let Us Cling Together 4-koma Kings"
    },
    "updatedAt": "2023-10-09T19:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/28c903a8-db12-4552-8ce8-b2254a1530d9/905f7d5d-1941-44e8-8e69-3b67c0ac5933.png",
    "altTitles": [
      {
        "ja": "タクティクスオウガ Let Us Cling Together 4コマKINGS"
      }
    ],
    "description": {
      "en": "A 4-koma anthology of the game Tactics Ogre: Let Us Cling Together. \nPublished in 1999."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "a8b82c56-16ed-4b23-8f1c-11bad8ce3581",
    "title": {
      "en": "Empress of Another World"
    },
    "updatedAt": "2022-06-15T13:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/a8b82c56-16ed-4b23-8f1c-11bad8ce3581/da4da75e-061f-45c3-be62-7cc11c0b1db5.jpg",
    "altTitles": [
      {
        "es": "Emperatriz de otro mundo"
      },
      {
        "en": "Empress of Otherverse"
      },
      {
        "pt-br": "Imperatriz de Outro Mundo"
      },
      {
        "fr": "L'impératrice d'un autre monde"
      },
      {
        "th": "ลิขิตรักบัลลังก์ต่างโลก"
      },
      {
        "zh": "异世界皇妃"
      },
      {
        "ja": "異世界の皇妃"
      },
      {
        "zh-hk": "異世界皇妃"
      },
      {
        "ko": "이세계의 황비"
      }
    ],
    "description": {
      "en": "Crossing over into another world and time after a freak accident, Korean highschool girl Sabina is taken in by a duke of the Crentia kingdom— only to soon be offered up to the ugly old emperor as a concubine. When the king is killed by a mysterious assassin, Sabina must face the poisonous circle of other candidates in a battle for the royal seat. Can she attract the loyalty and affection of the men and women she needs on her side to survive?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "129"
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "936ade55-b4d6-4e86-bc8b-8d104f5c36cb",
    "title": {
      "en": "Kimi wa Kawaii Reptile"
    },
    "updatedAt": "2024-04-07T12:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/936ade55-b4d6-4e86-bc8b-8d104f5c36cb/26f8eb6c-8dc1-4ac2-bd9d-b072f8ac15d7.jpg",
    "altTitles": [
      {
        "ja": "きみはかわいいれぷたいる"
      },
      {
        "ja-ro": "Kimiwa Kawaii Reptile"
      },
      {
        "en": "You Are a Cute Reptile"
      }
    ],
    "description": {
      "en": "Itsuki Fukunaga (27) is the manager of a reptile store. Surrounded by his favorite reptiles, he spent every day happily. But one day, Fuu-chan, a bearded lizard with a chin turned into a human girl. Her personality and gestures are the same as when she was a reptile. \n\nA exciting love comedy with 120% reptile geekiness and 120% lovey-dovey!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-04-04T20:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/57652b5a-e9da-466d-af79-f5d8de4df8ae.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin \nas she flies through the air and mercilessly strikes down her enemies. \nHer name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army. \nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. \nPrioritizing optimization and career advancement above all, she will become the most dangerous entity \namong the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "639f1667-5661-4003-9a6d-b5fd4492be89",
    "title": {
      "en": "Namo Shirazu"
    },
    "updatedAt": "2024-03-29T15:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/639f1667-5661-4003-9a6d-b5fd4492be89/e1e8a867-6fea-4857-9484-128c89180688.png",
    "altTitles": [
      {
        "en": "I Don’t Even Know His Name"
      },
      {
        "ja": "名も知らず"
      }
    ],
    "description": {
      "en": "Nanase Ayane is a young single mother and an omega. Despite her difficult circumstances, she enjoys a happy peaceful life with her daughter Rin. However, the halcyon days come to an end, when she crosses her path once again with the person who left an unfading mark both on her neck and life five years ago..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0189f4a-dee6-48f4-abbe-53a4359cbcfb",
    "title": {
      "en": "At the Northern Fort"
    },
    "updatedAt": "2023-10-22T10:41:20+00:00",
    "coverArt": "https://mangadex.org/covers/c0189f4a-dee6-48f4-abbe-53a4359cbcfb/27458f3f-22cf-460d-af45-f0a8152b8a59.jpg",
    "altTitles": [
      {
        "ja-ro": "Kita no Toride Nite"
      },
      {
        "ja": "北の砦にて"
      },
      {
        "ja-ro": "Kita no Toridenite"
      },
      {
        "ja-ro": "At the North Fort, Happy Days That I Spent With Everyone!"
      },
      {
        "id": "Nama TerkaitDi Benteng Utara, Hari-hari Bahagia yang Aku Habiskan Bersama Semua Orang!"
      }
    ],
    "description": {
      "en": "Paw pads wrapped in white fur. Fluffiness around the neck. \nA bushy tail. A rounded figure that was the very definition of fur ball! \nA certain Japanese girl had been reincarnated into such a fox cub, Milfiria.\nMilfiria was told to watch the house by her mother, as she left for the capital. \nHowever, unable to bear with the loneliness, she decided to follow her mother\nbut lost her way until she reached a fort protected by strong knights."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9fb52cd-50b4-476a-87ee-eef4f6d83972",
    "title": {
      "en": "Terminator Sharehouse"
    },
    "updatedAt": "2024-04-07T20:52:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9fb52cd-50b4-476a-87ee-eef4f6d83972/adf12bf9-6855-479e-92eb-063cfb146add.jpg",
    "altTitles": [
      {
        "ja": "シェアハウス ウィズ ターミネーター"
      },
      {
        "ja-ro": "Sharehouse With Terminator"
      }
    ],
    "description": {
      "en": "The year is 20xx. Machine and Man have been waging a war with no end in sight. Amidst all the violence, the machine army decided the leader of humanity, Ootani Akira, ought to be erased from existence, so they send an assassin back in time to eliminate him!\n\nHowever, the Ootani Akira of the past was nothing but an incompetent human being, and what's more... every other character is even more incompetent?!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2023-11-18T23:57:42+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/ec21d6db-516c-42d1-920e-4782ee3c26b5.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2023-04-22T09:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/31c55894-3906-4410-be8c-8bfcd1c13ef4.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "A close and dangerous cohabitation with the cult leader's son has begun! Chungah was swindled by her uncle who she trusted and her parents disappeared, saying they are chasing their missing uncle, and Chungah suddenly lives alone in an empty house. But it wasn't just Chungah's family that was scammed! The biggest cult in the autonomous district, \"Millennium Adventist Church,\" was also deceived by her uncle. And \"Yohan,\" the son of the cult leader came to Chung-ah's house. He's dragging his luggage in...! God, is this cohabitation gonna be okay?",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/d30894c3-b90e-4225-8ac6-21c0ab094aff.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b497e49a-dba1-4ada-a305-d2e38283ccc3",
    "title": {
      "en": "Sleepless Night"
    },
    "updatedAt": "2023-02-08T09:14:56+00:00",
    "coverArt": "https://mangadex.org/covers/b497e49a-dba1-4ada-a305-d2e38283ccc3/27a3f90d-954b-4c4b-adc3-b785d348ce01.jpg",
    "altTitles": [
      {
        "ko": "잠들지 못하는 밤"
      }
    ],
    "description": {
      "en": "In order to trace the culprit behind his family’s murder in his childhood, Vampire Hunter Heilo accepts a kill order from a client. \n\nHis target is the head of the Livera Group, Herrace. Heilo joins Herrace’s company, and successfully acquires a position as the personal secretary of Herrace himself, who is known for his dominating presence in politics and the underworld. \n\nHowever, Herrace’s special treatment gradually causes Heilo’s heart to sway… \n\nWhat will his fate be, having fallen for the man he's supposed to kill?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8895559e-78e6-4d13-939e-930facb7de7a",
    "title": {
      "en": "2020"
    },
    "updatedAt": "2024-02-03T04:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/8895559e-78e6-4d13-939e-930facb7de7a/8c7d9344-b176-4977-83b9-c9dfe89a836a.jpg",
    "altTitles": [
      {
        "ko": "2020 (류하)"
      }
    ],
    "description": {
      "en": "Because of his stepfather's gambling debt, Jung Heejae continues to live as a student in the third year of high school, despite having turned twenty. As the threats from the loan sharks become more severe, Heejae ends up escaping to a secluded island in the South, where his grandmother lives. On this island with no internet, Heejae meets a gangster called Cha Beomjoon, and becomes his personal freeze pop errand boy (?)..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06f474cb-ae4a-4767-8895-99477c7e8cd7",
    "title": {
      "en": "Obsidian Bride"
    },
    "updatedAt": "2024-01-09T22:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/06f474cb-ae4a-4767-8895-99477c7e8cd7/4fa3d541-4e39-4dfd-b178-b3b4c1bd3ca9.jpg",
    "altTitles": [
      {
        "ko": "흑요석의 신부"
      },
      {
        "en": "Bride of Obsidian"
      }
    ],
    "description": {
      "en": "A miserable life where even dreams of love were out of reach. \nThe night I tried to end my life from the exhaustion of my joyless marriage, a special invitation arrived unexpectedly.\n\n[ You are an existence that gleams like the jewels.\nThe Jewel Box, where existences who shine like you gather... \nWould you like to enter the Jewel Box? YES? or NO? ]\n\n[ The Empire's Jewel Box ] is a luxurious party attended by only the most outstanding people. A place where they can meet a marriage partner solely based on \"true love\" while concealing their face and status.\n\"If you were granted the opportunity to become a shining Jewel, like those who were specially selected...\"\n\nMy choice from that night changed everything."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-02-13T15:18:30+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/b36a02ab-c341-4fef-976a-82648bbf59d8.png",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55506301-f4d2-4fe9-9374-b2ec7bc9d7b0",
    "title": {
      "en": "Kono Naka ni Hitori, Ore no Yome ga Iru"
    },
    "updatedAt": "2023-10-03T15:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/55506301-f4d2-4fe9-9374-b2ec7bc9d7b0/29ddfc9c-d558-4522-9ded-3bd74df113de.jpg",
    "altTitles": [
      {
        "ja": "Oreyome"
      },
      {
        "ja": "Kono Naka ni 1-ri, Ore no Yome ga Iru"
      },
      {
        "ja": "この中に1人、俺の嫁がいる"
      },
      {
        "en": "One of them is my wife"
      }
    ],
    "description": {
      "en": "For the sake of finding clues about his younger twin brother who suddenly went missing, the protagonist changed his identity and infiltrated the academy his brother was attending.\n\nHowever, what clearly came to light there was a surprising truth! His brother had multiple fiancées...?\n\n(Source: Ganma)",
      "id": "Souya seorang laki-laki yang menggantikan posisi adiknya yang tiba-tiba menghilang, Terlebih lagi dia menemukan fakta yang mengejutkan bahwa adiknya memiliki banyak tunangan?",
      "ja": "突如失踪した双子の弟の手がかりを得る為、入れ替わって学園に潜入することになった主人公。 しかし、そこで明らかになるのは驚愕の事実！ 弟には複数人の婚約者が居て……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8af33c74-2779-4e2e-94ab-d614762ab499",
    "title": {
      "en": "My Home Hero"
    },
    "updatedAt": "2024-02-02T14:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/7dea8d9d-9d15-4136-99a0-703079664edb.jpg",
    "altTitles": [
      {
        "ja": "マイホームヒーロー"
      }
    ],
    "description": {
      "en": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
      "pt": "Pelo bem de sua filha, um homem de meia idade embarca na jornada de sua vida.",
      "tr": "Orta yaşlarında bir baba kızı ve ailesi uğruna her şeyi yapmaya hazır; suç karteline karşı koymak da buna dâhildir!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90b88312-18b2-4a87-99fd-ccca64288e7b",
    "title": {
      "en": "Nukoduke!"
    },
    "updatedAt": "2023-10-09T20:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/90b88312-18b2-4a87-99fd-ccca64288e7b/b3003c90-be17-4232-bfb0-3f3b65f95296.jpg",
    "altTitles": [
      {
        "ja-ro": "Nukozuke!"
      },
      {
        "ru": "Герцог Нук!"
      },
      {
        "ja": "ぬこづけ！"
      },
      {
        "zh": "喵居生活!"
      },
      {
        "ja-ro": "Nuko Dzuke!"
      },
      {
        "th": "เรื่องวุ่นๆ กับมนุษย์เหมียวๆ"
      }
    ],
    "description": {
      "en": "A heartwarming story about the daily lives of a freeter named Yuuya and his two little pets.  \n  \nNote: Chapters follow the Tankouban (book) order and numbering. The chapter number in (Ex Ch. No.) specifies the original chapter number (when first released on HanaLala Online & MangaPark) before the chapters were compiled into the book.\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%AC%E3%81%93%E3%81%A5%E3%81%91!)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-04-08T08:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e69a06a8-2bd7-4443-bfdb-c24b149810a0.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "438a42fa-2fe4-45f3-9996-eea8f50c7382",
    "title": {
      "en": "Rascal Does Not Dream of a Dreaming Girl"
    },
    "updatedAt": "2024-02-20T19:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/438a42fa-2fe4-45f3-9996-eea8f50c7382/5ed6dd21-f04c-4cd4-a242-2b70d7a1b77f.jpg",
    "altTitles": [
      {
        "ja": "青春ブタ野郎はゆめみる少女の夢を見ない"
      },
      {
        "ru": "Этот глупый свин не понимает мечту девочки-мечтательницы"
      },
      {
        "ja-ro": "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai"
      }
    ],
    "description": {
      "en": "The Shouko arc of \"Rascal\" series, Dengeki Bunko's popular works, serialized as manga!\n\nJust before summer vacation starts, Makinohara Shouko, a middle school second year student, met a high school student named Azusagawa Sakuta. Sakuta gave Shouko a desire to live, then...\nExperience the love story, with Shouko as the main character, in a way only possible through manga.\n\n*From ComicWalker, translated*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-02-25T19:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/32e71f05-a535-4f2a-af91-6f440abbbe39.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "ef4b0094-cc78-489f-978e-d56e0ff28347",
    "title": {
      "en": "Otome Kaijuu Caramelize"
    },
    "updatedAt": "2023-07-26T20:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef4b0094-cc78-489f-978e-d56e0ff28347/924cd495-6621-47ab-b5f0-9c333058762e.png",
    "altTitles": [
      {
        "en": "Kaiju Girl Caramelise"
      },
      {
        "en": "Kaiju Girl Caramelizer"
      },
      {
        "en": "Meiden Kaiju Carameliser"
      },
      {
        "en": "Monster Maiden Caramelize"
      },
      {
        "en": "Otome Monster Caramelize"
      },
      {
        "ru": "Монстрик Карамелька"
      },
      {
        "ja": "乙女怪獣キャラメリゼ"
      },
      {
        "de": "Monstermäßig verknallt"
      }
    ],
    "description": {
      "en": "Afflicted by a \"mysterious illness,\" high school first year Kuroe has spent her entire life avoiding socializing with others. However, after coming into contact with Minami Arata, the most popular boy in school, something changes— and Kuroe's true powers are unleashed…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-03-28T15:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/3fb0643e-dd9d-4064-8e69-2fa4c2d15ef8.png",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-04T16:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/6e5ce4e6-a281-43c1-a867-a93a54087c27.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "The Survival Story of the Sword King in Another World"
    },
    "updatedAt": "2024-02-17T06:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "Latna Saga: Survival of a Sword King"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "281d8c21-9f2a-4be9-a461-7a71b8c90185",
    "title": {
      "en": "Maker Hikoushiki Hatsune Mix"
    },
    "updatedAt": "2024-02-13T22:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/281d8c21-9f2a-4be9-a461-7a71b8c90185/8654fd0a-d5ad-4fb1-9c9b-95ea617973b7.jpg",
    "altTitles": [
      {
        "ja": "メーカー非公式 初音みっくす"
      },
      {
        "en": "Unofficially Manufactured Hatsune Mix"
      },
      {
        "en": "Hatsune Miku: Unofficial Hatsune Mix"
      },
      {
        "ja-ro": "VOCALOID - Maker Hikoushiki Hatsune Mix"
      }
    ],
    "description": {
      "en": "A manga based on Yamaha's voice synthesizer VOCALOID and it's mascots, mainly Miku Hatsune. In every new chapter there is a different Miku, showing you the world of music!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "d825b03e-e8f0-4916-a229-9a2dd85b59c8",
    "title": {
      "en": "A Childhood Friend Who Only Appears Tsundere-like on the Surface"
    },
    "updatedAt": "2023-03-02T16:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/d825b03e-e8f0-4916-a229-9a2dd85b59c8/44e6e25f-3170-4130-8168-36965aeef4ae.png",
    "altTitles": [
      {
        "ja": "ツンデレだけどツンデレじゃない、ちょっとツンデレな幼馴染"
      },
      {
        "ja-ro": "Tsundere Dakedo Tsundere Ja Nai, Chotto Tsundere na Osananajimi"
      }
    ],
    "description": {},
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]