[
  {
    "mangaId": "29c7aced-e2cc-4963-9180-4b1192193b9e",
    "title": {
      "en": "Castle"
    },
    "updatedAt": "2023-09-29T21:21:16+00:00",
    "coverArt": "https://mangadex.org/covers/29c7aced-e2cc-4963-9180-4b1192193b9e/945b77cd-6f8b-432a-add6-d0d78ab43a80.jpg",
    "altTitles": [
      {
        "pl": "Twierdza"
      },
      {
        "ko": "캐슬"
      },
      {
        "ru": "Замок"
      }
    ],
    "description": {
      "en": "\"Castle\", South Korea's omnipotent crime syndicate. One man returns to Korea in order to topple the absolute stronghold that is \"Castle\". Kim Shin, the Korean-born Russian killer named \"Amur Tigro\".  \nHe comes back to the crime-ridden city of Hoe-Am in accordance with the last will of his mentor, Kang Min Sung. Kim Shin and his comrades put their lives on the line as they head for the final showdown…\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=736744)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/shonen/castle/list?title_no=3797),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/castle/list?title_no=2078), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001034)",
      "pl": ",,Castle'' - południowokoreański syndykat przestępczy.  \nPewien człowiek powraca do Korei, by obalić absolutną fortecę, którą jest ,,Twierdza''. Kim Shin - urodzony w Korei rosyjski zabójca o imieniu Amur Tiger (tygrys). Wraca on do zbrodniczego miasta Hoeam zgodnie z ostatnią wolą swojego mistrza Kang Min-Seong'a. Kim Shin i jego partnerzy zmierzają się do ostatecznego starcia i stawiają swoje życie na szali…",
      "ru": "“Замок”, Южно-Корейский всемогущий криминальный синдикат. Один человек вернулся в Корею, чтобы свергнуть тиранию под названием “Замок”. Ким Шин - родившийся в Корее, русский убийца по прозвищу “Амурский тигр ”. Он возвращается в управляемый преступностью Хоям, чтобы исполнить последнюю волю своего наставника, Кан Мин-Сона. Ким Шин и его товарищи рискуют своими жизнями, неуклонно приближаясь к решающему сражению…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "83a51688-6ed8-4492-973d-982d72cfa69b",
    "title": {
      "en": "30 Minute Sisters AROUND!"
    },
    "updatedAt": "2024-07-31T16:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/83a51688-6ed8-4492-973d-982d72cfa69b/678a6e88-4159-430a-a791-9725ab853c1c.jpg",
    "altTitles": [
      {
        "ja": "30MS AROUND!"
      }
    ],
    "description": {
      "en": "\"30MS 4-panel comic begins!\"\nEnjoy the relaxed everyday life of the sisters ✨\n\nOfficial 4Koma posted on the 30 Minutes Sisters Twitter: https://x.com/30msisters\nAlso available on the Bandai Hobby Site: https://bandai-hobby.net/site/30minutes_sisters/extra/around/"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": {
      "en": "Paper Braver"
    },
    "updatedAt": "2024-12-04T20:38:24+00:00",
    "coverArt": "https://mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg",
    "altTitles": [
      {
        "ja": "ペーパーブレイバー"
      }
    ],
    "description": {
      "en": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord.",
      "ja": "ダメダメ勇者・勇人のレベルを上げるため、日々ムダな努力に励む白魔導士の聖利!!　イタズラ好きの女盗賊・八兵衛と3人で、一応魔王討伐を目指して日々奮闘中!! 爆笑!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "63.5"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "831a4e45-78f0-49e9-9bc8-dc22d42b5ba8",
    "title": {
      "en": "Metsuki Warui Ko Kawaii Ko"
    },
    "updatedAt": "2024-10-09T21:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/831a4e45-78f0-49e9-9bc8-dc22d42b5ba8/5498bd7e-28a1-4746-bd82-ae2e2bb12ae7.jpg",
    "altTitles": [
      {
        "ja": "目つき悪い子かわいい子"
      },
      {
        "en": "Scary Girl, Cute Girl"
      },
      {
        "en": "A Cute Girl With A Nasty Look"
      },
      {
        "en": "A Cute Girl With Nasty Look"
      },
      {
        "vi": "A cute girl with nasty look"
      }
    ],
    "description": {
      "en": "This delinquent is stupid cute!\r\n\r\nHigh schooler Tanaka-kun believes that scary girls are actually cute. Thus, sitting next to the delinquent Mizuno-san he strives to get closer to her. However, in addition to having a scary expression, she's the subject of many rumors and feared by her classmates!!\r\n\r\nAlthough getting the cold shoulder at first, Tanaka's feverish offensive opens Mizuno's heart up bit by bit. But Tanaka's plan to help her fit in with their classmates during the school festival is threatened when disaster strikes!\r\n\r\n(Translation of the Volume 1 synopsis on Amazon by KasketBox)\r\n\r\nA twitter short by @hamita1220",
      "vi": "Cô gái du côn này thật là ngốc nghếch và đáng yêu! Học sinh trung học Tanaka-kun tin rằng những cô gái đáng sợ như vậy thực sự rất dễ thương. Vì vậy, ngồi cạnh Mizuno-san, một người bị coi là một kẻ du côn, cậu ấy đã cố gắng làm thân với cô ấy. Tuy nhiên, ngoài biểu cảm đáng sợ, cô ấy còn có rất nhiều tin đồn !! Mặc dù ban đầu nhận được một cái nhìn lạnh lùng, nhưng sự cố gắng của Tanaka đã mở ra trái tim của Mizuno từng chút một. Nhưng kế hoạch của Tanaka để giúp cô hòa nhập với các bạn cùng lớp trong lễ hội trường đang bị đe dọa khi thảm họa ập đến!",
      "es-la": "Esta delincuente es estúpida y linda!\n\nEl estudiante Tanaka-kun cree que las chicas aterradoras son en realidad lindas. Y así, sentandose al lado de la delincuente Mizuno-san intenta hacerse más cercano a ella. Además de tener una cara aterradora, ella es el sujeto de muchos rumores y temida por sus compañeros!!\n\nApesar de recibir la ley del hielo al principio, la ofensiva de Tanaka abre poco a poco el corazón de Mizuno-san. Pero el plan de Tanaka para ayudarla a encajar con sus compañeros durante el festival escolar, es amenazado por un ataque sin aviso!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "64f2f1e1-d7be-45d1-bd7e-62d09b25b82b",
    "title": {
      "en": "Seto-san o Warawasetai Tsumugi-chan"
    },
    "updatedAt": "2024-12-01T09:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/64f2f1e1-d7be-45d1-bd7e-62d09b25b82b/ced9ffbd-fe87-46e0-84df-11633d5458e9.png",
    "altTitles": [
      {
        "ja": "瀬戸さんを笑わせたい紬ちゃん"
      },
      {
        "ja-ro": "Seto-san wo Warawasetai Tsumugi-chan"
      },
      {
        "en": "Tsumugi-chan Wants to Make Seto-san Laugh"
      },
      {
        "ko": "세토 씨를 웃게하고 싶은 츠무기짱"
      }
    ],
    "description": {
      "en": "Seto-san is a beautiful and cool class president. Her smiling face must be absolutely wonderful. I want to see it! \n\nThis is a short comic in which Tsumugi-chan, a ditzy girl with whom Seto-san has had a little bit of contact with since the entrance ceremony, boldly tries various strategies to make Seto-san laugh — but usually fails. However, there seems to be something quite interesting about Seto-san...",
      "ja": "キレイでかっこいい学級委員長の瀬戸さん。笑った顔はきっと素敵なはず。……見たい！ 入学式のときからちょっと接点があったドジっ子の紬ちゃんが、果敢に瀬戸さんを笑わそうと多彩な作戦を繰り出して失敗するショートコミック。……なのだけど、瀬戸さんの様子がどうもおかしい！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "450e6122-00a7-4b77-91e3-8a8b0c6cd1ba",
    "title": {
      "en": "Iguana Girl"
    },
    "updatedAt": "2024-11-30T21:03:27+00:00",
    "coverArt": "https://mangadex.org/covers/450e6122-00a7-4b77-91e3-8a8b0c6cd1ba/90088567-26b0-4c16-9e53-afba9aefe5dd.jpg",
    "altTitles": [
      {
        "en": "Daughter of Iguana"
      },
      {
        "ja-ro": "Iguana no Musume"
      },
      {
        "en": "Iguana's Daughter"
      },
      {
        "ja": "イグアナの娘"
      },
      {
        "zh": "蜥蜴女孩"
      }
    ],
    "description": {
      "en": "Short story collection including:  \n  \n1. Iguana no Musume:   \nA girl develops a complex about herself after her mother thinks of her as a hideous iguana. Iguana Girl reflects Hagio's own relationship with her mother, and it took her \"years to write this story\".\n\n2. Catharsis\nWhen Yuji, a student retaking his entrance exams, suddenly runs away from home, his worried parents begin searching for him. They discover he’s staying at the home of the owner of the part-time job where he works. Despite their concerns, Yuji insists he won’t return. What is Yuji truly seeking? Why does he keep running away?\n\n3. Afternoon Sunshine:\nWhile watching a TV show with her husband, Shouko's world was turning upside down because of her husband's words, \"After all, married couples are just strangers.\"\n\n4. The Pills That Help You Go To School:\nOn the first day of the second semester of his first year in high school, Katsumi saw his father becoming a word processor and his mother an electric rice cooker.\n\n5. My Friend K:\nK transferred to the narrator's school in the summer of his second year of junior high school. A 8-page oneshot showcases the tangle between envy and admiration."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-11-01T16:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/6e663b72-e515-4d05-aa3e-c8b3c2c786ec.jpg",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world.",
      "pt-br": "No Grande Oriente, fica um continente chamado Rodenius. Um dia, um objeto voador não identificado chegou ao espaço aéreo do Principado de Qua-Toyne.\nAquele OVNI desafiou o senso comum do Principado, mas foi apenas um prenúncio de algo ainda mais chocante.\n\nBem longe no mar oriental, um grupo de ilhas apareceu de repente. O país das ilhas se autodenominava: Japão.\nSegundo eles, sua nação havia sido transportada para outro mundo.\n\nAgora, encontrando-se separados de seu velho mundo e precisando sobreviver no novo, como o Japão irá interagir com os países nativos deste mundo? Eles irão recebê-lo como um amigo ou como um inimigo?\n\nEsta é uma história do país chamado Japão enquanto ele era engolido pela tempestade caótica deste novo mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b42d3d-9f47-4351-b211-6332d51b8ec3",
    "title": {
      "en": "Insanely Radiant"
    },
    "updatedAt": "2024-05-29T08:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/58b42d3d-9f47-4351-b211-6332d51b8ec3/076eb512-e225-47a6-92a4-a359f0eab286.jpg",
    "altTitles": [
      {
        "en": "Insanely Brilliant"
      },
      {
        "ko": "미치도록 찬란하게"
      }
    ],
    "description": {
      "en": "Radiana didn't want to die. Offered as a sacrifice to the sun prince in place of her scheming halfsister, she decided to do whatever it takes to survive... but never dreamed it would be in the bed of the sun prince! Oratio is sick and tired of receiving human sacrifices. A disillusioned sun prince with the ability to read minds, Oratio involuntarily rescues Radiana from the burning altar...and is shocked to see that she can meet his eyes without bursting into flames. His interest piqued, Oratio offers to let Radiana live... by spending a passionate night in his arms, but Radiana would rather die than go to his bed willingly. Unbeknownst to them, however, there are forces that will stop at nothing to break them apart. Will Oratio and Radiana realize they're meant to be together... before their enemies come to break them apart?",
      "pl": "Radiana nie chciała umrzeć. Złożona w ofierze Księciu Słońca w miejsce swojej podstępnej przyrodniej siostry, postanowiła zrobić wszystko, aby przetrwać... ale nigdy nie myślała, że znajdzie się w łożu Księcia Słońca!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b30222-4077-47cd-a888-4f112d629f2f",
    "title": {
      "en": "The Regressor Protects Only Me"
    },
    "updatedAt": "2024-12-06T06:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/58b30222-4077-47cd-a888-4f112d629f2f/7b5b924a-c1ef-4bc7-a3ea-ce2df2d2b81c.jpg",
    "altTitles": [
      {
        "ko": "회귀자는 나만 지킨다"
      },
      {
        "id": "Regressor Hanya Melindungi Aku"
      }
    ],
    "description": {
      "en": "Humanity was designated as a disruptive species of the Cosmic Ecosystem. To reduce humanity's numbers, the universe's administrators initiate a survival game.\n\nJin Jaehee, having returned from the final stage of the game, reaches one clear conclusion.\n\n\"Kang Shion - only he can lead us to victory in this game.\"\n\nKang Shion, a genius with an unparalleled mind. Jin Jaehee, a regressor who lost in the survival game and returned to the past.\n\nWith the regressor as his ally, Kang Shion begins to unravel the death game with unprecedented skill.",
      "ko": "우주생태교란종으로 선정된 인류. 우주의 관리자에 의해 인간의 개체수를 줄이기 위한 생존 게임이 시작된다.\n\n그 최종 단계에서 회귀한 진재희는 한가지 결론을 내린다.\n\n“강시온, 오직 그만이 이 게임을 승리로 이끌 수 있어.”\n\n천재적인 두뇌의 소유자, 강시온. 생존 게임에서 패배해 과거로 돌아온 회귀자, 진재희.\n\n회귀자를 조력자로 얻게 된 강시온은 역대급 능력으로 데스 게임을 풀어나간다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbdffb51-7817-40af-a090-e6c68f42d7e3",
    "title": {
      "en": "A Flirty and Devoted Kouhai (Pre-Serialization)"
    },
    "updatedAt": "2024-07-22T01:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/dbdffb51-7817-40af-a090-e6c68f42d7e3/c8241361-4116-498d-ab92-98e04434692e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ichizu de Bitch na Kouhai (Web)"
      },
      {
        "ja": "一途ビッチちゃん"
      },
      {
        "ja": "一途でビッチな後輩"
      },
      {
        "ja-ro": "Ichizu Bitch-chan (Pre-Serialization)"
      }
    ],
    "description": {
      "en": "A story about a flirty kouhai seducing her senpai.",
      "pt-br": "Uma kouhai vai tentar todas as maneiras românticas e talvez eróticas para seduzir seu senpai."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "191"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-10-22T01:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95543d8f-05ba-4345-8800-bc75f4a3ed78",
    "title": {
      "en": "Chichi to Hige-Gorilla to Watashi"
    },
    "updatedAt": "2024-06-19T15:37:45+00:00",
    "coverArt": "https://mangadex.org/covers/95543d8f-05ba-4345-8800-bc75f4a3ed78/106658c8-b206-45a0-8610-4c13b37d445b.jpg",
    "altTitles": [
      {
        "ja": "Chichi to Higegorira to Watashi"
      },
      {
        "en": "Dad, the Beard Gorilla, and I"
      },
      {
        "en": "Dad, the Bearded Gorilla, and I"
      },
      {
        "en": "Gojuan, eg Lombobo, ana Dwa"
      },
      {
        "en": "Papá, el Gorila Barbudo, y Yo"
      },
      {
        "ja": "父とヒゲゴリラと私"
      },
      {
        "zh": "爸爸、胡子猩猩与我"
      }
    ],
    "description": {
      "en": "After losing her mother to a tragic accident, 6-year old tomboy, Michiru, finds a suspicious person moving into her precious home: her dad's giant younger brother Kouji, the 'Beard Gorilla'. While awkward at first, it doesn't take long for the two to develop a familiar bond that looks more like that of a brother and a sister, than that of niece & uncle.",
      "zh": "开心的日子也好，寂寞的日子也好，都是大家大家珍贵的回忆。\n在同一屋檐下，哥哥+弟弟+哥哥的女儿‼ 一部有点不寻常的家庭喜剧‼"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "98"
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-11-30T02:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "d4ad9513-115e-477f-b366-d27b440261b2",
    "title": {
      "en": "Dragon Ball AF (Young Jijii) (Doujinshi)"
    },
    "updatedAt": "2023-11-28T17:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/d4ad9513-115e-477f-b366-d27b440261b2/05347fe1-988e-464f-8418-35143c61e1d5.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball After the Future"
      }
    ],
    "description": {
      "en": "Based off of the critically acclaimed manga series Dragon Ball and Dragon Ball Z by Akira Toriyama, Young Jijii sets the stage for an excellent story and awesome adventures in the Dragon Ball Universe! Dragon Ball AF takes place three years after the end of Dragon Ball GT, following the adventures of the Z-Fighters and their fight against the all-mighty Lord Ize, son of Frieza!   \nDragon Ball AF has no affiliation with Akira Toriyama, Funamation, Toei Animation, or Fuji TV. Dragon Ball AF is a fan-made doujinshi created by Young Jijii and is made purely for entertainment."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2024-10-13T19:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/dd6993f2-111f-4a14-ac3f-a08323ef1e7a.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2242193d-8634-4a74-8bfa-45744e53866f",
    "title": {
      "en": "Imo Ichirou's Twitter Shorts"
    },
    "updatedAt": "2024-04-16T09:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/2242193d-8634-4a74-8bfa-45744e53866f/c24eec35-fbf0-4e86-974e-65a2695f49cd.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Imo Ichirou [@cheesesama24] on Twitter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e55e25b5-a9ef-4f74-8308-c38194c3bcf4",
    "title": {
      "en": "That Thing That You End up Not Being Able to Use Until the End"
    },
    "updatedAt": "2024-12-06T06:43:40+00:00",
    "coverArt": "https://mangadex.org/covers/e55e25b5-a9ef-4f74-8308-c38194c3bcf4/e498d6a4-38ec-432d-acab-8e780dccbf8d.jpg",
    "altTitles": [
      {
        "ja": "最後まで使えないで終わらせちゃうアレ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "040304b8-6442-482e-a621-f33b13248908",
    "title": {
      "en": "An Incompetent Woman Wants to Be a Villainess: The Young Lady Who Married as a Substitute for Her Half-Sister Didn't Notice the Duke's Doting"
    },
    "updatedAt": "2024-10-30T15:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/040304b8-6442-482e-a621-f33b13248908/79ebd75b-0d37-483d-b5d4-0143c9945228.jpg",
    "altTitles": [
      {
        "ja": "無能才女は悪女になりたい"
      },
      {
        "ja": "無能才女は悪女になりたい ～義妹の身代わりで嫁いだ令嬢、公爵様の溺愛に気づかない～"
      },
      {
        "ja-ro": "Munou Saijo wa Akujo ni Naritai: Gimai no Migawari de Totsuida Reijou, Koushaku-sama no Dekiai ni Kizukanai"
      },
      {
        "en": "An Incompetent Woman Wants to Be a Villainess"
      }
    ],
    "description": {
      "en": "Avril is a young woman of exceptional ability who was mistreated and labeled \"incompetent\" by her family. \n\nAvril marries into the family of an \"old, lustful duke\" in place of her half-sister, but the duke, Dylan, is actually a beautiful young man who is the complete opposite of what he is rumored to be. He wants to marry a \"villainess,\" and a contractual divorce after three years is perfect for Avril's future freedom. \n\nThe people around her are bewildered by the mysterious \"brilliant woman\" who plays the role of a \"villainess\" with gusto, but they are gradually drawn to her...",
      "ja": "“悪女”として嫁ぐことになりました\n\n“悪女”と名高い義妹の身代わりで、『好色家の老いぼれ公爵様』のもとへ嫁がされることになったエイヴリル。しかし、そこで待っていたディランは噂とは真逆の美しい青年だった。\n\n彼が提示した「三年後に離縁する契約結婚」は自由を求めるエイヴリルにとって絶好の条件。二つ返事で了承し、マイペースに悪女を演じる不思議な才女に、周囲の見る目は次第に変わっていき――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9668294f-8f0c-41b3-b6ed-9d7d6cfbec29",
    "title": {
      "en": "6-nin no Shinanai Shoujo to Kanarazu Shinu Unmei no Hito"
    },
    "updatedAt": "2024-12-06T06:53:42+00:00",
    "coverArt": "https://mangadex.org/covers/9668294f-8f0c-41b3-b6ed-9d7d6cfbec29/59d71cda-702a-47e4-ab7c-367212de8386.jpg",
    "altTitles": [
      {
        "ja": "6人の死なない少女と必ず死ぬ運命の人"
      },
      {
        "en": "6 Immortal Girls and The Man Destined to Die"
      }
    ],
    "description": {
      "en": "\"I prayed to a god to have a girlfriend, and now I have to die and restart over and over again!?\"\n\nFollow the guy who is destined to die among the six heroines!",
      "ja": "「彼女が欲しい」と神に願ったら何度も死んでやり直すことに!?６人のヒロインの中から必ず死ぬ運命の人を探し出せ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-11-03T23:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/513b5f1d-05ed-4afb-beae-a0f9462e940e.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4e21c02-0549-48aa-ab50-5fec2c76f74c",
    "title": {
      "en": "Kao dake yoi Classmate ga Yatara to Guigui Kuru Yuri no Hanashi"
    },
    "updatedAt": "2024-10-28T14:20:31+00:00",
    "coverArt": "https://mangadex.org/covers/d4e21c02-0549-48aa-ab50-5fec2c76f74c/4ddd7a3e-6a07-4efd-b811-9451e71934f0.jpg",
    "altTitles": [
      {
        "ja": "顔だけ良いクラスメイトがやたらとグイグイ来る百合の話"
      },
      {
        "en": "A Yuri Story About How My Classmate Whose Only Good Trait Is Her Excessively Pretty Face Comes at Me Relentlessly"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-10-01T15:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/e324e5ad-e697-4a5f-90b1-5ce0883aeec9.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！",
      "pt-br": "Tokimori-san é uma mulher linda e bem-sucedida. Mas quando ela está fora do trabalho, ela tende a ficar um pouco distraída! Viver junto com a charmosa Tokimori-san sempre me deixa nervoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-10-25T23:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2024-11-23T12:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/d7ba2389-cb35-4500-a839-21b96be38967.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)",
      "ru": "Коллаб между автором тайтла Приди же в Мир Демонов, Ирума-кун! и Warewareda\n\nТойфер Сяорон - вечный мечтатель, поступив в демоническую школу Бабирус, стремится вступить в состав Студенческого Совета, не ища легких путей, решив доказать свою полезность тем самым вынудив президента студ.совета Амели самой прийти вербовать его, но что то пошло не так... Хитростью заманенный в батор по захвату и контролю школы Сяорон пытается выжить и не умереть на безжалостных заданиях!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de471fb4-80d0-406f-a5e3-1bfa88a15136",
    "title": {
      "en": "Meng Shi Zai Shang"
    },
    "updatedAt": "2023-12-17T14:27:38+00:00",
    "coverArt": "https://mangadex.org/covers/de471fb4-80d0-406f-a5e3-1bfa88a15136/3df93d38-aedc-42c1-9e34-5da1e2d872fa.jpg",
    "altTitles": [
      {
        "en": "The Distinguished Cute Master"
      },
      {
        "zh": "萌师在上"
      },
      {
        "en": "All Hail My Adorable Master"
      },
      {
        "zh-ro": "Meng Shi Zai Shang"
      }
    ],
    "description": {
      "en": "Yuan Chu transmigrated as the opposing boss in the novel, but she was wiped out by the male lead Ye Chen Yuan. Fortunately, she reincarnates once more, but back to the past, when Yuan was still young! Looking at the pitifully weak Little Yuan, she is troubled by a dilemma. Should she: 1. kill him, or 2. raise him up and openly ask for treasures from him. However, since she wants to get all sorts of treasures from him, she chooses the second option. Things don't always work out though, as she accidentally raises a sheep up to be a big bad wolf.   \n  \nMaster? Want treasure? Let's cultivate together, but alone, just us two, then."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896ba9b-7bf0-42a3-94eb-15dcb70fafba",
    "title": {
      "en": "Gacha wo Mawashite Nakama wo Fuyasu Saikyou no Bishoujo Gundan wo Tsukuriagero"
    },
    "updatedAt": "2024-10-31T12:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/5896ba9b-7bf0-42a3-94eb-15dcb70fafba/fbfcca85-6d40-452d-a63e-d235443bdde4.jpg",
    "altTitles": [
      {
        "ja": "ガチャを回して仲間を増やす 最強の美少女軍団を作り上げろ THE COMIC"
      },
      {
        "en": "Gacha Girl Corps"
      },
      {
        "en": "You Increase Families and Make Beautiful Girl Army Corps, and Put it Up"
      },
      {
        "id": "Menjadi Sultan untuk Menarik Gacha dan Ciptakan Tim Waifu Terkuat"
      },
      {
        "ms": "Pasukan Ciwi-Ciwi Cantik dari Gacha"
      },
      {
        "ms": "Tarik Gacha dan Buat Pasukan Gadis Cantik Terkuat untuk Bertarung Bersamamu"
      },
      {
        "ru": "Использование лотереи для усиления моих компаньонов и создания армейского корпуса сильнейших девушек"
      }
    ],
    "description": {
      "en": "For some reason, he was invited to another world after he rolled the gacha like he usually does. The gacha from the social game is available in his trusted smartphone. It was a convenient and cheat tool that can give out equipment and beautiful girl characters. He now aims to create the world's strongest army of beautiful girls in another world.",
      "ja": "ごく普通のソシャゲ廃人・大倉平八はガチャでゲットしたURアイテム【異世界への招待状】を使用したことにより、異世界転移してしまった。転移した直後にモンスターに襲われ、完全に詰んだかにみえた平八であったが—— スマホのガチャから美少女ユニットが具現化して現れた!?可愛い（壊れ）ガチャキャラと行く異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-11-30T18:21:22+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/925aefd2-7077-47f4-9237-98de46f97a38.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-12-05T12:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fbeec9f-9c47-4565-8f79-972807c99279",
    "title": {
      "en": "Sengoku Youko"
    },
    "updatedAt": "2024-10-13T11:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/3fbeec9f-9c47-4565-8f79-972807c99279/6771e954-8ed7-40d8-bcdb-7eef40d8799b.jpg",
    "altTitles": [
      {
        "vi": "Hồ Ly Thời Loạn"
      },
      {
        "en": "Warring States Youko"
      },
      {
        "ja": "戦国妖狐"
      }
    ],
    "description": {
      "en": "\"Stop your evil deeds and take the right path!\" That is the creed of Youko Tama and her younger step brother, Jinka Sendou. The two demon siblings travel the country to stop the deeds of all evil doers, along with a scaredy-cat swordsman they picked up along the way, Hyoudou Shinsuke. During their travels, they will come across a monk organization with more than suspicious methods and they'll soon be at war.",
      "ja": "時は永禄、戦国時代…。妖狐･たまと仙道･迅火の\"義姉弟\"が、乱世にはびこる巨悪を討つ！！気鋭･水上悟志が挑む戦国冒険ファンタジー、遂に登場！！！"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "99"
  },
  {
    "mangaId": "566eb93d-5958-44ca-b9d3-a8335bfead5a",
    "title": {
      "en": "Sket Dance"
    },
    "updatedAt": "2024-11-18T10:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/566eb93d-5958-44ca-b9d3-a8335bfead5a/59e7bd6b-4c9f-4369-9488-cf0e8dcfcb86.jpg",
    "altTitles": [
      {
        "en": "SKET DANCE"
      },
      {
        "ru": "Скет Данс"
      },
      {
        "ja": "スケットダンス"
      },
      {
        "zh-hk": "学园救援团"
      }
    ],
    "description": {
      "en": "The hilarious misadventures of the \"Sket Dan\"; a group of high-schoolers who help out people as part of their club activity. Himeko, the hot-headed ex-delinquent with a soft spot for cute things and a taste for strange food. Switch, the brainy otaku who only talks via a computerized speech-application. And Bossun, the atypical leader of this looney bunch, with the amazing power to… concentrate very hard!\n\n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **SKET DANCE** (2015)\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)",
      "ru": "\"Скет Данс\" - школьный клуб, чья деятельность весьма необычна - помогать в решении абсолютно любых проблем, которые возникли у учеников или даже учителей. А члены этого чудо-клуба, не менее странные личности, чем сам клуб: Боссун - гений дедуктивного мышления, Химэко - боевая единица группы и Свич - \"мозг\" и хакер мира сего. Вы всегда можете к ним обратиться, если осмелитесь…  \n  \n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)",
      "vi": "Tình tiết xoay quanh 3 thanh niên rảnh rỗi của câu lạc bộ SKET (chuyên giải quyết mọi rắc rối cho người khác):\n- 1 nam thanh niên ngáo ngơ, chỉ thông minh lúc full trang bị.\n- 1 nữ thanh niên lực lưỡng, trâu chó nhất bản đồ.\n- 1 nam thanh niên Otaku chỉ nói chuyện qua laptop.\n\nBao gồm những câu chuyện dở khóc dở cười mà cười có khi rớt hàm mà khóc thì có khi lụt nhà -  và còn chứa rất nhiều oxi drama hít hà bổ phổi (. ❛ ᴗ ❛.)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "32",
    "lastChapter": "288"
  },
  {
    "mangaId": "682ea2db-b2a1-4996-a475-fb4d7adbe11b",
    "title": {
      "en": "Reikan Aru Youkya to Kowai Inkya"
    },
    "updatedAt": "2024-11-20T18:40:03+00:00",
    "coverArt": "https://mangadex.org/covers/682ea2db-b2a1-4996-a475-fb4d7adbe11b/caffd9dd-f71c-47fe-b73c-bcffb1ced751.jpg",
    "altTitles": [
      {
        "ja": "霊感ある陽キャと怖い陰キャ"
      },
      {
        "ja-ro": "Reikan Aru Yōkya to Kowai Inkya"
      },
      {
        "en": "A Spiritual Positive Character and a Scary Negative Character"
      },
      {
        "en": "A Spiritual Extrovert and a Scary Introvert"
      },
      {
        "vi": "Thằng hướng ngoại nhìn thấy được ma và thằng hướng nội trông sợ vỗn lài"
      }
    ],
    "description": {
      "en": "Daily story about a spiritual positive character and a scary negative character"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a9b4835-032a-472b-b807-7e0950056536",
    "title": {
      "en": "The Undetectable Strongest Job: Rule Breaker"
    },
    "updatedAt": "2023-08-28T10:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/0a9b4835-032a-472b-b807-7e0950056536/d9ef36fe-b81e-46df-b63a-7d97d695fc21.jpg",
    "altTitles": [
      {
        "ja-ro": "Sacchi Sarenai Saikyou Shoku Rule Breaker"
      },
      {
        "ja": "察知されない最強職《ルール・ブレイカー》"
      }
    ],
    "description": {
      "en": "By some ill fortune, Hikaru died in a traffic accident. He was in heaven standing in line, waiting to be judged, when he took an unexpected request to transfer his soul to a person in another world. He received an ability called Soul Board which he could use to allocate points to Skills to make himself more powerful. But there was a catch…「I want you to kill someone for me within an hour. If you don’t, I’ll destroy your soul.」To pull off the task assigned to him, he poured all his available points to the Stealth skill tree.  \n  \nThis is a story of a boy who specialized in Stealth. With his skill trees as weapons, he would demonstrate his unrivaled strength in another world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e105a440-7d83-4888-b6b0-50851b1442bd",
    "title": {
      "en": "Boku ni Korosarero"
    },
    "updatedAt": "2024-08-16T11:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/e105a440-7d83-4888-b6b0-50851b1442bd/8dc5295e-16d7-46f6-b28d-22e5e524b128.jpg",
    "altTitles": [
      {
        "ja": "僕に殺されろ"
      },
      {
        "en": "Die By My Hand"
      }
    ],
    "description": {
      "en": "Yuu Yakushimaru, a truant junior high school student, spends his days hating his bullying classmates and sarcastic life guidance teachers, and dreaming of one day killing them all. When he gains the \"power to kill\" and discovers that the people he hates are monsters that he can \"kill\" - the killing spree will never stop!　Non-stop horror suspense, the curtain rises!",
      "ja": "不登校気味の中学生・薬師丸悠は、イジってくるクラスメイトや嫌味な生活指導の教師たちにヘイトを溜めながら、いつか全員をブチ殺すことを夢想する日々を過ごしている。そんな彼が、「殺す力」を手に入れて、憎む相手が「殺してもいい」怪物だと知った時――、殺戮の快進撃はもう止まらない！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "9f5fe08c-c6d0-4b42-9cc6-f70cb1ed7411",
    "title": {
      "en": "Nigasanai yo? Fukuroji-kun"
    },
    "updatedAt": "2024-11-26T09:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/9f5fe08c-c6d0-4b42-9cc6-f70cb1ed7411/2ed1ad40-75e8-42a6-9f43-763e452df39c.jpg",
    "altTitles": [
      {
        "ja": "逃がさないよ？ 袋路くん"
      },
      {
        "en": "You won't escape, Fukuroji-kun"
      }
    ],
    "description": {
      "en": "The story revolves around Fukuroji, a high school boy who tries to live in the shadows.\n\nHowever, his life takes an unexpected turn when, as part of a punishment game, he has to confess his love to the most popular girl in his class. Through a misunderstanding, he ends up confessing his feelings to Tsubaki Sakura, the most feared girl in school.\n\nAs he tries to clear up the confusion, Tsubaki surprisingly attacks him, adding an unexpected and hilarious twist to the situation.",
      "ja": "**エッチな捕食者たちからは逃げられない!? 草食男子の泥沼性春ラブコメディー**\n\n目立たないように日々を過ごしている男子高校生・袋路は、ある日、罰ゲームでクラスのアイドルに告白することに。しかし、彼は学園で最も恐れられている強面女子・椿さくらに間違えて告白してしまう。誤解を解こうと袋路は、二人きりで椿に説明しようとするが、いきなり彼女は制服を脱ぎだして…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-10-31T01:55:41+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/eb2056ed-b5a9-46fa-849c-ef8c9498f19f.jpg",
    "altTitles": [
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ja-ro": "Obokoi Majo ha Majiwaritai!"
      },
      {
        "en": "The Young Witch Wants to Have Sex?!"
      },
      {
        "en": "The Innocent Witch Wants to Mingle!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student who has never come to school. His chastity is at stake when he comes across a beautiful girl wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-11-08T06:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/9ae63ffe-44d7-4344-8c28-2ccd1e02a3fa.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      },
      {
        "vi": "Chúng Ta Có Thể Sống Cùng Nhau Được Không?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition...",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "vi": "Hiromi Sonoda bị bạn gái bỏ, thất nghiệp và bị đuổi khỏi nhà, và rồi cậu ấy tìm được một căn nhà cho thuê ở chung giá rẻ. Một bộ truyện tình yêu lãng mạn giữa những người sống trong cùng một ngôi nhà được sáng tác bởi tác giả của Domestic na Kanojo",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23bfd2a1-6e22-476f-844f-492dc122db28",
    "title": {
      "en": "Isekai Elf no Dorei-chan"
    },
    "updatedAt": "2023-10-14T14:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/23bfd2a1-6e22-476f-844f-492dc122db28/92bfd654-b287-443c-be1c-b71d7c1218ec.jpg",
    "altTitles": [
      {
        "ru": "Рабыня-эльфийка из другого мира"
      },
      {
        "ja": "異世界エルフの奴隷ちゃん"
      }
    ],
    "description": {
      "en": "The life of two slaves with their timid hero level master. Don't let the title fool you, this is not an Isekai series as the protagonists are the two slave girls."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "135.5"
  },
  {
    "mangaId": "786ff721-8fd3-413d-8e50-938d8b06f917",
    "title": {
      "en": "Iris Zero"
    },
    "updatedAt": "2023-02-10T03:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/786ff721-8fd3-413d-8e50-938d8b06f917/42853501-6899-4658-81d1-9cd8a2f6e6ce.jpg",
    "altTitles": [
      {
        "ja": "アイリス・ゼロ"
      },
      {
        "ja": "アイリスzero"
      },
      {
        "zh": "IRIS ZERO 欠落者"
      },
      {
        "zh": "欠落者IRISZERO"
      },
      {
        "ko": "아이리스 제로"
      },
      {
        "zh-hk": "IRIS ZERO瞳的異色世界"
      },
      {
        "th": "ไอริสZero"
      },
      {
        "ja-ro": "Airisu Zero"
      }
    ],
    "description": {
      "en": "In a world where every boy and girl has a special power called Iris, Tooru who, as a result of not having any kind of special power from a young age, lives by his motto, \"low exposure\"—to live without standing out.  \n  \nBut his peaceful school life changes when he receives a certain \"confession\" from the school's most popular girl, Koyuki. His motto begins to shake!!  \n  \nThe school fantasy that shakes the heart begins with their meeting."
    },
    "status": "hiatus",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ac6bbf-6d31-4706-8ec4-56a0b721d572",
    "title": {
      "en": "Saiai no Onee-sama ga Akuyaku Reijou datta no de, Kami ga Sadameta Scenario ni Aragaimasu @COMIC"
    },
    "updatedAt": "2024-10-24T07:27:53+00:00",
    "coverArt": "https://mangadex.org/covers/00ac6bbf-6d31-4706-8ec4-56a0b721d572/e5f7f56b-26ac-4f20-a028-e161881e432b.jpg",
    "altTitles": [
      {
        "ja": "最愛のお姉様が悪役令嬢だったので、神が定めた運命（シナリオ）に抗います@COMIC"
      },
      {
        "zh": "最爱的姐姐是恶役千金、哪怕是神所定下的命运我也扭转给你看"
      },
      {
        "en": "I'll Fight against the Villain's Fate That the Gods Have Ordained for My Beloved Sister! @comic"
      }
    ],
    "description": {
      "en": "\"I will defeat the destiny that stands in my sister's way!\"\n\nThe younger sister adores her older sister, the villainess, from the bottom of her heart. Without caring about how it may look, she stands up against her sister's bad end! \n\nAn energetic loop fantasy that spans time with only love and persistence!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a10af7ae-25b8-4b76-9499-5322fdc0ea2e",
    "title": {
      "en": "I'm a NEET and My Elder Sister Is Perverted"
    },
    "updatedAt": "2023-12-25T21:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/a10af7ae-25b8-4b76-9499-5322fdc0ea2e/08685f1d-9c3e-4432-9719-c024699f3441.jpg",
    "altTitles": [
      {
        "ja": "Hな姉とニートなボクと"
      },
      {
        "zh-hk": "花癡姊姊與尼特族的我"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "52"
  }
]