[
  {
    "mangaId": "641a11d2-57a1-438b-b14e-5dfaf4243314",
    "title": {
      "en": "I Became a Top Actor Just by Reading Books!"
    },
    "updatedAt": "2024-09-15T00:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/641a11d2-57a1-438b-b14e-5dfaf4243314/24dd601d-e0d8-485c-af7c-48c977837a1b.png",
    "altTitles": [
      {
        "ko": "책만 보고 탑배우!"
      }
    ],
    "description": {
      "en": "Due to his lack of talent, Seonghyeon gave up acting and became a writer. Seonghyeon is a genius author with a natural talent for screenplays, but he still misses acting. Then one day, he got into a truck accident on set.\n\n“If I’m born again, I have to act,” he promised and closed his eyes.\n\nSeonghyeon returns 13 years back into the past to when he was 24 years old. And the method acting ability that goes into his scripts became the character itself! Okay, this life is about being reborn as a genius actor!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "67"
  },
  {
    "mangaId": "c351ea58-9e8d-4c84-a715-70d939f8e6f7",
    "title": {
      "en": "Shoujo no Ori"
    },
    "updatedAt": "2024-10-24T16:16:49+00:00",
    "coverArt": "https://mangadex.org/covers/c351ea58-9e8d-4c84-a715-70d939f8e6f7/0333993f-7892-4de7-aef5-a6e705a7cb3b.jpg",
    "altTitles": [
      {
        "en": "Girl's Cage"
      },
      {
        "ja": "少女の檻"
      },
      {
        "vi": "Lồng Giam Thiếu Nữ"
      }
    ],
    "description": {
      "vi": "Vào đêm mùa đông, tại một thị trấn cảng nhỏ hướng ra biển Nhật Bản, thi thể của một nữ sinh trung học đã được phát hiện bên dưới vùng biển lạnh giá.\nMột cô gái nổi tiếng với ngoại hình xinh đẹp cùng một người bạn trai xứng đôi vừa lứa học cùng trường trung học địa phương.\nCuối cùng, một bầu không khí hỗn loạn bao trùm ngôi trường về sự thật đằng sau cái chết của cô bạn đó..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-04-16T07:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      },
      {
        "vi": "Chàng Rể Mạnh Nhất Lịch Sử"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da294b4f-bf0e-49e8-88ff-b25ad70583f1",
    "title": {
      "en": "Aqua"
    },
    "updatedAt": "2022-02-24T02:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/da294b4f-bf0e-49e8-88ff-b25ad70583f1/7c41f25f-b9c6-496a-acb4-f3bd07e7b90d.jpg",
    "altTitles": [
      {
        "ja-ro": "AQUA"
      },
      {
        "ru": "Аква"
      },
      {
        "ja": "アクア"
      }
    ],
    "description": {
      "en": "After 150 years of terraforming, Aqua, the planet formerly known as Mars, now has over 90% of its surface covered by water. A young girl named Akari Mizunashi arrives at the city of Neo-Venezia, an exact replica of the old Italian city of Venice, hoping to become an Undine, the most coveted job on Aqua. Follow Akari's adventures as she discovers the wonders of Aria in this prequel to the popular Aria anime and manga series."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "ee18a921-9535-4ed6-b812-a6aef123875a",
    "title": {
      "en": "The Dragon Cubs Arrive! Mommy is a Dragon"
    },
    "updatedAt": "2023-07-13T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ee18a921-9535-4ed6-b812-a6aef123875a/34eaa968-8078-41c9-b68e-39c104874737.png",
    "altTitles": [
      {
        "zh": "龙崽来袭！妈咪狠又辣"
      },
      {
        "en": "The Dragon Cub Is Coming! Mommy Is Fierce And Spicy"
      },
      {
        "vi": "Lóng Zǎi Lái Xí! Mā Mī Hěn Yòu Là"
      }
    ],
    "description": {
      "en": "Five years ago, she left an egg and said, \"This is the son I gave birth to you. When he grows up, that will be my return date.\" A few months later, the son broke out of the shell, with two shiny eggs on his head. Xiao Longjiao, she hadn't returned at te date. She disappeared for five years, and he went crazy for five years, until the little dragon cub brought back a woman... But the little dragon cub said, \"Dad, she saved me, and I want to commit myself to her!\" Infighting."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-08-24T09:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      },
      {
        "vi": "Cô bạn cùng lớp lạnh lùng sau ◯◯ năm..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44f84cc1-819c-47a6-a59f-43d016f72b43",
    "title": {
      "en": "Versatile Mage"
    },
    "updatedAt": "2024-09-22T17:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/44f84cc1-819c-47a6-a59f-43d016f72b43/73312f00-92d7-4d4c-b6a5-79e1b64c113e.jpg",
    "altTitles": [
      {
        "en": "All-Duties Mage"
      },
      {
        "en": "Full-Time Magister"
      },
      {
        "zh-ro": "Quanzhi Fashi"
      },
      {
        "vi": "Toàn Chức Pháp Sư"
      },
      {
        "en": "Versatile Magician"
      },
      {
        "zh": "全职法师"
      },
      {
        "zh-hk": "全職法師"
      },
      {
        "zh-ro": "Quánzhí Fǎshī"
      }
    ],
    "description": {
      "en": "Our hero, Mo Fan, inherits a magical necklace—the next day, he wakes up to find that the world has changed. His high school now teaches magic, and students are encouraged to try and become accomplished magicians. A world that ran on science now runs on magic. However, some things are still the same. He still has a teacher who sees him as a hopeless student, classmates who look the same, a father who struggles to make ends meet, and a not-by-blood little sister who can't walk on her own.\nHowever, Mo Fan discovers that the vast majority of magicians can only harness one element of magic. As luck would have it, however, he is an exception—a versatile mage!\n\n(Source: WebNovel)\n\n\n---",
      "it": "Si sveglia e il mondo cambia. La vecchia scuola ora insegna la magia, incoraggiando i suoi studenti a diventare i più grandi maghi che possono essere. Oltre i confini della città, le bestie magiche vagano a caccia di esseri umani.  \r\n  \r\nIl mondo scientifico è diventato un mondo magico. Ma alcune cose non sono cambiate, lo stesso insegnante che lo guarda dall'alto in basso, gli stessi studenti che lo disprezzano, lo stesso padre che lavora sodo per mantenerli, e la stessa sorellastra che non può camminare.  \r\n  \r\nAnche così, Mo Fan ha scoperto che mentre il resto della gente può usare un singolo elemento, lui può usare tutta la magia!",
      "pl": "Gdy się obudził, świat nie wyglądał już tak samo. Znajome mu liceum uczy teraz magii, zachęcając uczniów do zostania jak najwspanialszymi magami. Poza granicami miasta zaś wędrują magiczne bestie żerujące na ludziach.  \r\n  \r\nŚwiat zaawansowanej nauki zamienił się w świat zaawansowanej magii. Nie zmienili się za to nauczyciel i uczniowie, którzy nadal patrzą na niego z lekceważeniem. Tacy sami pozostali też jego ojciec, zmagający się z trudnościami na dnie drabiny społeczeństwa, ani niewinna przyrodnia siostra, która nie może chodzić.   \r\n  \r\nJednak Mo Fan odkrywa, że mimo iż wszyscy inni mogą używać tylko jednego głównego żywiołu, on sam może używać wszystkich rodzajów magii!!",
      "pt-br": "Ele acorda e o mundo mudou. A antiga escola agora ensina magia, encorajando seus estudantes a se tornarem os maiores magos que eles podem ser. Além dos limites da cidade, bestas magicas perambulam caçando humanos.  \r\n  \r\nO mundo cientifico agora se transformou em um mundo magico. Mas ainda, algumas coisas não mudaram, o mesmo professor que olha com desdem para ele, os mesmos estudantes que desprezam ele, o mesmo pai que trabalha muito para sustenta-los, e a mesma meia-irmã que não consegue andar.  \r\n  \r\nMesmo assim, Mo Fan descobriu que enquanto o resto das pessoas pode usar um único elemento, ele pode usar toda a magia!!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1181"
  },
  {
    "mangaId": "5922d178-ffa3-4f65-a704-f03dc9a43b9e",
    "title": {
      "en": "Genius Cool Treasure: President's Wife Is Too Powerful"
    },
    "updatedAt": "2023-09-04T11:48:26+00:00",
    "coverArt": "https://mangadex.org/covers/5922d178-ffa3-4f65-a704-f03dc9a43b9e/0b225998-81f7-4ae6-b481-b253f5b57b32.jpg",
    "altTitles": [
      {
        "en": "Finding My Daddy For Mommy"
      },
      {
        "en": "President's Wife Is Too Powerful"
      },
      {
        "zh": "天才酷宝：总裁宠妻太强悍"
      },
      {
        "en": "The President's Valiant Wife"
      }
    ],
    "description": {
      "en": "\"Genius Cool Treasure: The President's Wife Is Too Powerful\" is a web comic serialized by a Japanese writer. The comic tells that five years ago, in a tent with black lights, the woman drove him drunk, and gave birth to twins and lost one. Five years later, the woman filmed him secretly, healed his hidden illness, stole his heart, and took a small bun to abduct his other son to play missing. Feng Yizhen swears that she must catch the woman's fierce affection and let her know that she has to pay the price."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c048386a-591e-4fea-9b6f-2aca55716f31",
    "title": {
      "en": "Cute Baby Arrives: Mommy is Super Fierce"
    },
    "updatedAt": "2024-08-01T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/c048386a-591e-4fea-9b6f-2aca55716f31/1d83031b-80c1-45be-b474-0cd84b383927.jpg",
    "altTitles": [
      {
        "zh": "萌宝驾临：爹地妈咪超凶的"
      },
      {
        "en": "Adorable Baby Arrives: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "Cute Baby Is Coming: Daddy and Mommy Are Super Fierce"
      },
      {
        "zh-ro": "Meng Bao Jia Lin: Die Di Ma Mi Chao Xiong De"
      },
      {
        "en": "The Adorable Treasure Has Arrived: Daddy and Mommy Are Super Fierce"
      },
      {
        "en": "My Baby Is My Talent Agent"
      }
    ],
    "description": {
      "en": "When the not-so-famous actress Jane wakes up in the morning, her cute-but-nagging son Ian already had her day plan out for her – go on a blind date and find a father for the household. However, her date turns out to be Mark Quinn, the biological father of her son. The sullen business man obviously doesn't have the best impression of Jane and would not have expected that they will enter marriage soon with the help of Mark's father and Ian..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941b97f-9e17-422f-8ff7-dd0145d12e8b",
    "title": {
      "en": "Dangerous Lover"
    },
    "updatedAt": "2024-11-01T00:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/f8774271-4f9f-4281-8dd3-a47280c77312.png",
    "altTitles": [
      {
        "zh": "危险情人"
      },
      {
        "zh-ro": "Wei Xian Qing Ren"
      },
      {
        "zh-ro": "Wēixiǎn Qíngrén"
      },
      {
        "en": "Dangerous Lovers"
      },
      {
        "pl": "Niebezpieczne związki"
      }
    ],
    "description": {
      "en": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Eternal Sword God"
    },
    "updatedAt": "2024-10-29T22:15:16+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "en": "Wàn Gǔ Jiàn Shén"
      },
      {
        "zh": "万古剑神"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-10-10T13:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf55dd16-ba26-49de-adb3-cbf7d2bc6775",
    "title": {
      "en": "Kiss x Sis"
    },
    "updatedAt": "2024-08-24T05:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/bf55dd16-ba26-49de-adb3-cbf7d2bc6775/32234a1c-0dad-45e5-ad55-c23d22a6ca41.jpg",
    "altTitles": [
      {
        "ja": "Kiss×Sis"
      },
      {
        "ru": "Поцелуй сестёр"
      },
      {
        "ja": "キスシス"
      },
      {
        "zh-hk": "亲吻姐姐"
      },
      {
        "ko": "키스X시스"
      },
      {
        "zh-ro": "Qīn qīn jiějiě"
      }
    ],
    "description": {
      "en": "Keita has two step-sisters (without blood-relation) who love him in a lustful way and have no problems expressing it, they even like to compete over it; much to the laughs of his friends (which he usually endures without problems). One day they come to his school to give him his lunch, he gets annoyed due to the atmosphere and explodes on them, to counter attack his anger they confess their tender feelings for him in front of everyone and leave. Feeling sorry he chases after them and says that he'll study hard in order to get in the same highschool as them.",
      "it": "La storia di Kissxsis inizia con lo studente Keita Suminoe alle prese con gli esami di ingresso per le scuole superiori. Ad aiutarlo ci sono le sue sorelle gemelle più grandi di lui. Le ragazze, Ako e Riko, non hanno alcun legame di sangue con Keita, non fanno nulla per nascondere i propri sentimenti amorosi nei confronti del ragazzo, e si lasciano andare a effusioni ed avances anche in pubblico. I genitori dei tre ragazzi incoraggiano Keita ad accettare le attenzioni di una delle due sorelle, e Keita nonostante l'imbarazzo non disdegna l'interesse delle due ragazze nei suoi confronti. Ako e Riko, nonostante siano tecnicamente rivali fra loro, sono spesso unite e complici nell'escogitare piani per allontanare Keita da qualunque altra ragazza possa girare intorno a lui…",
      "pt": "Kiss x Sis conta a história de Keita Suminoe, um jovem estudante do ensino fundamental. Ele está vivendo em uma casa com seus pais e suas meio-irmãs gêmeas, Ako e Riko, que o beijam e o assediam sempre competindo para ver quem mostra mais amor por ele. Embora se considerem irmãos eles não compartilham relação sanguínea; seus pais se casaram enquanto eles estavam na infância. Ainda assim, a relação incomoda Keita profundamente, já que seus pais permitem essa relação, e visto que foram criados juntos, e escandaliza à grande parte dos que vêm a saber desta. As gêmeas, contudo, são insistentes, e fazem o possível e o impossível para ficar com ele. Nessa conjuntura, entram outros personagens que possuem esse mesmo interesse, e a trama se desenrola em cima da disputa por Keita.",
      "pt-br": "Keita tem duas meias-irmãs (sem parentesco) que o amam de uma forma lasciva e não têm problemas em expressar isso, elas até gostam de competir por isso; para as risadas de seus amigos (o que ele geralmente suporta sem problemas). Um dia, elas vêm à escola dele para lhe dar seu almoço, ele fica irritado devido à atmosfera e explode com elas, para contra-atacar sua raiva, elas confessam seus sentimentos ternos por ele na frente de todos e vão embora. Sentindo pena, ele corre atrás delas e diz que vai estudar muito para entrar na mesma escola que elas."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "154"
  },
  {
    "mangaId": "10aa0586-5ace-4da7-9be7-5aa4a426c60f",
    "title": {
      "en": "Yankee-chan's Matching"
    },
    "updatedAt": "2024-11-03T14:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/10aa0586-5ace-4da7-9be7-5aa4a426c60f/3c4ae6d9-cc68-4e48-b0bb-2aefa39d78d5.png",
    "altTitles": [
      {
        "ja": "ヤンキーちゃんのマッチング"
      },
      {
        "ja-ro": "Yankee-chan no Matching"
      },
      {
        "en": "Yankee-chan's Match"
      },
      {
        "en": "Delinquent-chan's Match"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9245cbc9-d95b-4c1a-9607-e771d6d4230f",
    "title": {
      "en": "A Story About Making a Blood Pact with My Childhood Friend"
    },
    "updatedAt": "2024-11-06T16:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/9245cbc9-d95b-4c1a-9607-e771d6d4230f/405b5f7f-d076-4e3e-96d9-2c700ef9eccd.jpg",
    "altTitles": [
      {
        "ja": "幼なじみと血の盟約をかわした話"
      },
      {
        "ja-ro": "Osananajimi to Chi no Meiyaku o Kawashita Hanashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b4a134-65a5-4ba9-851e-9cc824755bf5",
    "title": {
      "en": "Izure Saikyou no Renkinjutsushi?"
    },
    "updatedAt": "2024-10-07T14:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/17b4a134-65a5-4ba9-851e-9cc824755bf5/0eb3fbb6-6d4f-4733-9297-0b7b7cc3ad9e.jpg",
    "altTitles": [
      {
        "en": "Possibly the Greatest Alchemist of All Time"
      },
      {
        "ja": "いずれ最強の錬金術師?"
      },
      {
        "en": "Someday Will I Be the Greatest Alchemist?"
      }
    ],
    "description": {
      "en": "Not even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!\n\n*Alpha Manga*\n\n---\n\n*Alternate description:*\n\nIruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.  \n  \nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.  \n  \nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.  \n  \nWould Takumi be able to live a peaceful life in a different world?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "878b109c-f92a-4df4-a644-53d08e77080f",
    "title": {
      "en": "Vampire Princess Miyu"
    },
    "updatedAt": "2024-09-22T18:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/878b109c-f92a-4df4-a644-53d08e77080f/773d1a90-ab49-49b7-a280-c78e0e1c3e7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyuuketsu Hime Miyu"
      },
      {
        "ja": "Kyuuketsu-Hime Miyu"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu"
      },
      {
        "ja": "吸血姫 美夕"
      }
    ],
    "description": {
      "en": "Miyu is an eternally youthful, 13-year-old vampire. Her peculiar appearance; golden eyes, pale skin, and hair tied with a ribbon in a strange fashion, are concealed during the day. Miyu is the Guardian (or Watcher), whose duty it is to return the Shinma - god-demons that prey on humans - to the dark. She has the power to call forth fire, which burns Shinma and sends them to the dark. Her only companion, friend, and protector is Larva, a Western Shinma who is bound to serve her. Together, they hunt stray Shinma across Japan. How Miyu became a vampire is unknown, so is how and why she became the Guardian. However, more mysterious is the gift she bestows on the people she feeds from…  \n  \nAdapted from a 1985 OVA."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "2"
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-08-15T17:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/38d737c5-5f47-4dfc-a54b-003932fe9db3.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "pl": "Są dwa rodzaje ludzi ze specjalnymi zdolnościami: złoczyńcy - napędzani są swoimi złymi pragnieniami oraz psykerzy, którzy dążą do sprawiedliwości i walczą przeciwko złoczyńcom. Cassian Lee jest bardzo potężnym psykerem z dobrym sercem. Pewnego dnia, gdy odwiedza swojego przyjaciela w Grecji sprawy obierają zły kierunek. Po nieoczekiwanym łańcuchu zdarzeń, Cassian kończy w ciele koreańskiego licealisty... który właśnie stał się złoczyńcą! Koniec końców wygra jego poczucie sprawiedliwości czy jednak skończy jako bezlitosny złoczyńca?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5258eb2-142b-4a6d-9eeb-e3ed1ab08a9a",
    "title": {
      "en": "Fukushuusha Kokona-chan"
    },
    "updatedAt": "2024-11-08T14:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/c5258eb2-142b-4a6d-9eeb-e3ed1ab08a9a/93862506-9704-45bd-beff-6311d519e9d8.png",
    "altTitles": [
      {
        "en": "Kokona-chan's Revenge"
      },
      {
        "ja": "復讐者ここなちゃん"
      }
    ],
    "description": {
      "en": "Suzuki Kokona, 18 years old. Despite putting her all into everything she does, she gets dumped by her boyfriend. Set on getting revenge, she goes to her college's tennis club's party in the hopes she will be \"brought back home\" and her boyfriend will get what he deserves. This is a story about revenge driven by love and tennis."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dff7904-0177-47cb-8aa9-aeccd77008d6",
    "title": {
      "en": "I'm the Great Immortal"
    },
    "updatedAt": "2024-08-28T14:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/8dff7904-0177-47cb-8aa9-aeccd77008d6/448d5f74-ec6d-4347-85fd-dcef6b32f8c1.jpg",
    "altTitles": [
      {
        "en": "I Am Immortal"
      },
      {
        "en": "I'm Daxianzun"
      },
      {
        "zh-ro": "Wo Shi Da Xian Zun"
      },
      {
        "zh": "我是大仙尊"
      }
    ],
    "description": {
      "en": "In his previous life, he was a peerless genius in the Immortal World but was killed by 3 celestial beings.  \n  \nHe exploded to death and accidentally got reborn to his 20s back on Earth.  \n  \nDetermined to return to the Immortal World, he became the strongest man on Earth who can control clouds and rains at his will, and whoever offends him will have no choice but to disappear completely!  \n  \n\n\n---",
      "fr": "La vie précédente était un génie incomparable dans le monde de l'immortalité. Il a été tué par 3 êtres célestes. Il a été accidentellement réincarné à sa vingtaine par le livre du ciel. Tout ce qu'il voulait, c'était de devenir immortel et de retourner au monde immortel, et il est devenu l'homme le plus fort de la terre, transformant ses mains en nuages et se couvrant les mains de pluie, provoquant quiconque le défie ! C'est le vénérable ! Le souverain de 3000 mondes ! Le gars qui est 10 000 fois meilleur que Thanos ! Il est Taixuan Taizun ! Le Grand Immortel !"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-11-05T01:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ja-ro": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
      },
      {
        "en": "So Cold That It's Blue, and Cunning Enough to Be Red"
      },
      {
        "es-la": "Tan frío como el azul y tan agresivo como el rojo"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-10-25T22:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/9277704b-8fb8-4292-954e-a4d8974b3f82.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40c058a2-430e-4ced-b663-369dcf38583f",
    "title": {
      "en": "Gokurakugai"
    },
    "updatedAt": "2024-11-01T07:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/40c058a2-430e-4ced-b663-369dcf38583f/29ddc843-a8ba-48be-a45b-1384c12ce2b7.jpg",
    "altTitles": [
      {
        "ja": "極楽街"
      },
      {
        "ja-ro": "Gokuraku Gai"
      },
      {
        "en": "Paradise District"
      },
      {
        "en": "Gokuraku District"
      },
      {
        "zh": "极乐街"
      },
      {
        "kk": "Гокураку Ауданы"
      },
      {
        "ru": "Район Гокураку"
      },
      {
        "ru": "Райский Район"
      },
      {
        "uk": "Район Ґокураку"
      }
    ],
    "description": {
      "en": "Gokurakugai, a bright and bustling working class district with a hidden dark side. In this area without order, Tao and Alma work as troubleshooters for hire. Their missions involve helping a young boy find his lost friend, a person who disappears without a trace, and disfigured animal corpses.\n\nAll the while, the evil spirits who live in the shadows bring out a different side to these troubleshooters!",
      "ja": "華やかな賑わいと深い闇が交錯する下町・極楽街――。この秩序なき街で“問題解決屋（トラブルシューター）”を営むタオとアルマ。2人の前に、失踪した獣人の友達を探す少年が現れる。跡を絶たない行方不明者と、動物たちの変死体――街を闇が覆う逢魔が時、“解決屋”の別の顔が顕になる!!",
      "ru": "Тао и Алма — Специалисты по решению проблем района гокураку, их агентство всегда поможет любому кто попал в беду, но, это лишь поверхность...?",
      "pt-br": "Uma dupla de pau para toda obra assume qualquer trabalho no tão movimentado distrito da luz vermelha."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c1a3a3-f346-433c-b566-5ef45b43ce0f",
    "title": {
      "en": "Love For Sale"
    },
    "updatedAt": "2024-06-08T06:29:08+00:00",
    "coverArt": "https://mangadex.org/covers/04c1a3a3-f346-433c-b566-5ef45b43ce0f/db664c44-f7df-4970-b436-d12b7bd6cf2b.jpg",
    "altTitles": [
      {
        "ja": "100万ウォンのロマンス"
      },
      {
        "ko-ro": "Baegman-won-ui Lomaenseu"
      },
      {
        "ru": "Любовь за миллион вон"
      },
      {
        "ko": "백만원의 로맨스"
      },
      {
        "en": "1 Million Won Romance"
      },
      {
        "fr": "L'amour à tout prix"
      },
      {
        "es": "ROMANCE POR CONVENIENCIA"
      },
      {
        "zh": "百万情事"
      },
      {
        "zh": "百万罗曼史"
      }
    ],
    "description": {
      "en": "\"Will this make you happy?\" Namwoo wakes up one night to find bills sprawled all over his room - along with the hazy memory of a handsome stranger. Even in his wildest dreams, all Namwoo wants is to have enough money to survive each month. Si-eon, on the other hand, has everything he could ever want except happiness. Intrigued by Namwoo's humble wishes, Si-eon offers him the money he wants - the catch being, he has to date him.",
      "ja": "- [Official Japanese Translation](https://www.lezhin.com/ja/comic/moneyromance)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "103"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-11-01T15:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83399702-9d7e-4e62-a304-8b75e6d86783",
    "title": {
      "en": "16+12 - Nijuuhachi"
    },
    "updatedAt": "2024-10-16T15:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/83399702-9d7e-4e62-a304-8b75e6d86783/4a41c122-1328-4717-a307-9e046e4d23c0.png",
    "altTitles": [
      {
        "ja": "16+12 -にじゅうはち-"
      }
    ],
    "description": {
      "en": "Yu Komakita died in an accident on her 17th birthday, but was reincarnated as Shiyu Kaburaki with memories of her previous life. \n\nAt the age of 12, Shiyu is reunited with Chiharu, who had loved her so much that he proposed to her original self. Chiharu, who was five at the time, has now turned seventeen. Chiharu had closed his heart because of Yu's death, but......\n\nA much-talked-about reincarnation love story!",
      "ja": "●小牧田優は17歳の誕生日に事故で亡くなったが、蕪木詩優として前世の記憶を持ったまま生まれ変わった。\n●12歳になった詩優は、転生前の自分にプロポーズするほど懐いてくれていた千晴と再会。当時5歳だった千晴は17歳になっていた。優の死が原因で心を閉ざしていた千晴だけど……！?　大注目の転生ラブストーリー！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "d6f3ee17-bc7f-45b9-8210-cc414cb50494",
    "title": {
      "en": "Daxia Swordsman"
    },
    "updatedAt": "2024-11-04T07:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/d6f3ee17-bc7f-45b9-8210-cc414cb50494/fa24e706-d383-4664-b125-56e915f1b3ef.jpg",
    "altTitles": [
      {
        "zh": "大夏剑主"
      }
    ],
    "description": {
      "zh": "他是陆无为，七年前的他碌碌无为。家族内斗，权力交接，他遭奸人陷害，被逐出家族废去修为，人们称他“京城之耻”。七年时光流转，陆无为成为最为有为的人。无敌于世间，而他手下的亲卫皆为巅峰战神，成员皆名垂青史，被世人称为大雪龙骑。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-10-25T20:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2024-10-09T12:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "d2724006-db0c-400c-b56e-6fc34dad232b",
    "title": {
      "en": "Variant"
    },
    "updatedAt": "2024-07-09T21:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/d2724006-db0c-400c-b56e-6fc34dad232b/b8645a9c-0ff2-4bc8-9c54-4e6c32bea4d3.png",
    "altTitles": [
      {
        "ja": "ヴァリアント"
      }
    ],
    "description": {
      "en": "Exploring different concepts, Variant is a short manga serialized in Monthly Magazine Garo between 1992 and 1994 but was never collected."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/50b0dc58-1c4f-4e6e-ada8-1fa748eee096.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4e3448-ce7d-4c6b-9fa4-54904890c6b3",
    "title": {
      "en": "Bakajo 26-ji"
    },
    "updatedAt": "2024-07-01T06:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/aa4e3448-ce7d-4c6b-9fa4-54904890c6b3/c9f2d539-5474-44e8-b5f7-c074c0be5db4.jpg",
    "altTitles": [
      {
        "ja": "バカ女26時"
      },
      {
        "en": "Stupid Woman 26:00"
      },
      {
        "zh": "凌晨两点的蠢女人"
      },
      {
        "vi": "Phụ Nữ Dại Khờ 26:00"
      }
    ],
    "description": {
      "en": "Atsuko and Yuri were classmates in elementary, junior high, high school, although they hardly ever spoke to each other during their school days. At their first reunion in 15 years, Atsuko discovers Yuri's secret and makes a move.\n\nWhat is the destination of these two opposites, who have completely different interests and groups and whose personalities do not match?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec11aa20-3a8b-42cb-a5e8-d978479c0fbb",
    "title": {
      "en": "Carnivorous Princess Yegrinna"
    },
    "updatedAt": "2023-02-10T03:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/ec11aa20-3a8b-42cb-a5e8-d978479c0fbb/dd97acc7-004f-4e79-bb12-0fe53e37f8e8.jpg",
    "altTitles": [
      {
        "ko": "육식공주 예그리나"
      }
    ],
    "description": {
      "en": "Shik-nam doesn't need women. Who needs them when you've got the catharsis of an intense math equation? Then comes the complication. The animal kingdom is furious with what the world has become, so they sent Yegrinna, the dog princess, to punish the sinful humans for dirtying the world, and she lands right on top of him. Wait, what the hell?!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "7b589e6b-5dd2-4776-8331-9d97a861df9d",
    "title": {
      "en": "The Story About Time"
    },
    "updatedAt": "2024-04-27T00:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b589e6b-5dd2-4776-8331-9d97a861df9d/40ed031c-909e-42e3-9770-c701fa0aa454.png",
    "altTitles": [
      {
        "zh": "拾时诗"
      },
      {
        "zh-ro": "Shí Shí Shī"
      }
    ],
    "description": {
      "en": "A young girl named Fu, travels into the past to make sure that her parents don't get together..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-10-24T13:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-09-26T16:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-02T14:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "bf971d6a-3295-43f5-8227-40f113be36f5",
    "title": {
      "en": "Ookami wa Tantei o Tabetai"
    },
    "updatedAt": "2024-07-10T07:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/bf971d6a-3295-43f5-8227-40f113be36f5/107cdb81-07a4-4d1e-af9c-1f54bb08ab78.jpg",
    "altTitles": [
      {
        "en": "The Werewolf Wants to Eat His Favorite Detective"
      },
      {
        "ja": "オオカミは探偵を食べたい"
      },
      {
        "ja-ro": "Okami wa Tantei wo Tabetai"
      }
    ],
    "description": {
      "en": "I have no confidence that I can \"wait\".\"Werewolf Syndrome\" - The spontaneous onset of a strange disease. Those who are affected present symptoms such as attacking and devouring humans. In this world, this is merely an urban legend, but, 10 years ago, Reito's brother was killed by a werewolf. Since then he has spent his life as a lone detective in order to expose the truth behind werewolves. Under such circumstances, he meets his estranged nephew for the first time in 10 years. Reito was briefly surprised to see that Yoru, who used to be a crybaby, is now a dashing university student who towers over him. Shortly after, Yoru suggests that Reito should hire him in the detective agency...?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-19T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đấng Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "925570b4-8884-4556-bc8a-eb33d1f2ea56",
    "title": {
      "en": "My Egocentric Boss Is Obsessed With Me"
    },
    "updatedAt": "2024-09-20T13:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/925570b4-8884-4556-bc8a-eb33d1f2ea56/cb8d8649-c0d3-4ece-af31-d213e391a5e8.jpg",
    "altTitles": [],
    "description": {
      "pl": "Dla chronicznie samotnego i przepracowanego Soohana, pragnienie jędrnego tyłka swojego szefa jest jego największą w przyjemnością. To smutne i żałosne, ale po długiej serii kiepskich byłych i jeszcze dłuższym okresie posuchy, przystojny i utalentowany pan Woo wydaje się o wiele bardziej gorący. Oczywiście, ma on swoje czerwone flagi, takie jak egocentryczna osobowość, dziwaczne preferencje i sadystyczna tendencja do przepracowywania swoich pracowników. Ale tak odrażające, jak te cechy, nie są wystarczające, aby powstrzymać ogromne zauroczenie Soohana - zwłaszcza, gdy mężczyzna ciągle nazywa go \"babe\" i poświęca mu szczególną uwagę poza biurem. Dlaczego, u licha, jego demoniczny, ale uroczy szef prosi go o wybranie pościeli do sypialni i gotuje mu ulubioną kolację, skoro nawet się nie spotykają? Choć nie chce robić sobie nadziei, Soohan nie może przestać się zastanawiać, czy jego egocentryczny szef rzeczywiście ma na jego punkcie obsesję...!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5171948a-84fb-4226-90ce-bf49dd18a0d4",
    "title": {
      "en": "The Ending, I Want to Change it"
    },
    "updatedAt": "2024-08-05T19:50:51+00:00",
    "coverArt": "https://mangadex.org/covers/5171948a-84fb-4226-90ce-bf49dd18a0d4/786ef720-b192-44df-a748-5281c6cbd6eb.jpg",
    "altTitles": [
      {
        "ko": "엔딩, 바꿔보려합니다"
      }
    ],
    "description": {
      "en": "Byun Soo-ah, an impoverished novelist who only writes bad endings, is possessed by someone's curse as Choi Se-hwa, the villainess of 'End of Youth', which is currently being serialized. Can Su-ah survive and return to her original world in a novel full of traitors, sociopaths, double personalities, and psychopaths?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "038740e2-13e5-4e5c-a774-405cf9419b51",
    "title": {
      "en": "Bobobo-bo Bo-bobo"
    },
    "updatedAt": "2023-05-07T21:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/038740e2-13e5-4e5c-a774-405cf9419b51/0478b446-a593-44b4-add5-a7c77bd30bcd.png",
    "altTitles": [
      {
        "vi": "Cuộc chiến giữa Hói và Lông Lá"
      },
      {
        "ru": "Бобобо-бо Бо-бобо"
      },
      {
        "ja": "ボボボーボ・ボーボボ"
      },
      {
        "zh": "鼻毛真拳"
      },
      {
        "ko": "무적코털 보보보"
      }
    ],
    "description": {
      "en": "In the year 300X, a cruel dictator has mandated the hunting of all hair in the Chrome Dome Empire. But a single man rises to the occasion and takes a stand against this violation of human hair rights. Bo-bobo, master of the Fist of the Nose Hair, uses the prehensile hairs of his schnoz to most lethal ends. Follow the nonsensical adventures of Bo-bobo and his sentient sidekick snacks as they lead their hilarious rebellion against the Empire.\n\nA parody of the very popular Fist of the North Star (Hokuto no Ken), as well as other Jump manga.\n\n[Official English*](https://www.viz.com/bobobo-bo-bo-bobo)\n  ***Only 5 Volumes of the manga were translated. Instead of starting at the beginning, Viz instead released the content that coincided with the later parts of the Anime adaptation.**\n        \n   **A special single tankoban containing chapters from the Hallelujah Land Arc (Holy Guacamole Land for the dub) was also released, but has since not been reprinted nor is it featured anywhere on the Viz page.**\n    \n**What were volumes 11-15 of the manga were counted as 1-5 when Viz released them in English. As of October 5, 2010, Viz has not released any additional content, nor have they made any comments regarding Bo-Bo-Bo since then.**"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "230"
  }
]