[
  {
    "mangaId": "63e911a1-92af-4d97-a424-5a9e9855ac53",
    "title": {
      "en": "Midnight Poppy Land"
    },
    "updatedAt": "2023-10-29T03:22:44+00:00",
    "coverArt": "https://mangadex.org/covers/63e911a1-92af-4d97-a424-5a9e9855ac53/3a26d9a4-8c17-418a-8748-29f5fc795a04.png",
    "altTitles": [],
    "description": {
      "en": "After making a grisly discovery in the countryside, a small town book editor’s life gets entangled with a young Mafia lord and his intimidating bodyguard…even as every step she takes draws her deeper into the dangerous underworld of the city."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38179337-1640-4927-8851-9bedd8d19e82",
    "title": {
      "en": "Shiotaiou no Sato-san ga Ore ni dake Amai"
    },
    "updatedAt": "2024-10-30T21:41:16+00:00",
    "coverArt": "https://mangadex.org/covers/38179337-1640-4927-8851-9bedd8d19e82/c5183dc5-b3cf-4e29-8637-a0f112feed81.jpg",
    "altTitles": [
      {
        "ja": "塩対応の佐藤さんが俺にだけ甘い"
      },
      {
        "en": "Aren’t You Too Sweet Salt-God Sato-San?"
      },
      {
        "en": "The Salt-God Sato-san is only sweet to me!"
      },
      {
        "zh": "冷淡的佐藤同學只對我撒嬌"
      },
      {
        "th": "คุณซาโต้ยอดนักเมิน เธอหวานใส่ผมแค่คนเดียว"
      }
    ],
    "description": {
      "en": "Satou-san is the unattainable flower of the class. She is always cold and curt with classmates, but only I know she's actually very cute when she smiles, even if she's not much of a photographer.  \nOshio-kun is friendly and lively, but only I know he works at his family's cafe after school. He does a great job with the cafe's SNS account, and his mischievous smile makes my heart skip a beat!  \nInnocent and sweet, but sometimes frustrating, this is a 120%-pure fluffy story about two people falling in love for the first time.",
      "ja": "こんなに甘い”両片想い”見たことない！\n\n「佐藤さんは高嶺の花で誰に対しても塩対応。でも、意外と隙だらけだって俺だけが知ってる。写真を撮るのが下手。そのくせドヤ顔しがち。そして、へにゃっと笑う顔がすごく可愛い」\n\n「押尾君は誰に対しても優しい。でも、意外といじわるなところもあるって私だけが知ってる。SNSを使うのが上手。オシャレなカフェの店員さん。そして、悪戯っぽく笑う顔にすごくドキドキする」\n\n――これは内緒だけど、俺（私）はそんな彼女（彼）のことが好きだ。\n\n初々しくて、もどかしい二人の初恋。尊さ＆糖度120％！",
      "pt-br": "Satou-san é a flor inatingível da classe.  Ela é sempre fria e ríspida com os colegas de classe, mas só eu sei que ela é realmente muito fofa quando sorri, mesmo que ela não seja muito fotogênica.\n  \nOshio-kun é amigável e animado, mas só eu sei que ele trabalha no café de sua família depois da escola.  Ele faz um ótimo trabalho com a conta da internet do café, e seu sorriso malicioso faz meu coração bater mais forte!\n  \n Inocente e doce, mas às vezes frustrante, esta é uma história fofa 120% pura sobre duas pessoas se apaixonando pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/fa082938-dc58-4745-bbcf-a094d4d98929.png",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2025-01-29T09:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "en": "Tsumiki Ogami's Not-So-Ordinary Life"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-11-28T02:12:11+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/165cefc5-4bb1-40c9-8af3-67ec1328c287.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou - Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "pt-br": "Invocador inigualável  começa no nível 1: Destrua todas os transmigradores na masmorra secreta que só eu posso usar"
      },
      {
        "ja": "レベル1から始まる召喚無双"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!",
      "ja": "謎の災害で命を失い、自分のやっていたゲーム世界に転生されられた飯島忍。転生カンストプレイヤーの存在、転生したクズの義父、義父に体を狙われた妹、自分だけレベル１での転生――。逆境から這い上がり廃課金者たちを出し抜け!!",
      "pt-br": "Depois de perder seu pai em um trágico acidente, Shinobu Iijima e sua irmã mais nova, Megumi, são acolhidos pelo velho amigo do seu pai, Ayumu.Shinobu trabalha duro na esperança de começar uma nova vida para si mesmo. Sua irmã Megumi e um jogo para celular chamado La Vita Online são as únicas coisas que o mantêm à tona.Um dia, Ayumu revela suas verdadeiras intenções de derrubar Shinobu e colocar as mãos em Megumi. Mas logo depois que Shinobu descobre que Ayumu excluiu todos os dados de seus jogos no La Vita, o apartamento deles no arranha-céu pega fogo e Shinobu cai para a morte, com Megumi a seu lado. Ele acorda em um mundo novo e estranho... e percebe que reencarnou no mundo do La Vita Online.Um anúncio dos desenvolvedores diz a ele que Ayumu já estão lá e que a contagem regressiva para a chegada de Megumi está correndo. Shinobu jura proteger Megumi depois que ela chegar a qualquer custo, mesmo que isso signifique que ele tenha que rastejar desde o nível 1 para se defender de todos os outros transmigradores."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daaf4ef3-35e9-4c5b-a82c-277a50bad23d",
    "title": {
      "en": "Ittare Elf-neechan"
    },
    "updatedAt": "2025-01-15T18:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/daaf4ef3-35e9-4c5b-a82c-277a50bad23d/6fa182bc-748b-4861-b32f-1e23bf46fe28.jpg",
    "altTitles": [
      {
        "ja": "いったれエルフ姉ちゃん"
      },
      {
        "ja-ro": "Ittare Elf Nee-chan"
      },
      {
        "en": "Elf-neechan, Cum On"
      }
    ],
    "description": {
      "en": "**Buy:**\n- [BOOTH](https://umehatago.booth.pm/items/4428290)\n- Melonbooks: [physical](https://www.melonbooks.co.jp/detail/detail.php?product_id=1723135), [digital](https://www.melonbooks.co.jp/detail/detail.php?product_id=1784006)\n- [FANBOX](https://e5lskk5v.fanbox.cc/posts/8636476)\n- [Fantia](https://fantia.jp/posts/3024229)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "34"
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashii! ~Dekiru Otoko no Isekai Tensei~"
    },
    "updatedAt": "2024-11-03T12:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/68355ea2-64b8-4d45-b288-a582ac13e7d8.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "ja-ro": "Ore no Level Up ga Okashii! ~ Dekiru Otoko no Isekai Tensei"
      },
      {
        "en": "My Level Up is Strange! ~Reincarnation of a Great Man in a Different World~"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that he had diligently saved up since his reincarnation at a high-class brothel.\n\nThe woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement...\n\n[Impregnation confirmed.]\n[Level up!]\n\n\"Does this mean that the more 'seeding' I do, the stronger I get?\"\n\nAn extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4293e1db-264a-4fd5-93f2-ed2d9694a3c8",
    "title": {
      "en": "Fate/Grand Order From Lostbelt"
    },
    "updatedAt": "2024-08-26T21:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/4293e1db-264a-4fd5-93f2-ed2d9694a3c8/2a25d9a1-2b81-428e-878c-fd1e69067a93.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order フロム ロストベルト"
      },
      {
        "ru": "Судьба/Великий Приказ: из Лостбельта"
      }
    ],
    "description": {
      "en": "A collection of side stories focusing on the Crypters.  \n\n---\n\n*※ Contains Cosmos in the Lostbelt spoilers.*",
      "ru": "Антология, что повествует об истории каждого из Криптеров, появившихся во второй части Fate/GO!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "31.5"
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2025-01-23T12:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/3331c6e6-ce01-4023-8eab-39e6e670bbed.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      },
      {
        "es-la": "Entrenando Esclavas Para Hacer Un Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "es-la": "Un hombre compra 3 esclavas Lolis para así poder criarlas y convertirlas en mujeres de su agrado para que posteriormente cuando crezcan completamente de acuerdo a sus gustos pueda hacerles el sin respeto a gusto las veces que quiera",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a9c19f-ccc5-44af-8bec-7da090220bd3",
    "title": {
      "en": "Childhood Friend, Big Love"
    },
    "updatedAt": "2024-11-11T23:05:39+00:00",
    "coverArt": "https://mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "altTitles": [
      {
        "ja": "天使だった幼なじみ、再会したらギャルだった"
      },
      {
        "ja-ro": "Tenshi datta Osananajimi, Saikai Shitara Gyaru datta"
      },
      {
        "en": "My Angel Childhood Friend was a Gal When We Met Again"
      },
      {
        "ja": "幼馴染BIGLOVE"
      },
      {
        "ja-ro": "Osananajimi BIGLOVE"
      },
      {
        "pt-br": "Minha Amiga de Infância Era um Anjo, Mas Quando Nos Reencontramos, Ela Se Tornou uma Gyaru."
      }
    ],
    "description": {
      "en": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. A yuri story between two childhood friends.",
      "ja": "天使だった幼なじみ、再会したらギャルだった幼なじみの２人の百合です"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-07-09T16:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/5808d03c-f2d2-4944-ac76-c406b29a3b75.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      },
      {
        "pt-br": "Touhou: Flor de Borboleta Bêbada ~ Comedores de Lotus, Bêbados e Sóbrios"
      },
      {
        "pt-br": "Flor de Borboleta Bêbada Oriental ~ Os Bêbados e Sóbrios Comedores de Lotus"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b74b14e2-7713-4172-8420-1f7d853f0745",
    "title": {
      "en": "CITY"
    },
    "updatedAt": "2025-01-28T16:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/b74b14e2-7713-4172-8420-1f7d853f0745/15b58cdd-3185-47b6-be76-6f5df1f67c95.jpg",
    "altTitles": [],
    "description": {
      "en": "A new slapstick comedy series by Arawi Keiichi, author of Nichijou.    The manga centers on Nagumo, a penniless college student who moves to a town filled with bizarre people.  The original run was 13 volumes, ending with chapter 186 in Feb 2021.  Serialization was resumed in Dec 2024 for the upcoming anime..  [Official English](https://kodansha.us/series/city/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c31c9616-c5fc-48d3-8259-07a4c262814d",
    "title": {
      "en": "10-manbun no 1"
    },
    "updatedAt": "2023-05-02T09:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/c31c9616-c5fc-48d3-8259-07a4c262814d/d7958df0-6cbc-4418-b5ed-865ddbb60e5b.png",
    "altTitles": [
      {
        "en": "1/100,000"
      },
      {
        "ja-ro": "10 manbun no 1"
      },
      {
        "ko": "10 만분의 1"
      },
      {
        "ja-ro": "10-man Bun no Ichi"
      },
      {
        "ja": "10万分の1"
      },
      {
        "ja-ro": "Juuman Bun no Ichi"
      },
      {
        "ja-ro": "Juumanbun no Ichi"
      },
      {
        "zh-hk": "十萬分之一"
      },
      {
        "zh": "十万分之一"
      },
      {
        "zh": "10万分之1"
      },
      {
        "zh-hk": "10萬分之1"
      },
      {
        "fr": "Le fil du destin"
      }
    ],
    "description": {
      "en": "2nd-year high school student Rino Sakuragi has been in love with Ren Kiritani, a member of her friends-circle since junior high. Rino, who cannot love either her character nor body, is incredibly shy towards the popular Kiritani.  \n  \n*Being friends suits me just fine. After all, I don't want to be hated once he gets to know the real me.*  \n  \nEven though she's resigned herself to that, she cannot help but stay in love with Kiritani as he keeps on dropping suggestive lines like, \"Cute.\" or \"What do you think about me?\"  \n  \n*I want the person I love to really get to know the real me. But because it's the person I love, I need more courage!!*  \n  \n1/100 000, a story about a destiny between the lines of cruelty and joy by the master of pure love romance Kaho Miyasaka.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/10%E4%B8%87%E5%88%86%E3%81%AE1)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "37"
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2025-01-28T16:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/8c15f930-f230-4852-a639-25f0a2e46366.jpg",
    "altTitles": [
      {
        "ja": "灼熱カバディ"
      },
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centers on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports.\nHe gets invited to join the team for an Indian contact sport called Kabaddi.\nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice.\n\nWon the 70th Shougakukan Manga Award."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3eb2cdf-be1f-4c11-bbb3-a59ce0e32180",
    "title": {
      "en": "Yankee-kun to Megane-chan"
    },
    "updatedAt": "2025-01-29T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/d3eb2cdf-be1f-4c11-bbb3-a59ce0e32180/1da38917-ccb8-44e0-ac95-720664ea9556.jpg",
    "altTitles": [
      {
        "fr": "Drôles de racailles"
      },
      {
        "es": "El matón y la cuatro ojos"
      },
      {
        "en": "Flunk Punk Rumble"
      },
      {
        "ja-ro": "Yanki-kun to Megane-chan"
      },
      {
        "ru": "Хулиган и очкастая"
      },
      {
        "ja": "ヤンキー君とメガネちゃん"
      }
    ],
    "description": {
      "en": "The story starts with a seemingly unassuming class rep Adachi Hana who has taken an interest in the school's known delinquent, Shinagawa Daichi. Just what is her reason for following Daichi and wanting him to go on the class field trip?  \n\n\n---",
      "ru": "Дайчи Шинагава всегда хорошо дрался и себя в обиду не давал. Но на родине самураев на любого, кто хорошо умеет что-то делать: печь окамияки, играть на гармошке или драться – всегда найдется тот, кто бросит вызов его мастерству. Именно это и приключилось с Шинагавой, чем больше он дрался, и чем лучше у него это получалось, тем больше забияк стекалось к нему со всей округи. Все хотели побить его, чтобы получить сопутствующий «титул».Со временем Шинагава стал известным даже среди обычных школьников, те его стали сторониться и бояться, повесив клеймо «янки». Так в Японии называют хулиганов, любящих махать кулаками и вечно приходящих в школу с синяком под глазом.И все бы было ничего, если бы Шинагава не хотел в глубине души стать нормальным парнем, окончить школу и унаследовать отцовскую небольшую клинику. И вот, когда он поступил в новую школу, чтобы начать все сначала, но… ничего не изменилось: у ворот его снова ждали любители получать по морде, а одноклассники опять обходили стороной.Правда, было и кое-что новое, а именно – в его классе появилась на редкость позитивная ученица с необычайно развитым чувством доброжелательности. Она-то и взялась за беднягу Шинагаву, всячески пытаясь сделать из него человека.  \n  \nNote: The epilogue chapter was released six years after the manga had ended"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "211"
  },
  {
    "mangaId": "1c27e4f4-3968-45b3-a92d-aec8065569d8",
    "title": {
      "en": "Life with Succubi"
    },
    "updatedAt": "2025-01-27T14:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/1c27e4f4-3968-45b3-a92d-aec8065569d8/b2d902bb-5934-4f5d-b5ee-caf6195fb666.jpg",
    "altTitles": [
      {
        "ja": "サキュバスのいる生活"
      },
      {
        "ja-ro": "Sakyubasu no Iru Seikatsu"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f1cdce9-c9a1-4c35-a157-0b7e72c5b4b3",
    "title": {
      "en": "Hoshi no Ouka"
    },
    "updatedAt": "2024-12-02T20:50:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f1cdce9-c9a1-4c35-a157-0b7e72c5b4b3/17945f02-3889-4896-9d7e-9968c1fd53af.jpg",
    "altTitles": [
      {
        "ja": "星の謳歌"
      },
      {
        "ja": "ほしうた"
      },
      {
        "ja-ro": "HoshiUta"
      }
    ],
    "description": {
      "en": "A new coming-of-age series from from Liberum, whom you might know for Soushi Souai.\n\nFriends, lovers, fashion and hanging out after-school...\nFor Hoshino Ouka, a gal who grew up in the city those are important things. But when she unexpectedly had to move to the country side town Yutaka, everything she hold dear vanishes...? In an unfamiliar town the fresh and tender days of youth begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c7813e1-cdf8-453a-ab1c-15dc0b983649",
    "title": {
      "en": "Boy Meets Girl, Again!"
    },
    "updatedAt": "2024-12-11T23:14:17+00:00",
    "coverArt": "https://mangadex.org/covers/9c7813e1-cdf8-453a-ab1c-15dc0b983649/475d945b-5681-480c-91c5-479c37e0d3f1.jpg",
    "altTitles": [
      {
        "ja": "ボーイミーツガール、アゲイン！"
      },
      {
        "tr": "Başka Bi' Evrende, En Güzel Halinle!"
      },
      {
        "tr": "Oğlan Kadınla Karşılaşıyor, Tekrardan!"
      }
    ],
    "description": {
      "en": "**Additional Links:**\n- Alt Official Raw: [X](https://x.com/search?q=from%3A%40mada_tetsukazu+%E3%83%9C%E3%83%BC%E3%82%A4%E3%83%9F%E3%83%BC%E3%83%84%E3%82%AC%E3%83%BC%E3%83%AB%E3%80%81%E3%82%A2%E3%82%B2%E3%82%A4%E3%83%B3%EF%BC%81&f=live)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abe0bb3b-a05e-4602-aa4f-578e0b962cf9",
    "title": {
      "en": "The Stellar Swordmaster"
    },
    "updatedAt": "2024-11-22T22:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/abe0bb3b-a05e-4602-aa4f-578e0b962cf9/79b55c2b-0fb4-4569-8c48-aa1e1ff97eb7.jpg",
    "altTitles": [
      {
        "ko": "별을 품은 소드마스터"
      },
      {
        "ko-ro": "Byeoreul Pumeun Swordmaster"
      },
      {
        "en": "Star-Embracing Swordmaster"
      },
      {
        "en": "Star-Fostered Swordmaster"
      },
      {
        "ja": "星剣のソードマスター"
      },
      {
        "zh": "星剑大师"
      },
      {
        "zh-hk": "星耀劍士"
      },
      {
        "th": "ยอดนักดาบผู้โอบอุ้มดารา"
      },
      {
        "es-la": "El maestro de la espada cogedor de estrellas"
      },
      {
        "fr": "The Stellar Swordmaster"
      },
      {
        "fr": "Le chevalier aux armoiries d'étoiles"
      }
    ],
    "description": {
      "en": "The so-called “Lighthouse of the North,” the prosperous trading town of Schoarra, hides a dark underbelly: seedy slums ruled by five ruthless crime bosses.\n\nWhen streetwise orphan Vlad finds the brothel he works for decimated by a disgraced knight, he turns to the path of the blade, pledging himself to the pursuit of power by sword. \n\nBlessed with the ability to seek wisdom from his sentient sword, Vlad embarks upon a journey of growth and peril as swordsman in service to the powerful House Vayezid.",
      "fr": "Vlad est un jeune vagabond du bidonville de Shoara qui admire les chevaliers depuis toujours. Sa vie bascule le jour où une voix commence à résonner dans sa tête après avoir été frappé par un éclair noir, et où le chevalier de la lune bleue apparaît soudainement devant lui.",
      "id": "Vlad, seorang gelandangan dari daerah kumuh yang ingin menjadi seorang ksatria. Hinggai suatu hari dia tersambar petir hitam... Dan semenjak itu dia dapat mendengar suara seseorang di kepalanya setiap kali ia memegang sesuatu yang berupa pedang!",
      "th": "'วลาด' เด็กหนุ่มผู้ยากจนข้นแค้นและไร้อภิสิทธิ์ซึ่งใด ๆ เขามีความชื่นชมในตัวของอัศวินเป็นอย่างมาก และในวันนี้ชีวิตข้างถนนของเขากำลังจะเปลี่ยนไป เมื่อเขาเริ่มได้ยินเสียงของใครบางคนและอัศวินแห่งคณิกาได้ทำลายโลกของเขาจนหมดสิ้น… \"แม้จะไม่ใช่ท้องฟ้ายามค่ำคืนและอยู่ไกลเกินกว่าใครจะมองเห็น ขอเพียงแค่มีความตั้งใจที่จะส่องแสง ยังไงก็ต้องได้เป็นดวงดารา\"",
      "zh": "心怀星梦的流浪汉\n逆袭成为剑术大师\n梦想成为骑士的贫民窟小流浪汉布拉德，遭遇黑色的晴天霹雳后，便开始能听到某个声音，这个声音和从天而降的神秘骑士彻底颠覆了他的生活…他能如愿走出后巷，成为梦想中的骑士吗？",
      "zh-hk": "那把像星星的劍，對生於貧民區的弗拉德而言，曾經十分遙遠。然而僅僅一夜，那道藍月般的劍影就將弗拉德的生活破壞殆盡。 「既然如此，那我便授予你，我的劍技。」弗拉德體內有個聲音對他說。為了復仇，如今少年緊握著手中的星，正式步上成為劍士之路。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2025-01-29T00:49:19+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/b33e2541-f112-437d-8e0f-b52358336b88.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "\"Yup! Just as slow as I thought.\"\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62360964-246f-4cd5-b37b-444c397269ce",
    "title": {
      "en": "Rikujou Jieitai Tokumu Chouhou Kikan - Beppan no Inu"
    },
    "updatedAt": "2025-01-28T05:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/62360964-246f-4cd5-b37b-444c397269ce/ef7d7d36-9ca4-4e80-91e0-7874983b256e.jpg",
    "altTitles": [
      {
        "ja": "陸上自衛隊特務諜報機関 別班の犬"
      },
      {
        "ja": "Ground Self-Defense Force special intelligence agency - Invisible Force"
      },
      {
        "en": "Ground Self-Defense Force Special Intelligence Agency: Dogs of Beppan"
      },
      {
        "en": "Ground Self-Defense Force Special Intelligence Agency: Invisible Force"
      }
    ],
    "description": {
      "en": "The fate of the nation is in the hands of those who have abandoned both law and name… An unpredictable spy action begins! \n\nIn the Special Operations Group, an elite unit of the Ground Self-Defense Force, there is a female member who is bored with her daily routine of training. \n\nOne day, at the behest of her superior, she heads to a certain garrison and is recruited by a mysterious man to join a black-ops unit known as \"Beppan\". \n\nGiven the name \"Nana\", she finds herself on the front lines of a national defense war filled with schemes and violence."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "984de399-1090-4682-b15d-e11f9d778c5f",
    "title": {
      "en": "He Hasn't Faded"
    },
    "updatedAt": "2023-10-03T15:51:31+00:00",
    "coverArt": "https://mangadex.org/covers/984de399-1090-4682-b15d-e11f9d778c5f/b6d805d8-7a78-410f-a9ea-9babb02e117f.png",
    "altTitles": [
      {
        "zh": "他未曾坠落"
      }
    ],
    "description": {
      "en": "Luyi, an actor known for his acting prowess, and Gu Jiangyuan, a rising star, are well-known for their rivalry in the entertainment industry. After dying in an accident, Luyi is resurrected into a different body, only to find out that his old archenemy, Gu Jiangyuan, has had a crush on him for many years... \nWhile having his enemy become his lover is one thing, what's with the baffling ghost exorcism missions, as well as Gu Jiangyuan wanting and trying to get rid of the present-him just to bring back the original \"Luyi\"?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79b7357c-ea5b-491a-a25b-155a804bf53f",
    "title": {
      "en": "Oshi ni Amagami"
    },
    "updatedAt": "2024-10-29T20:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/79b7357c-ea5b-491a-a25b-155a804bf53f/1d2813eb-4369-4b51-b312-3b7d49f306b6.jpg",
    "altTitles": [
      {
        "ja": "推しに甘噛み"
      },
      {
        "en": "Otaku Vampire's Love Bite"
      }
    ],
    "description": {
      "en": "Hina is a reclusive otaku vampire. She wants to move to a sacred place for otaku life, but a boy who looks exactly like her favorite vampire lives next door! And this boy seems to have blood that attracts vampires from all over the world...? A bloody love comedy between an otaku vampire and a slightly tongue-tied handsome man!\n\nNote: Adapted from the author’s oneshot that was released in Hana to Yume 10-11/2022 combined issue.",
      "ja": "引きこもりオタクの吸血鬼・ヒナ。吸血なんて気持ち悪～いことよりも推しを愛でるのが１番！オタ活のためにアニメの聖地に引っ越そう☆と思ったら、推しに超そっくりな男の子が隣に住んでいた!? しかもこの男の子、世界中の吸血鬼を魅了する血を持っているようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-12-07T06:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "ko": "\"5년 후에도 독신이면 우리 둘이 결혼하자.”\n‘친구’와의 약속이 결실을 맺어, 결혼하게 된 쿠루미와 루리코.\n연인이 아닌 ‘친구’끼리의 결혼.\n두 사람의 결혼생활은 하나부터 열까지 서툴기만 하다.\n약지에 끼워진 결혼 반지가 언제쯤 익숙해질지......\n그것은 앞으로 두 사람에게 달려있다.",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "fce1b8d9-ac07-425b-9f11-443e11124b85",
    "title": {
      "en": "Bout na Kanojo"
    },
    "updatedAt": "2025-02-05T11:47:01+00:00",
    "coverArt": "https://mangadex.org/covers/fce1b8d9-ac07-425b-9f11-443e11124b85/20c3f83f-3885-4078-9dc2-f90c7b134406.jpg",
    "altTitles": [
      {
        "ja": "バウトな彼女"
      },
      {
        "ja-ro": "Bauto na Kanojo"
      },
      {
        "en": "Boutful Girlfriend"
      }
    ],
    "description": {
      "en": "Nitta, a baseball boy in his first year of high school, has a crush on the strongest girl on campus who belongs to the wrestling club! Whether or not he will be turned on depends on the bout! A fresh, 1000% adolescent romantic comedy by a promising supernova!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "c75bb1ae-4a9d-4254-bfa9-f301668ec2d9",
    "title": {
      "en": "The Promise Isn't Mine"
    },
    "updatedAt": "2024-05-09T21:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/c75bb1ae-4a9d-4254-bfa9-f301668ec2d9/ad808654-cec9-44bf-9796-ced4a62611cc.jpg",
    "altTitles": [
      {
        "ko": "약속을 한 건 내가 아니야"
      },
      {
        "ko-ro": "Yaksogeul Han Geon Naega Aniya"
      },
      {
        "fr": "Le vœu n'est pas le mien"
      },
      {
        "fr": "La promesse n'est pas le mien"
      },
      {
        "tr": "Bu söz benim değil!"
      },
      {
        "tr": "Bu vaat benim değil!"
      }
    ],
    "description": {
      "en": "\"Kill me, as you promised.\" \n\nWhen her twin sister Leyla, the Holy Maiden, suddenly disappears one day, the ordinary Elena finds herself having to marry Crown Prince Kyle, a man infamous for his ruthlessness, in her stead. After a dreadful marriage ceremony, Kyle demands that a certain promise be fulfilled, to Elena’s confusion.",
      "id": "\"Bunuh aku, seperti yang telah kau janjikan.\"\n\nKetika saudara kembarnya, Leyla, sang Gadis Suci, tiba-tiba menghilang pada suatu hari, Elena yang biasa-biasa saja mendapati dirinya harus menikah dengan Putra Mahkota Kyle, seorang pria yang terkenal karena kekejamannya, sebagai penggantinya. Setelah upacara pernikahan yang mengerikan, Kyle menuntut sebuah janji yang harus dipenuhi, yang membuat Elena bingung.",
      "ko": "성녀와 용의 결합으로 세워진 나라 랜바이어 제국.\n\n쌍둥이 성녀로 태어났으나 언니인 레일라와 달리 아무런 능력도 지니지 못한 엘레나는, 결혼식 직전 갑자기 사라진 언니 대신 용의 후예로 알려진 황태자 카일과 결혼하게 된다.\n\n가짜라는 걸 들킬지도 모른다는 두려움 속에 결혼을 마친 엘레나에게, 카일은 뜻밖의 말을 내뱉는다.\n\n\"8년 전 그대가 내게 한 약속을 잊은 건 아니겠지, 레일라.\"\n\"약속대로, 나를 죽여 줘.\"\n\n자기를 죽여달라는 카일의 말에, 엘레나는 큰 혼란에 빠지는데…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-08-15T17:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/72ab0382-1ab5-4c57-9e7c-a1112812d82c.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452ca5c5-8132-4cc9-9c60-2d0ebd62c5be",
    "title": {
      "en": "Gal Oshi JK wa Gal ni Naritai"
    },
    "updatedAt": "2025-01-31T14:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/452ca5c5-8132-4cc9-9c60-2d0ebd62c5be/8f801d5d-4ff9-4089-9ba6-835689365735.jpg",
    "altTitles": [
      {
        "ja": "ギャル推しJKはギャルになりたい"
      },
      {
        "ja-ro": "Gal Oshi JK ha Gal ni Naritai"
      },
      {
        "en": "Gal-Loving JK Wants to Be a Gal"
      }
    ],
    "description": {
      "en": "“Living as a gal is seriously the best!!”\n\nMimiru was an introvert in middle school, but when she entered high school, she made her long-awaited debut as a gal, thinking, “Maybe I can become a gal too!?”. She made friends with three girls: Yuuhi, a cool beauty with a calm and pretty look; Fuuka, a cute gal with a soft and fluffy look; and Kurumi, a cheerful and energetic gal who is good at sports. Now she has joined the gal group she has always admired! While she lives the sparkling life she has always dreamed of, she also pushes herself too hard to keep up with her friends. And she also notices new feelings growing within her…"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2025-01-28T14:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/62671957-6585-4019-aee1-89a6a4358374.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs for Revenge Will Peerlessly Annihilate With the Power of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\" Several days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-11-09T13:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      },
      {
        "ja": "武錬天下"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "vi": "Võ đạo đỉnh phong, là cô độc, là tịch mịch, là dài đằng đẵng cầu tác, là cao xử bất thắng hàn Phát triển trong nghịch cảnh, cầu sinh nơi tuyệt địa, bất khuất không buông tha, mới có thể có thể phá võ chi cực đạo. Lăng Tiêu các thí luyện đệ tử kiêm quét rác gã sai vặt Dương Khai ngẫu lấy được một bản vô tự hắc thư, từ nay về sau đạp vào dài đằng đẵng võ đạo.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2025-01-04T22:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      },
      {
        "es": "Debby la Corsifa odia perder"
      },
      {
        "es-la": "Debby la Corsifa odia perder"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "es": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!",
      "es-la": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "f349008f-0896-4ec8-bc37-56733525dfc7",
    "title": {
      "en": "Girls × Vampire"
    },
    "updatedAt": "2025-02-07T20:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/f349008f-0896-4ec8-bc37-56733525dfc7/e04eb3c0-1264-41f4-b7a9-850481803cbf.png",
    "altTitles": [
      {
        "ja": "ガールズ×ヴァンパイア"
      },
      {
        "en": "Girls x Vampire"
      },
      {
        "uk": "Дівчата × Вампір"
      },
      {
        "ar": "بنات × مصاصي الدماء"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [note](https://note.com/girls_vampire)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c8ddbf0-7807-493b-960d-c1e508f12c46",
    "title": {
      "en": "The Marshal King"
    },
    "updatedAt": "2025-02-07T08:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/3c8ddbf0-7807-493b-960d-c1e508f12c46/84c06085-b6c3-400e-82b0-e72505a8e0e2.png",
    "altTitles": [],
    "description": {
      "en": "Nobody on the continent hasn't heard of the evil deeds of the great outlaw M. Godspeed.\nBut one day, a young man claiming to be the criminal's son suddenly appears trekking through the harsh desert.\nThis Jim Godspeed says he's killed his father and has the corpse to prove it!\nA steampunk western from the mind of the master, Boichi!\n\n(Source: MangaPlus)",
      "es": "M. Godspeed fue un legendario villano cuya crueldad extrema hizo que su nombre resonara por todo el continente.\nUn día, apareció un joven llamado Jim Godspeed, quien afirmó ser su hijo.\nJim dijo haber matado a su padre con sus propias manos y haber cruzado el desierto ¡con su cadáver a cuestas...!\n¡Disfruta de esta épica historia ambientada en el Oeste de mano del aclamado maestro Boichi!\n\n(Fuente: MangaPlus)",
      "ja": "<毎週金曜更新>悪逆の限りを尽くし、大陸に名を轟かせた、偉大なる悪党M・ゴッドスピード。\nある日、彼の息子を名乗る、ジム・ゴッドスピードが現れた。\nジムは自らの手で父を殺し、その亡骸とともに、砂漠を渡ってきたと語る...！\n巨匠・Boichiが紡ぐ、新たなるウエスタンストーリー！",
      "vi": "Không ai trên khắp vùng đất này là chưa từng nghe đến những hành động tàn ác của tên tội phạm khét tiếng M. Godspeed.\n\nNhưng một ngày nọ, một chàng trai trẻ tuổi tự xưng là con trai của tên tội phạm đột nhiên xuất hiện, lặn lội qua vùng sa mạc khắc nghiệt.\n\nJim Godspeed này nói rằng hắn đã giết cha mình và có xác chết để chứng minh điều đó!\n\nMột câu chuyện miền viễn tây theo phong cách steampunk đến từ Boichi!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e9a9b89-ea6a-494e-a611-dd3a2a753ca4",
    "title": {
      "en": "Castration: Rebirth"
    },
    "updatedAt": "2024-11-23T19:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/7e9a9b89-ea6a-494e-a611-dd3a2a753ca4/77f8aee2-4bec-44d8-81a4-1bb1d1c1db94.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyosei Tensei"
      },
      {
        "ja": "去勢転生"
      },
      {
        "ko": "거세전생"
      }
    ],
    "description": {
      "en": "Anezaki Satoru had a precious childhood friend, Ichinose Yuna, who was killed by a gang of rapists. Blinded by rage and thirst for revenge, Satoru gruesomely murdered 15 rapists and cut off their genitals, for which he was sentenced to capital punishment. After his death, Satoru regains consciousness in another world where all men have become mindless beasts. Finding himself lost in this world, he meets some of the struggling survivors fighting the hordes of beasts. What he learns is shocking... Yuna is apparently still alive in this world! Satoru chooses to join the fight in order to find his precious friend."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "33ae4d21-8bc1-49fc-8c15-730afca99216",
    "title": {
      "en": "Half Gray"
    },
    "updatedAt": "2025-01-27T18:41:27+00:00",
    "coverArt": "https://mangadex.org/covers/33ae4d21-8bc1-49fc-8c15-730afca99216/cc22b05d-b229-49b1-a106-beb12db09e90.jpg",
    "altTitles": [
      {
        "ja": "半グレ―六本木 摩天楼のレクイエム―"
      },
      {
        "ja-ro": "Hangure - Roppongi Matenrou no Requiem"
      }
    ],
    "description": {
      "en": "A recent college graduate struggles to find a job that fits his abilities, but one day he is hired by a strange company where all the employees have flashy tattoos. The young man meets the charismatic leader of the group and finds out that he is working for the yakuza.",
      "ja": "就活に失敗した純白な新卒青年・真。そんな彼が“拾われ入社”した会社は、社員全員が刺青を入れているブラック企業だった…!! 一人の青年が『元環状連合』のカリスマリーダーに出会い憧れ、裏社会の“濁り”の中で灰色に染まってゆく……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "688eee00-d587-4998-a999-652767aac846",
    "title": {
      "en": "Convenient Semi-Friend"
    },
    "updatedAt": "2024-12-24T19:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/688eee00-d587-4998-a999-652767aac846/3c58affd-ca15-4b2f-b5d1-5798a0a251a8.jpg",
    "altTitles": [
      {
        "ja": "好都合セミフレンド"
      },
      {
        "ja-ro": "Koutsugou Semi-Friend"
      },
      {
        "ko": "편리한 세미프렌드"
      },
      {
        "ru": "Удобная знакомая"
      }
    ],
    "description": {
      "en": "Kuruma Suuna, a gloomy and socially awkward girl, begins her high school dorm life only to discover her new roommate, Hamanasu Ruka, flirting with another girl!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-11-02T18:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/5d9c656c-e27d-45d3-b45f-6e4ec7b0e9c2.jpg",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "fr": "Un protagoniste renaît dans un autre monde, se réincarnant en tant qu'enfant abandonné. Autour de lui, d'autres enfants abandonnés sont dans la même situation. Pour survivre, il les guide dans l'agriculture. Peu à peu, des orphelins se rassemblent et, attirés par les rumeurs d'un village, d'autres commencent à arriver.\n\nLe groupe d'enfants finit par former un véritable village sans que personne ne s'en aperçoive. Bientôt, plusieurs pays voisins commencent à sy 'intéresser. Voici l'épopée de l'homme qui sera plus tard connu sous le nom de l'Empereur Divin.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fd5ad01-d052-4591-96d0-1c5685a68d82",
    "title": {
      "en": "Meshinuma"
    },
    "updatedAt": "2025-01-27T20:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/2fd5ad01-d052-4591-96d0-1c5685a68d82/305b80f7-0099-4d7b-835e-206a53774376.jpg",
    "altTitles": [
      {
        "ja": "めしぬま。"
      }
    ],
    "description": {
      "en": "Iinuma, a somewhat dull salaryman, eats food as his craving drives him! This is an appetite-stimulating gourmet manga where you can just watch him eating his food!",
      "vi": "Truyện xoay quanh một anh chàng nhân viên văn phòng có vẻ ngoài nhạt nhẽo tên Iinuma với tâm hồn ăn uống, luôn nghĩ đến chuyện măm măm cơm. Iinuma có phần Kanji của chữ “Ii” là 飯 - cũng có thể đọc là “meshi”, trong tiếng Nhật có nghĩa là cơm hoặc thịt. Mọi chuyện tưởng như không có gì để bàn tới nhưng đợi đã, xem biểu cảm khuôn mặt thỏa mãn chạm nóc vì thưởng thức món ngon của cậu ta kìa, có gì đó sao mà… lạ lắm à nghen! Cậu đang… ăn thôi đúng không!?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccc174c5-715c-446e-b115-41ae79e1f268",
    "title": {
      "en": "Tourigakari ni Wanpointo Adobaisu Shite Iku Taipu no Yankii"
    },
    "updatedAt": "2025-02-01T22:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/ccc174c5-715c-446e-b115-41ae79e1f268/d2e5c12a-0d61-44e0-a669-e1d5327b2a56.jpg",
    "altTitles": [
      {
        "ja": "通りがかりにワンポイントアドバイスしていくタイプのヤンキー"
      },
      {
        "es": "Delincuente de consejos inmediatos"
      },
      {
        "th": "พี่โจ๋ ONE POINT ปรึกษาฟรีไม่คิดตังค์"
      },
      {
        "tr": "Konuya Özel Tavsiyeleriyle Bir Yanki"
      },
      {
        "ko": "지나가는 길에 원포인트 어드바이스를 하는 양아치"
      },
      {
        "en": "A Delinquent's Life Hacks"
      },
      {
        "ja-ro": "Toorigakari ni One Point Advice shite Iku Type no Yankee"
      },
      {
        "en": "One Point Yankee"
      }
    ],
    "description": {
      "en": "Sakurai-san looks like a yankee, but gives people he passes one point advice. Those who meet him for the first time are often scared by his frightening appearance but through the advice, they learn of how kind hearted he can be. Slowly, Sakurai's circle of people begin to grow. He's kind, considerate, knowledgeable and versatile in all forms of sports…!! Today, the super high-spec Sakurai who has a ridiculous gap in his looks and personality continues to give one point advice to various people, making their day a little better.",
      "es": "Sakurai parece un delincuente, pero inmediatamente aconseja a la gente que encuentra. Aquellos que lo conocen por primera vez se asustan frecuentemente con su apariencia amenazante, pero a través de sus consejos, se dan cuenta de que tan querido y bueno puede ser. Lentamente, el círculo de allegados de Sakurai empieza a crecer. El es bueno, considerado, con experiencia y versatilidad en todos lo deportes! Hoy, el super-adepto Sakurai, quien tiene una brecha enorme entre su apariencia y su personalidad, continúa dandole consejos inmediatos a varias personas, mejorándoles su día un poquito.",
      "pt-br": "Sakurai-san parece um yankee, mas dá às pessoas que passa um conselho pontual. Aqueles que o encontram pela primeira vez muitas vezes ficam assustados com sua aparência assustadora, mas através dos conselhos, eles aprendem como ele pode ser bondoso. Lentamente, o círculo de pessoas de Sakurai começou a crescer. Ele é gentil, atencioso, experiente e versátil em todas as formas de esportes … !! Hoje, o superespecial Sakurai, que tem uma lacuna ridícula em sua aparência e personalidade, continua a dar conselhos de um ponto para várias pessoas, tornando seu dia um pouco melhor."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "88.5"
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bfecc659-d191-4126-8946-7e0ab082c185",
    "title": {
      "en": "Steins;Gate - Rebellion of the Missing Ring"
    },
    "updatedAt": "2025-01-13T10:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/bfecc659-d191-4126-8946-7e0ab082c185/254f0abf-bef5-41cb-8788-91b13e4808d1.jpg",
    "altTitles": [
      {
        "ja-ro": "Steins;Gate - Boukan no Rebellion"
      },
      {
        "ja": "STEINS;GATE 亡環のリベリオン"
      }
    ],
    "description": {
      "en": "This is an original story expanded from the STEINS;GATE game, and focusing on the heroine Amane Suzuha. In 2036, a monopoly on time machines has created world peace, but at the cost of human liberty.  \n  \nSuzuha has followed in her late father's footsteps in fighting alongside the Valkyrie rebellion force to change the world. After the group fails on a major mission, Suzuha has almost no hope left. But then she discovers that her father left something for her: a time machine. Using this, maybe Suzuha will have the power to finally destroy this dystopian society and create a better present and future!  \n  \nPart of [Steins;Gate](https://mangadex.com/?page=search&title=Steins%3BGate) series."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "343498de-4f71-4c53-a603-d8d839f7db3b",
    "title": {
      "en": "Crimson-Shell"
    },
    "updatedAt": "2021-12-14T22:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/343498de-4f71-4c53-a603-d8d839f7db3b/54d1d010-d6ff-4d02-a2e3-7f129ce0ece6.jpg",
    "altTitles": [
      {
        "ja": "クリムゾン・シェル"
      },
      {
        "zh": "薔薇魔女"
      }
    ],
    "description": {
      "en": "Rescued from the darkness by Xeno, a mysterious swordsman, Claudia the Rose Witch is the foundation of the Crimson-Shell, a special division of the Red Rose—an organization aiming to capture the results of one mad scientist’s experiments, the deadly Black Roses. But when Xeno’s loyalties are called into question, will Claudia be strong enough to believe in her dearest friend? And what is the color of the rose blooming in Xeno’s heart—a deep, passionate crimson…or a traitorous jet-black?"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-11-19T16:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/57461209-7d6f-4f09-a130-8f3bcd8aaafa.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2025-01-19T13:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e2c768-bf2b-4b31-ba25-347d585496d2",
    "title": {
      "en": "Mobile Suit Gundam: The Revival of Zeon - Remnant One"
    },
    "updatedAt": "2025-01-19T21:46:21+00:00",
    "coverArt": "https://mangadex.org/covers/13e2c768-bf2b-4b31-ba25-347d585496d2/71857291-2239-4668-992f-a9ab3b02a1f7.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム ジオンの再興 レムナント・ワン"
      },
      {
        "ja-ro": "Kidou Senshi Gandamu Jion no Saiko Remunanto Wan"
      }
    ],
    "description": {
      "en": "In U.C. 0092 the \"Cerberus Squadron,\" of Newborn Neo Zeon —a Newtype unit led by Brown and Meyer— are ordered to capture Fifth Luna."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "30"
  }
]