[
  {
    "mangaId": "6d83743c-e8a5-4522-97ee-ca69982e1bbf",
    "title": {
      "en": "Placebo Memory"
    },
    "updatedAt": "2023-03-29T22:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/6d83743c-e8a5-4522-97ee-ca69982e1bbf/62095adc-5e0c-43d4-a01a-a11d9b08ac77.jpg",
    "altTitles": [
      {
        "en": "Placebo Memories"
      },
      {
        "zh": "无效记忆"
      },
      {
        "ko": "플라시보 메모리"
      }
    ],
    "description": {
      "en": "[Woojin, who has lost his memories x Hamin, who has had an unrequited love for 13 years] \n\nAn accident occurs where Woojin forgets 13 years worth of memories with Hamin. This causes a lot of panic for Hamin, as he has harbored unrequited feelings for him for those 13 years. Seeing this reaction, a misunderstanding occurs where Woojin believes that they are dating…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-20T03:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dff02b5-71c9-4137-8d2d-dee7e44ddb6d",
    "title": {
      "en": "Sankaku Twilight"
    },
    "updatedAt": "2024-04-21T17:06:56+00:00",
    "coverArt": "https://mangadex.org/covers/0dff02b5-71c9-4137-8d2d-dee7e44ddb6d/376db9f0-4db1-49d6-bcab-80080373d261.jpg",
    "altTitles": [
      {
        "ja": "さんかくトワイライト"
      },
      {
        "en": "Triangle Twilight"
      }
    ],
    "description": {
      "en": "Pure-hearted sentimental love depicting the complex love triangle of an emotionless handsome half-Japanese boy and a dedicated Kansai dialect-speaking delinquent high school boy. A new story is born.\n\nMiki, a delinquent who enjoys fights and is feared by those around him, ends up becoming a library committee member with Ikkei, who is his complete opposite. While they clash due to their contrasting personalities, Ikkei learns one day that Miki has a crush on his childhood friend and senior, \"Watarun\". Despite the surprise, Ikkei supports Miki without prejudice and somehow becomes cherished.\n\nInitially, Ikkei couldn't stand Miki, but as time goes on, he starts to find him adorable...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2022-04-02T03:33:36+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/18e58e9e-6ed1-43cb-b67f-4460d55875b9.jpg",
    "altTitles": [
      {
        "en": "È nǚ wèi dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "en": "恶女为帝"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-22T23:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f5775f-e932-4799-9b52-b6e0471a3adc",
    "title": {
      "en": "The Guild Member Next Door"
    },
    "updatedAt": "2023-08-13T22:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/28f5775f-e932-4799-9b52-b6e0471a3adc/aeadace7-f8f8-4386-98b5-f17a87c9ce75.png",
    "altTitles": [
      {
        "en": "Neighbor Guild Member"
      },
      {
        "ko": "이웃집 길드원"
      }
    ],
    "description": {
      "en": "After suffering from a stalker, Yoon Ji-gu becomes extremely wary of people. Just in time, a man with a strange sexual orientation moved into the neighbor's house...?\n\"Looks like there's a pervert living next door...\"\nIn reality, Lee Yeo-woon and Yoon Ji-gu are suspicious neighbors who are full of misunderstandings.\nIn the game, the couple neutaaaa (Lee Yeo-woon) and ji9byeol.\nHow will the relationship between the two change in and out of the game and reality?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2023-03-20T01:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/77142dd0-7f0d-4f4d-a423-6dfad07838da.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻"
      },
      {
        "en": "I Became the Villain's Wife"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4e4d444-f20f-40fd-be83-95bb1614b848",
    "title": {
      "en": "Ai ga Omoi Jirai-kei Vampire"
    },
    "updatedAt": "2024-05-01T23:52:43+00:00",
    "coverArt": "https://mangadex.org/covers/b4e4d444-f20f-40fd-be83-95bb1614b848/6a7e8e88-98be-4ac6-af40-1e8cd66c3a72.png",
    "altTitles": [
      {
        "ja": "愛が重い地雷系ヴァンパイア"
      },
      {
        "en": "A Land Mine Vampire's Overbearing Love"
      }
    ],
    "description": {
      "en": "The main character, Shin, works hard to support his older sister and younger brother. One day, on his way home from work, he meets a girl who claims to be a vampire, and she demands his blood...?\n\nThis is the beginning of a slightly exciting brand new love story!\n\n---\n\nNote: Serialized version of [the doujin of the same name](https://mangadex.org/title/fb83ba7a-6887-4c72-8d61-1c8d8ff8904f)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dca33ec-7f20-40de-8752-3f7ffcecdf89",
    "title": {
      "en": "Bite Maker ~Ousama no Omega~"
    },
    "updatedAt": "2023-04-02T22:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/0dca33ec-7f20-40de-8752-3f7ffcecdf89/1451f172-4273-4619-82e7-a5f0c6c5c74a.png",
    "altTitles": [
      {
        "en": "Bite Maker ~Ousama no Ω~"
      },
      {
        "ja": "Bite Maker ～王様のΩ～"
      },
      {
        "pl": "Bite Maker: Królewska Omega"
      },
      {
        "en": "Bite Maker: The King’s Omega"
      }
    ],
    "description": {
      "en": "Alpha genes produce people with exceptional appearance, intelligence, and abilities, but only exists in 1/100,000 people. Nobunaga, born an alpha, will always attract other people. Despite having everything, all he wanted for was \"a turn of fate.\" After meeting a woman that filled him with a need to have her and only her, the ultimate climax starts!",
      "pl": "Nobunaga wygrał loterię genetyczną i urodził się jako alfa (α): jego uroda, inteligencja i talent doprowadzają wszystkich do szaleństwa z pożądania. Mimo pozornie doskonałego życia Nobunaga jest niezadowolony - do czasu, gdy poznaje kobietę swoich marzeń, która może zaspokoić każde jego pragnienie."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "40"
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/e42cf5e7-968a-4d5b-a4c4-8013e8ab213e.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a721911-2bc2-4bfb-9c85-f14e58f95b15",
    "title": {
      "en": "Giji Renai Dewa Mamanaranai"
    },
    "updatedAt": "2024-05-09T13:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/5a721911-2bc2-4bfb-9c85-f14e58f95b15/b7bf78c9-e127-4581-99aa-adfb57aba676.jpg",
    "altTitles": [
      {
        "ja": "擬似恋愛ではままならない"
      },
      {
        "en": "I can’t quiet this passion by pseudo-love affair"
      }
    ],
    "description": {
      "en": "I like feeling good, and if I'm going to do it, I want money too.\n\nKaidou Tsubasa is a pretty, laid-back yankee who sells himself for that simple reason. His friend extorted 5,000 yen from his classmate, Kamiki, and invited him to have sex with him.\n\nHowever, Kamiki, who Tsubasa thought was a geek and uncool, resisted to protect Tsubasa and ended up fighting back, but Tsubasa was interested in Kamiki...\n\nIn addition to the title story, this is a collection of five short stories, including an erotic training session for a college student who is in trouble after being dumped by a girl and a sales employee who cannot resist an order from a client and provides sexual entertainment."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-05-23T14:30:11+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.Original by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "184915ba-1df1-467f-bb78-849bf6e15481",
    "title": {
      "en": "Revolutionary Princess Eve"
    },
    "updatedAt": "2023-07-31T21:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/184915ba-1df1-467f-bb78-849bf6e15481/9d34b793-1411-4389-86c1-adccfcfb00d8.jpg",
    "altTitles": [
      {
        "ko": "황녀, 반역자를 각인시키다"
      },
      {
        "ko-ro": "Hwangnyeo, Ban'yeogjareul Gag'insikida"
      },
      {
        "ko-ro": "Hwangnyeo, ban-yeogjaleul gag-insikida"
      },
      {
        "en": "The Princess Imprints the Traitor"
      },
      {
        "en": "Princess Imprints a Traitor"
      },
      {
        "de": "Die Prinzessin prägt ein dem Rebellen"
      },
      {
        "fr": "La princesse empreint le traître"
      },
      {
        "it": "La principessa e il traditore"
      },
      {
        "es": "La princesa controla al traidor"
      },
      {
        "es-la": "La princesa se obsesiona con el traidor"
      },
      {
        "pl": "Rewolucyjna Księżniczka Ewa"
      },
      {
        "ru": "Принцесса, запечатлевшая изменника"
      },
      {
        "ru": "Принцесса, запомнившая изменника"
      },
      {
        "zh": "皇女，给叛徒刻上印记"
      },
      {
        "zh-hk": "皇女，給叛徒刻上印記"
      },
      {
        "ja": "皇女、反逆者に刻印する"
      },
      {
        "tr": "Haini i̇fşa eden prenses"
      },
      {
        "id": "The Traitor Conquerors Princess"
      }
    ],
    "description": {
      "en": "After the fall of the empire due to the homunculi, Evienrose, the 7th Princess, dies after drinking poison given by her younger sister who has taken their side. When she opens her eyes again, she has returned 8 years to the past. To stop the fall of the imperial family, Eve decides to turn 'Mikhael', the leader of the homunculi and the 'Monster of the Floating Prison', into her appointed knight.\n\n\"Mikhael, I need you, very much.\"\n\n---\nPrincess Evienrose, despite advocating fiercely for the rights of the homunculi rebels, now awaits death at their hands… that is until she is poisoned by her own sister! Awakening eight years in the past, Eve now has one goal: become the Empress and liberate the homunculi to stop the rebellion from ever happening! To do this, she appoints the rebel king himself, Mikaelis Agnito, as her personal knight. But with Eve’s scheming sisters standing in the way, the fight for the crown is on, and the fate of the Hadelamid empire rests in her hands!\n\n---\nThe seventh imperial princess, Evenrose, once died. Her last memory was of the royal family was destroyed by the Homunculus, the rebelling slaves, and of her sister who had sided with the rebels and urged her to escape her painful execution by swallowing poison. But when she opened her eyes again, \"I...I'm not dead.\" She realizes that she had gone eight years back in time, back to a time before her cruel sister Bridgette was chosen as the next emperor. Given the opportunity to prevent the fall of the imperial family by being chosen as the next emperor herself, she decides to write her own article about Michael, the king of Homunculus and the monster of public prison, in order to win the emperor's heart. \"I need you, Michael. Very badly.\" Will Evenrose be able to get him and protect the imperial family safely?\n\n---\nOther Official Translations:\n\n* [Simplified Chinese / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japanese / 日本語](https://piccoma.com/web/product/66840)",
      "es": "La séptima princesa imperial, Evenrose, murió una vez.Su último recuerdo fue cuando la familia real fue destruida por el Homúnculo, quien provocó la traición y se ahogó en el plan de su hermano parado de su lado, al tragar veneno. Pero cuando volvió a abrir los ojos,\"Yo ... no estoy muerto.\"Se da cuenta de que ha vuelto al pasado y que era ocho años más joven. Fue antes de que el tercer emperador, que será el próximo heredero, fuera elegido oficialmente como sucesor. Una oportunidad para evitar la caída de la familia imperial presionando al tercer emperador Bridgette y siendo reconocida como sucesora. Como parte de la preparación, Evenrose decidió escribir su propio artículo sobre Michael, el rey de Homunculus y el monstruo de la prisión pública, para ganarse el corazón del emperador.\"Te necesito, Michael. Muy desesperadamente.\"¿Podrá Evenrose atraparlo y proteger a la familia imperial de manera segura?\n\n---\nOfficial Translations:\n* [Chino simplificado / 汉语](https://www.podoteng.com/)\n* [Inglés / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [Indonesio / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japonés / 日本語](https://piccoma.com/web/product/66840)",
      "fr": "Il était une fois, un royaume où grâce à une alchimie interdite, des homonculus étaient créés.\n\nCes homonculus devaient se soumettre à la volonté de la famille Impériale à l’aide d’une magie d’asservissement. Les plus doués d’entre eux faisaient partie de la garde du château et parmi eux, la famille Impériale devait en choisir un pour en faire leur chevalier personnel. Mais un homonculus résista au sort de l’Empereur: Mikhaelis Agnito.\n\nIl organisa une rébellion, souleva les homonculus contre l’empire et exécuta toute la famille Impériale à l’exception de la 7ᵉ princesse, Evenrose et la 8ᵉ princesse, Rosenite. Cette dernière, éperdument amoureuse de Mikhaelis, croyait qu’elle portait en elle le «résultat de leur amour.» Elle pensait être exceptionnelle mais elle n’était en vie qu’uniquement parce qu’elle avait subit une expérience avec la pierre philosophale, qui ne fonctionnait seulement qu’avec le sang royal. Une simple marionnette que Mikhaelis pouvait contrôler à sa guise.\n\nCependant, le traître avait des sentiments pour Evenrose, car elle était différente. Elle était contre l’utilisation des homonculus comme esclaves et étudia durement pour leur rendre leur liberté, faisant d’elle le mouton noir de la famille Impériale. Malheureusement, elle ne comprit pas les actions de Mikhaelis et croyait qu’elle allait se faire exécuter comme les siens.\nRosenite en profita pour venir la voir et l’empoisonner, se réjouissant de la mort de sa demi-sœur, pensant avoir Mikhaelis pour elle seule. En apprenant la nouvelle de la mort d’Evenrose, Mikhaelis tente alors par tous les moyens de la ressusciter. Un mage lui proposa un moyen: celui de retourner dans le temps. Néanmoins, seule Evenrose gardera les souvenirs de tout ce qui c’était passé jusqu’à présent. Mikhaelis accepta sans sourciller, du moment que sa bien aimée était en vie. Quand le sort se lança, Evenrose ouvrit les yeux et se retrouva 8 ans en arrière.\n\nSera-t-elle capable de changer son destin?\n\n---\nTraductions officielles:\n* [Anglais / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [Chinois simplifié / 汉语](https://www.podoteng.com/)\n* [Indonésien / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Japonais / 日本語](https://piccoma.com/web/product/66840)",
      "id": "Putri kekaisaran ketujuh, Evenrose, pernah meninggal. Kenangan terakhirnya adalah tentang keluarga kerajaan yang dihancurkan oleh Homunculus, para budak yang memberontak, dan tentang saudara perempuannya yang telah memihak para pemberontak dan mendesaknya untuk melarikan diri dari eksekusi menyakitkannya dengan menelan racun. Tapi ketika dia membuka matanya lagi, \"Aku... aku tidak mati.\" Dia menyadari bahwa dia telah pergi delapan tahun yang lalu, kembali ke masa sebelum saudara perempuannya yang kejam, Bridgette, dipilih sebagai kaisar berikutnya. Diberi kesempatan untuk mencegah jatuhnya keluarga kekaisaran dengan dipilih sendiri sebagai kaisar berikutnya, dia memutuskan untuk menulis artikelnya sendiri tentang Michael, raja Homunculus dan monster penjara umum, untuk memenangkan hati kaisar. \"Aku membutuhkanmu, Michael. Sangat buruk.\" Akankah Evenrose bisa mendapatkannya dan melindungi keluarga kekaisaran dengan aman?\n\n---\nOfficial Translations:\n* [Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Bahasa Inggris /English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [Bahasa Jepang / 日本語](https://piccoma.com/web/product/66840)\n* [Bahasa Tionghoa / 汉语](https://www.podoteng.com/)",
      "it": "La settima principessa imperiale, Evienrose, una volta morì e l'ultima cosa che ricorda fu quando la famiglia reale venne distrutta dagli Homunculi, e il tradimento della sorellina. Ma quando riaprì gli occhi si rende conto di essere tornata nel passato e di avere otto anni in meno, e ha così l'opportunità di impedire la caduta della famiglia imperiale incalzando il terzo imperatore Bridgette e facendosi riconoscere come successore. Come parte del piano, Evienrose ha deciso di avere dalla sua parte Mikhaelis Agnito, il futuro re degli Homunculus. \"Ho bisogno di te, Mikhaelis.\" Riuscirà Evienrose a riuscirci e a proteggere la famiglia imperiale?\n\n---\nOfficial Translations:\n* [Cinese semplificato / 汉语](https://www.podoteng.com/)\n* [Giapponese / 日本語](https://piccoma.com/web/product/66840)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Inglese / English](https://m.tapas.io/series/revolutionary-princess-eve/info)",
      "ja": "人造人間「ホムンクルス」の反乱によって滅びたハーデルラミド皇室。第7皇女イヴは妹の裏切りによって１度は命を落としたものの、錬金術の力で８年前の世界で再び目を覚ます。 イヴが皇室滅亡の未来を変えるための方法―それは皇室を滅亡に追い込んだホムンクルスの王・ミカエルを自らの専属騎士にすることだった。 皇女と反逆者、前世ではすれ違ってばかりだった２人が向かう未来とは——！\n\n---\nOfficial Translations:\n* [日本語](https://piccoma.com/web/product/66840)\n* [英語 / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [簡体字中国語 / 汉语](https://www.podoteng.com/)\n* [インドネシア語 / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)",
      "ko": "7황녀 이뷔엔로즈는 한 번 죽음을 맞이했다.그녀의 마지막 기억은 반역을 일으킨 호문클루스들에 의해 황실이 망하고그들의 편에 선 동생의 계략에 빠져 독약을 삼키고 죽었던 기억이었다. 그런데“나…… 안 죽었어……?”다시 눈을 떴을 때, 그녀는 자신이 8살이나 어려진 채 과거로 돌아왔다는 사실을 깨닫는다.그것도 다음 대 후계자가 되는 3황녀가 정식으로 후계자로 낙점되기 전으로.‘이건 기회야.’3황녀 브리지테를 누르고 후계자로 인정받아 황실의 몰락을 막을 기회.그 대비의 일환으로 이브는 황제의 마음을 얻고 자신의 가능성을 시험하기 위해호문클루스들의 왕이자 공중감옥의 괴물 ‘미카엘’을 자신의 기사로 들이기로 하는데.“미카엘 그대가 필요해. 아주 절실하게 말이야.”과연 이뷔엔로즈는 그를 얻고, 무사히 황실을 지켜낼 수 있을까.\n\n---\nOfficial Translations:\n* [영어 / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [중국어 / 汉语](https://www.podoteng.com/)\n* [인도네시아어 / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [일본어 / 日本語](https://piccoma.com/web/product/66840)",
      "ru": "После падения императорской семьи от рук гомункулов, седьмая принцесса Ивенроуз умирает, выпив яд, предложенный сестрой. Очнувшись, она узнает, что вернулась на восемь лет назад и решает сделать Михаэлиса, короля гомункулов и чудовища, своим личным рыцарем, чтобы предотвратить восстание и гибель своего рода.  \n\"Михаэлис, ты мне нужен. Очень сильно.\"\n\n---\nOfficial Translations:\n* [Английский / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [Упрощённый кита́йский / 汉语](https://www.podoteng.com/)\n* [Индонезийский / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [Японский / 日本語](https://piccoma.com/web/product/66840)",
      "tr": "Yedinci İmparatorluk prensesi Evenrose öldü. Son hatırası, kraliyet ailesinin vatana ihanete neden olan ve yanlarında duran kardeşlerinin planında zehir yutarak boğulan Homunculus tarafından yok edilmesiydi. Ama gözlerini tekrar açtığında, Geçmişe geri döndüğünü ve sekiz yaş daha genç olduğunu fark eder.\n\n---\nOfficial Translations:\n* [Basitleştirilmiş Çince / 汉语](https://www.podoteng.com/)\n* [Endonezce / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [İngilizce / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [Japonca / 日本語](https://piccoma.com/web/product/66840)",
      "zh": "在霍文克鲁斯的带领下，皇室走向了灭亡。第七皇女伊维安洛斯被他们控制在一旁，在妹妹的见证下服毒而死。 再次睁眼时却回到了8年前。为了防止皇室的没落，她决定亲自撰写文章，讲述霍文克鲁斯的首领，亦是公共监狱的怪物-‘米卡尔’的故事。 “我需要你，米卡尔。非常迫切。”\n\n---\nOfficial Translations:\n* [汉语](https://www.podoteng.com/)\n* [英语 / English](https://m.tapas.io/series/revolutionary-princess-eve/info)\n* [印度尼西亚语 / Bahasa Indonesia](https://kakaopage.co.id/content/The-Traitor-Conqueror-Princess/3471)\n* [日文 / 日本語](https://piccoma.com/web/product/66840)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0e693b9-168f-4adf-9514-6924bd5412e5",
    "title": {
      "en": "Fuuki o Midasu wa Madobe no Kimi"
    },
    "updatedAt": "2024-05-24T04:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/e0e693b9-168f-4adf-9514-6924bd5412e5/03e46471-8561-43f4-b535-3aa31ff13cd5.jpg",
    "altTitles": [
      {
        "ja": "風紀を乱すは窓辺の君"
      },
      {
        "vi": "Làm Phiền Tôi Là Bản Chất Của Cậu Ta"
      },
      {
        "en": "Questionable Ethics"
      }
    ],
    "description": {
      "en": "Kinoshita of the Ethics Committee is fascinated by the school idol, Tachibana. But Tachibana has a reputation and Kinoshita discovers that all the rumours are true... Or are they?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "2"
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-05-23T18:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/3bf02e1f-cc8d-44b6-ba86-e3881ef03067.jpg",
    "altTitles": [
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！",
      "pt-br": "Numa tentativa de conquistar o coração de seu professor, Itsumi Toudou comprou uma poção do amor suspeita e a testou em Yomotsuka, a presidente do conselho estudantil. Agora, ela tem de lidar com uma menina estranhamente afetuosa, e aquela nem sequer é lésbica! Ou será que não?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-04-24T12:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-02-24T11:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/87f694a8-91dd-4841-9e94-873646dc72a9.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-01-20T05:43:54+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/0ed23d33-15d7-492f-a45c-2efb952f6c55.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      },
      {
        "ja-ro": "Kyou mo Kitansu ka, Yoda-senpai."
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house.\nShe is a senior in the same high school and a friend of my sister's.\nIt seems to take her two hours to get to school each way, so she stays at my house almost every day.\n\nYoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!\nA short daily love comedy of a natural devil sister and an otaku boy under one roof!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！\n\n---\n\n**Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!**\n\nOre no jikka de, wagaya no yō ni kutsurogu kono on'na. Onaji kōkō no senpai de, ane no tomodachi no Yoda 燈. Gakkō made katamichi 2-jikanrashiku, hobo Mainichi ore no ie ni isuwatte iru. Mubōbi de sukoshi nuke teru Yoda senpai ni furimawasa rete, dokidoki shi-ppanashi!! Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-02-12T01:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/86f878ce-e1b5-458f-84be-d0c4f8b7afcf.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "VERSUS"
    },
    "updatedAt": "2024-04-28T21:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/a655ec3c-6371-448c-95db-2bd001f9720a.jpg",
    "altTitles": [
      {
        "en": "Versus"
      },
      {
        "ja": "バーサス"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-05-19T04:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story Of How A Beautiful Foreign Student Who Lives Next Door Started To Visit My House After I Helped A Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student’s Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class.\n\nHer proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...!?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897a802e-10a7-4fec-bf83-10f8dfea3505",
    "title": {
      "en": "Dekiai Zentei, Keiyaku Kon. ~Iwashiro Bengoshi wa Ai ga Deka Sugiru!?~"
    },
    "updatedAt": "2024-03-29T18:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/897a802e-10a7-4fec-bf83-10f8dfea3505/cd947a78-d4a7-490a-b1a4-742342315727.jpg",
    "altTitles": [
      {
        "ja": "溺愛前提、契約婚。 ~岩代弁護士は愛がデカすぎる！？~"
      },
      {
        "en": "Contract Marriage Based on Doting Love ~Iwashiro’s Love Is Too Big~"
      },
      {
        "zh-hk": "以溺愛為前提的契約結婚~岩代律師的愛很大"
      }
    ],
    "description": {
      "en": "After retiring from 3 years of idol activity, Kunihiro Touko decided to focus on live-streaming as her next career. Honestly, she never imagined this kind of future! Touko, who became involved in some trouble, received help from a young lawyer named Iwashiro Yuuji. After briefly meeting, the both of them jumped into a loving relationship. Yuuji, a kind and enchanting gentleman, is a cool beauty and hides his real feelings from Touko…\n\nA doting-couple premise! The former idol Kunihiro Touko and the unfriendly lawyer Iwashiro Yuuji have started a marriage contract?!",
      "ja": "「…全部、暴いていいでしょうか？」\nアイドルを引退して3年間、国広燈子は芸能界で活動するがライブ配信を中心として生計を立てる日々。\n正直こんな未来、ぜんぜん想像してなかった――！\nトラブルに巻き込まれた燈子に救いの手を差し伸べてくれたのは岩代悠司と名乗る若手弁護士。\n訳あってふたりは恋愛をすっ飛ばして即入籍する流れに！\n紳士でやさしい悠司に心惹かれるけどクールビューティすぎて心の内がちょっと見えなくて…。\n溺愛前提！　元アイドル国広燈子と不愛想な弁護士岩代悠司はこの度、契約婚はじめました!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want to Be Exposed"
    },
    "updatedAt": "2024-04-29T06:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-04-06T05:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8628bbd-b221-49f6-97b1-ef0609f7826a",
    "title": {
      "en": "You Two are so Close, Are You Dating?"
    },
    "updatedAt": "2023-12-06T03:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/c8628bbd-b221-49f6-97b1-ef0609f7826a/69ac08a5-8401-44de-ad1c-99aa1aff8493.jpg",
    "altTitles": [
      {
        "ja": "仲いいけどお前ら付き合ってるの？"
      },
      {
        "ja-ro": "Naka Ii Kedo Omaera Tsukiatteru no?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-05-04T17:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/f46e79f2-aea0-44fc-8ea6-972b517c88c9.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcb19cd9-85c6-454c-acb5-90a87b7e2000",
    "title": {
      "en": "I Know How to Deal with Hypnosis Apps!"
    },
    "updatedAt": "2023-12-06T03:22:38+00:00",
    "coverArt": "https://mangadex.org/covers/bcb19cd9-85c6-454c-acb5-90a87b7e2000/3fdb7ccb-872d-4a58-a16a-d2b6d948feb6.jpg",
    "altTitles": [
      {
        "ja": "催眠アプリの対処法わかった!!!!"
      },
      {
        "ja-ro": "Saimin Appli no Taishohou Wakatta!!!!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa21bb62-9798-4694-a3fd-1b75cce10e0d",
    "title": {
      "en": "Tsundere Shippai"
    },
    "updatedAt": "2024-04-13T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/fa21bb62-9798-4694-a3fd-1b75cce10e0d/f397f0cf-c138-4984-829e-4eb665c318b0.jpg",
    "altTitles": [
      {
        "ja": "ツンデレ失敗"
      },
      {
        "ja-ro": "Tsundere Shippai"
      },
      {
        "en": "A Girl Who Fails at being Tsundere"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-05-01T05:32:00+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/7a144595-9bb8-460b-9c54-037fba00e48b.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "426f0648-3411-48f1-8ac9-c725e9110605",
    "title": {
      "en": "Of Course, I'll Claim Palimony!"
    },
    "updatedAt": "2023-07-29T22:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/426f0648-3411-48f1-8ac9-c725e9110605/fda1f784-a425-43f1-9a55-5b12a1e8de23.jpg",
    "altTitles": [
      {
        "en": "The Cost of a Broken Heart"
      },
      {
        "en": "Of Course, I Will Charge You the Consolation Fees!"
      },
      {
        "fr": "Mais oui, je revendiquerai la compensation!"
      },
      {
        "ja": "勿論、慰謝料請求いたします！"
      },
      {
        "ja-ro": "Mochiron, Isharyouseikyuu Itashimasu!"
      },
      {
        "ja-ro": "Mochiron, Isharyōseikyū Itashimasu!"
      },
      {
        "es": "¡Por supuesto, te cobraré la tarifa de consolación!"
      },
      {
        "zh": "当然、抚恤金还是要的！"
      },
      {
        "zh": "当然请给我精神损失费！"
      },
      {
        "zh-hk": "當然、撫恤金還是要的！"
      },
      {
        "zh-hk": "當然請給我精神損失費！"
      },
      {
        "ja-ro": "Mochiron, Isharyou Seikyuu Itashimasu!"
      }
    ],
    "description": {
      "en": "Break my heart, pay the price. \"I'm breaking up with you!\" My fiancé suddenly declares that he's breaking off our engagement! Apparently, he's got a crush on the countess who just transferred to our school, so now he plans to set me up as a villain to end it between us. So be it! But he'll have to pay me a hefty settlement fee!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f92897-ad75-4c54-baed-b2834a9d8082",
    "title": {
      "en": "Watashi no Yuri wa Oshigoto desu!"
    },
    "updatedAt": "2024-03-10T13:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/12f92897-ad75-4c54-baed-b2834a9d8082/b46cf1a9-16b8-4b4b-ae75-a741fd098998.jpg",
    "altTitles": [
      {
        "de": "Café Liebe"
      },
      {
        "de": "Schwestern in Liebe!"
      },
      {
        "ja-ro": "WataYuri"
      },
      {
        "en": "Yuri Is My Job!"
      },
      {
        "ru": "Юри - это моя работа!"
      },
      {
        "th": "ลิลีผลิบานเพราะเป็นงานหรอกนะคะ!"
      },
      {
        "ja": "わたゆり"
      },
      {
        "zh": "我的百合乃工作是也!"
      },
      {
        "zh": "百合是我的工作!"
      },
      {
        "ja": "私の百合はお仕事です！"
      },
      {
        "ko": "나의 백합은 일입니다!"
      },
      {
        "ko": "저의 백합은 일이에요!"
      },
      {
        "pl": "Yuri to moja praca!"
      },
      {
        "fr": "Yuri Is My Job! (Meian)"
      }
    ],
    "description": {
      "en": "Hime is a girl who has developed her cuteness as a deliberate act with the plan of marrying a billionaire. One day, she is more or less forced to work as a replacement for a girl injured by bumping into her in the street. The place of work is a concept cafe where the waitresses put on a show as though the cafe were run by the yuri cliche ojousama school. There's a large contrast between the performances and the off-duty staff.",
      "ru": "«Юри — это моя работа!» рассказывает об отношениях между людьми: о зарождении и конце дружбы; о счастье и распрях друзей; о пробуждении любви и её влиянии на рабочую среду; и о самих участниках таких взаимосвязей. Например, о главной героине. Химэ Сираки — невероятно милая школьница, у которой есть мечта: выйти замуж за миллиардера. Стремясь достичь этой цели, она придерживается образа, чтобы нравиться всем.\nПосле неудачного столкновения она ранит Маи Микосибу, которая оказывается управляющей кафе, где обслуживающий коллектив играет роль учащихся школы-интерната для девочек. От чужого давления и желания сохранить репутацию, Химэ приходится согласиться помочь пострадавшей и устроиться официанткой.\nСреди персонала ей встречается красивая и изящная Мицуки Аянокодзи. В отличие от других людей, эта соработница не всегда дружелюбна к новенькой. Доброжелательность при посетителях быстро сменяется злостью и криками вне публики, а некомпетентность недавно присоединившейся сотрудницы лишь усугубляет дело. Но вопреки неприязни девушки, Химэ хочет поладить с каждым во что бы то ни стало. Вот только она не догадывается, кем на самом деле является Мицуки.\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/104862))"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbac0738-c888-4600-9212-7eafdb54e1d6",
    "title": {
      "en": "Watashi no Tonari no Yandere-kun"
    },
    "updatedAt": "2024-05-04T10:46:21+00:00",
    "coverArt": "https://mangadex.org/covers/bbac0738-c888-4600-9212-7eafdb54e1d6/f3e41892-e894-44bd-a2c8-b8e5c296b218.jpg",
    "altTitles": [
      {
        "ja": "わたしの隣のヤンデレくん"
      },
      {
        "en": "My Yandere Neighbour"
      }
    ],
    "description": {
      "en": "\"My kouhai Kishi-kun appears to be my stalker.\"\nRika, who works at a production company, is troubled by the presence of her kouhai, Kishi, who seems to hold an abnormal adoration for her.\nAt the office, he's always looking at her from behind, he notices even the smallest changes, and on top of all that he also turns out to live next door?!\nHe cares so much about Rika that he can't stop acting in mysterious ways that barely cross the line...! Yandere office love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "486ce88f-80f8-4899-954f-bcd19d6d64a2",
    "title": {
      "en": "Onna Kishi Goblin"
    },
    "updatedAt": "2023-06-11T00:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/486ce88f-80f8-4899-954f-bcd19d6d64a2/4d190489-e58d-4471-8841-2991f6265411.jpg",
    "altTitles": [
      {
        "en": "Female Knight Goblin"
      },
      {
        "ja": "女騎士ゴブリン"
      }
    ],
    "description": {
      "en": "A Female Knight unexpectedly swaps bodies with the Goblin getting ready to assault her. How will they both deal with this sudden gender and species change?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "abc711a1-aa8c-40d3-bed1-541b0d975725",
    "title": {
      "en": "Futarijime Romantic"
    },
    "updatedAt": "2024-05-24T05:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/abc711a1-aa8c-40d3-bed1-541b0d975725/bb848952-303b-4276-9919-a3a3630de611.jpg",
    "altTitles": [
      {
        "ja": "ふたりじめロマンチック"
      }
    ],
    "description": {
      "en": "Kumamori has always been in pursuit of the ideal romance. When she changes classes for her second year of high school, she is unexpectedly reunited with \"Tajima,\" the partner of her first kiss. Unfortunately, he is dry and stoic when it comes to romance.... 200% heartwarming! A realistic but cute and romantic opposites-attract love story!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-03-18T11:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/a3fb29bc-4148-47f1-9c00-4178f2e75640.png",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d684477-2ca0-4f93-a242-50e7a7c41a1b",
    "title": {
      "en": "100 Man-kai no Suki o Ageru"
    },
    "updatedAt": "2024-05-24T07:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/4d684477-2ca0-4f93-a242-50e7a7c41a1b/828ba428-b0cf-4475-8cf5-0c6f1462d0d2.png",
    "altTitles": [
      {
        "ja": "100万回のスキをあげる"
      },
      {
        "en": "I'll Give You \"Love\" Ten Thousand Times"
      },
      {
        "en": "100 Blossoms of Love"
      }
    ],
    "description": {
      "en": "During a tournament in middle school, Rui fell in love at first sight with Youhei from the basketball club. I loved, loved, loved him, chasing after Youhei until we finally became lovers. Although we became separated in high school, I would die if it were for Youhei. I was happy as long as they were together…. Or so I thought. I had to study properly and think seriously about my career, but my greedy feelings overflowed and ahhh, the brakes won't work anymore!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "f9b82990-7198-4131-84bb-c952830f5ea7",
    "title": {
      "en": "A-Rank Boukensha no Slow Life"
    },
    "updatedAt": "2023-02-11T02:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/f9b82990-7198-4131-84bb-c952830f5ea7/f5dc00ca-af0b-4157-a3aa-2da2c375b2df.jpg",
    "altTitles": [
      {
        "en": "An A-Ranked Adventurer’s “Slow-living”"
      },
      {
        "ja": "Ａランク冒険者のスローライフ"
      },
      {
        "zh-hk": "A級冒險者的慢生活"
      }
    ],
    "description": {
      "en": "Aldred, the leader of a kingdom’s A-ranked party,『Black Silver』, has accomplished the task of slaying a dragon. However, he who has pursued strength his whole life has lost sight of his goal from taking down a monster of the strongest species. As he worried about what to do next in his life, it was the scenery of Nordende that popped up in his mind; A rural village by the countryside, full of natural beauty, which he only visited once during a quest in the past. After declaring the disbandment of his party, he heads towards Nordende for a comfortable, relaxing life.",
      "pt-br": "O DragonSlayer Aldred é o aventureiro nº 1 de Rank-A e também o líder de um grupo de outros Rank-A do reino de Avalonia, que após cumprir a tarefa de eliminar um dragão decide desfazer o grupo. Para quem sempre buscou a força não querendo ser o melhor mas sim para poder sobreviver. Após conseguir o título de nº 1 e não precisar mais de dinheiro. Aldred decide viver sua vida e o lugar que escolheu, uma vila pequena que visitou a 9 anos durante uma de suas missões chamada de Nordende. Nodende é uma vila rural, cheia de belezas naturais e bem longe do reino de Avalonia que para Aldred seria perfeito onde ninguém saberia que ele é o Rank-A nº 1. Após desfazer o grupo. Aldred parte em sua viagem até Nordende, para poder viver uma vida confortável e relaxante e principalmente sem muitos problemas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "79a97487-0c33-4b24-8b47-dc32c7abfede",
    "title": {
      "en": "How to Gracefully Divorce a Dragon"
    },
    "updatedAt": "2024-03-02T21:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/79a97487-0c33-4b24-8b47-dc32c7abfede/695407a7-de90-4eb3-8d76-a0c9b1b8d3d1.jpg",
    "altTitles": [
      {
        "en": "How to Divorce a Dragon Beautifully"
      },
      {
        "ko": "아름답게 용과 이혼하는 방법"
      }
    ],
    "description": {
      "en": "Twenty-year-old Jeong Seyun, a rabbit descendant, knows that dragons are considered the chaebols of the beast world. But she'd rather have a relationship based on love than an arranged marriage with a dragon. And as fate would have it, as soon as she enters college, she falls in love with fox descendant Kim Hangyeol at first sight! She musters up the courage to confess, but... to the wrong person?!\nWill Seyun's dream of a romance come true? (Summary adapted from Kakaopage.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-05-24T03:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei"
    },
    "updatedAt": "2024-02-09T13:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]