[
  {
    "mangaId": "e9578783-583c-4b11-8dfa-ea8bf4573223",
    "title": {
      "en": "Private Actress"
    },
    "updatedAt": "2023-02-05T09:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/e9578783-583c-4b11-8dfa-ea8bf4573223/03e45465-360c-4dda-9df7-dc7f648c9d5e.jpg",
    "altTitles": [
      {
        "en": "P.A. (Private Actress)"
      },
      {
        "ja": "P.A. (プライベートアクトレス)"
      },
      {
        "ja": "プライベートアクトレス"
      },
      {
        "zh": "替身天使"
      },
      {
        "vi": "Áo trắng / Thiên thần áo trắng"
      }
    ],
    "description": {
      "en": "Shiho is like all the other girls in high school, except for a little difference. \nShe has a big talent for acting and that's what they require you to have as Private Actress. \nShiho can be anything you want her to be: sister, girlfriend or, why not, someone’s fiance;\nshe can act them all. This seems like normal life for her but then…"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "31"
  },
  {
    "mangaId": "0483d2ef-557e-43ae-9761-2f2f0677625a",
    "title": {
      "en": "Touhou Suichouka ~ Lotus Eater-tachi no Suisei"
    },
    "updatedAt": "2024-07-09T16:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/0483d2ef-557e-43ae-9761-2f2f0677625a/b75a34af-2904-41df-a7f0-d7b8453e3ec9.jpg",
    "altTitles": [
      {
        "en": "The Lotus Eaters, Drunk and Sober"
      },
      {
        "en": "Touhou Drunken Butterfly Flower ~ Lotus Eaters' Sobering"
      },
      {
        "ja": "東方酔蝶華　ロータスイーター達の酔醒"
      },
      {
        "pt-br": "Touhou: Flor de Borboleta Bêbada ~ Comedores de Lotus, Bêbados e Sóbrios"
      },
      {
        "pt-br": "Flor de Borboleta Bêbada Oriental ~ Os Bêbados e Sóbrios Comedores de Lotus"
      }
    ],
    "description": {
      "en": "In this sixth official Touhou manga series from ZUN, the shrine maiden Reimu Hakurei goes to investigate a strange rumor in the human village, where she gets involved with the local Geidontei bar and its poster girl, Miyoi Okunoda.",
      "ja": "幻想郷の人里にある居酒屋「鯢呑亭（げいどんてい）」には、最近、飲んだ帰りの客が妖怪にさらわれて失踪するという噂が。博麗神社の巫女・霊夢はこの疑惑の調査に乗り出す。どうやらカギは看板娘の美宵のようで…？",
      "es-la": "En la aldea humana de Gensokyo, un rumor sobre un youkai que supuestamente secuestra a personas alcoholizadas se extiende de forma repentina con gran rapidez, causando miedo y preocupación entre la gente. Mientras tanto, en el centro de este rumor, el bar izakaya Geidontei, no hay nada fuera de lugar en lo que respecta a su comida y bebida, o incluso con respecto a su propietario.\n\nCuando la sacerdotisa Reimu Hakurei se entera de la situación, intenta cumplir con su deber de investigar el sospechoso establecimiento. Sin embargo, el caso la lleva a otra persona: Miyoi Okunoda, cuya existencia parece ser tan volátil como una burbuja.",
      "pt-br": "Uma estranha história sobre álcool. O mais novo mangá oficial de \"Touhou\", escrito por ZUN.   \r\n  \r\nExiste um rumor de que em um bar chamado \"Geidontei\", localizado em uma área remota de Gensokyo, um cliente bêbado foi sequestrado por um youkai. Reimu, sacerdotisa do Santuário Hakurei, embarca em uma investigação, mas aparentemente, a chave para desvendar o caso está na garçonete da loja…?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c314aabc-24f1-43b4-82b6-9601b8fa24c8",
    "title": {
      "en": "Kamakura Bakeneko Club"
    },
    "updatedAt": "2024-12-02T20:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/c314aabc-24f1-43b4-82b6-9601b8fa24c8/20c30be2-1d03-4626-a35a-a0c8d4bae6e2.png",
    "altTitles": [
      {
        "ja-ro": "Kamakura Bakeneko Kurabu"
      },
      {
        "ja": "かまくらBAKE猫倶楽部"
      },
      {
        "en": "Kamakura Monster-Cat Club"
      }
    ],
    "description": {
      "en": "There exists an old rumor relating to cats within the ancient capital of Kamakura... that if you go to the \"Bakeneko Club\", located somewhere in Kamakura, you can meet cats that have gone missing. Even today, people wander into \"Kamakura Neko Club\", where Maya and Gakuto work, relying on this rumor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Too Many Losing Pokemon!"
    },
    "updatedAt": "2024-11-24T03:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "ja": "負けポケモンが多いすぎ！"
      },
      {
        "vi": "Nữ Chính Thua Cuộc Trong Vũ Trụ Pokemon"
      },
      {
        "ja-ro": "Make Pokemon ga Oosugiru!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-10-30T23:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/acfd5a05-1691-45fc-a5f3-4d0e77347840.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "id": "Samotność w Rocku!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "ru": "Одинокий Рокер!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, but she's so shy that she hasn't made a single friend. However her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc8581-3fc1-4734-8160-d09faa252ae8",
    "title": {
      "en": "Trinity of the Royal Palace"
    },
    "updatedAt": "2024-08-16T00:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc8581-3fc1-4734-8160-d09faa252ae8/97715fba-cb07-4f5c-ab3f-ee6088fef0a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukyuu no Trinity"
      },
      {
        "ja-ro": "Okyu no Trinity"
      },
      {
        "zh": "王宫三重奏"
      },
      {
        "ja": "王宮のトリニティ"
      }
    ],
    "description": {
      "en": "In the Kingdom of Wardell Ceram, a realm rich in flowers and trees, the charming duo of Luca and Sylvain live outside the law. As the Wolf Claws, they are a chivalrous thieves who target those nobles who commit evil deeds. Their deeds bring them to the attention of the Kingdom's Princess, who wants to recruit them for a very special task. A romantic comedy about love that transcends class!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "175be589-d357-4704-85ec-aeeacb2f416f",
    "title": {
      "en": "The Fake Alchemist"
    },
    "updatedAt": "2024-10-15T08:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/175be589-d357-4704-85ec-aeeacb2f416f/15bef125-494d-4a94-b9ec-b487a005119e.jpg",
    "altTitles": [
      {
        "ja": "ニセモノの錬金術師"
      },
      {
        "ja-ro": "Nisemono no Renkinjutsushi"
      }
    ],
    "description": {
      "en": "In another world,\nthere was a person\nwho made their living\ndoing alchemy.\n\nAlchemy × Sorcery × Slave × Elf × Reincarnation × God × Cheat × Battle……\nA work packed with everything fantasy brought to life with overwhelming brushwork!",
      "ja": "異世界で、\n錬金術を生業とする\nひとりの人間が\nおりました――。 \n\n錬金術×呪術×奴隷×エルフ×転生×神様×チート×バトル……\nファンタジーのすべてが詰まった作品が、圧倒的筆致により連載開始！",
      "pt-br": "Em outro mundo, havia uma pessoa que ganhava a vida fazendo alquimia.\n\nAlquimia × Feitiçaria × Escrava × Elfa × Reencarnação × Deus × Trapaça × Batalha……\n\nUma obra repleta de tudo o que é fantasia e trazida à vida com uma pincelada impressionante!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko Oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-11-21T11:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e4c01c8-47b6-4021-bf97-d5ccf27ecda1",
    "title": {
      "en": "Actor & Pervert"
    },
    "updatedAt": "2024-11-27T05:20:37+00:00",
    "coverArt": "https://mangadex.org/covers/0e4c01c8-47b6-4021-bf97-d5ccf27ecda1/82931125-1b4d-4990-bb0f-2bbe1989b25b.png",
    "altTitles": [
      {
        "ko": "배우와 변태"
      },
      {
        "en": "Actor and Pervert"
      }
    ],
    "description": {
      "en": "Seven years ago, Kitae met actor Shinwoo by chance and became obsessed. After years of stalking him, Kitae wins the lottery and plans to kidnap Shinwoo with the money. He hides his real identity and gets a job as Shinwoo’s manager. As he gradually gets closer to kidnapping him…\n“Did you think I wouldn’t know, Byeon Kitae?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57ff1a7c-18e5-4802-a7de-398e49395c69",
    "title": {
      "en": "Cherry Cake"
    },
    "updatedAt": "2024-09-07T07:29:48+00:00",
    "coverArt": "https://mangadex.org/covers/57ff1a7c-18e5-4802-a7de-398e49395c69/c712e9b8-1c5c-4535-bc74-b1ae498adecc.jpg",
    "altTitles": [
      {
        "ko": "체리 케이크"
      }
    ],
    "description": {
      "en": "Suhyeon, who runs a supermarket in the countryside, meets Taeyeon, the director of Seowoo Construction. \nSuhyeon, who easily lets his guard down, lets Taeyeon into his house,\nBut in the end, he gets caught being an omega...",
      "fr": "✶ ⋆┊ En cours…\n✶ ⋆┊ La série est mise à jour tous les 1, 11 et 21 de chaque mois en Corée.\n\n╭┈◦•◦❥•◦\n╰┈➤ ❝ Su-hyun, qui vivait en gérant une petite supérette à la campagne tout en cultivant un potager, entend un jour une rumeur selon laquelle un hôtel va être construit dans son village. C’est alors qu’il rencontre Tae-yeon, le directeur de Seo-woo Construction, qui a des allures de gangster.\n\nLes grand-mères du village avertissent Su-hyun de se méfier des hommes, mais Su-hyun n’a pas peur de Tae-yeon. Tae-yeon, de son côté, trouve l’audace de Su-hyun à la fois adorable et excitante…\n\nAlors que Tae-yeon, sous prétexte de lui offrir des friandises comme “pot-de-vin”, gagne peu à peu la confiance de Su-hyun, ce dernier finit par révéler son secret : il est un Omega… ❜❜"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Eternal Sword God"
    },
    "updatedAt": "2024-10-29T22:15:16+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "en": "Wàn Gǔ Jiàn Shén"
      },
      {
        "zh": "万古剑神"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f491e32-3934-4e1a-a8b5-2510aecd40d9",
    "title": {
      "en": "Cleric of Decay"
    },
    "updatedAt": "2024-09-28T03:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f491e32-3934-4e1a-a8b5-2510aecd40d9/6bc59079-32ee-47d3-b01d-50a51d2c6df2.jpg",
    "altTitles": [
      {
        "en": "Priest of Corruption"
      },
      {
        "en": "Priest of Decay"
      },
      {
        "ko": "부패의 사제"
      },
      {
        "es-la": "El Sacerdote de la Corrupción"
      },
      {
        "en": "The Priest of Corruption"
      }
    ],
    "description": {
      "en": "Not all job classes are created equal!\n\nMarnac was pulled into a game while trying to play as one of its worst job classes, Cleric of Decay. Now he’s the only cleric of the Order of Decay, serving a goddess who’s been reduced to an animated hand that repeats the word “MURDER!”\n\nWill the Order’s last cleric become powerful enough before the prophecy of “the end” comes true?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03c58f34-412f-4459-a76e-db0093b4a422",
    "title": {
      "en": "That One Classmate Makes Me Question My Own Masculinity"
    },
    "updatedAt": "2024-12-04T19:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/03c58f34-412f-4459-a76e-db0093b4a422/34705b3f-befb-4120-935a-7e3c179078d5.png",
    "altTitles": [
      {
        "uk": "Моя однокласниця змушує мене сумніватися у власній маскулінности"
      }
    ],
    "description": {
      "en": "Just a story of a strong boy and an even stronger girl. Everyone want to be protected, right?",
      "uk": "Проста історія сильного хлопця і ще сильнішої дівчини. Кожному ж подобається, коли його захищають, чи не так?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "d5427334-32a0-4a67-b93a-31d15a977c62",
    "title": {
      "en": "Kuroneko no Ohanashi"
    },
    "updatedAt": "2024-11-28T06:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/d5427334-32a0-4a67-b93a-31d15a977c62/96a9d388-aa5a-4144-ab37-5f85a60ab425.png",
    "altTitles": [
      {
        "ja": "黒猫のお話"
      },
      {
        "en": "A Story About Black Cats"
      },
      {
        "ja": "黒猫がおんなのこになったお話"
      },
      {
        "ja-ro": "Kuroneko ga Onnanoko ni Natta Ohanashi"
      },
      {
        "en": "A Story About a Black Cat Who Becomes a Girl"
      }
    ],
    "description": {
      "en": "This is a story about a black cat who became a cat girl.\n\n---\n\nAlternative Official Raw - [Twitter](https://twitter.com/M_terU116/status/1816775907320955112)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-11-02T14:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566",
    "title": {
      "en": "Your Majesty, I Will Raise Him This Time"
    },
    "updatedAt": "2024-09-19T22:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566/d0ac68ce-59d4-4e53-9c51-4752e4aba0fc.jpg",
    "altTitles": [
      {
        "ja": "陛下、今度は私が育てます！"
      }
    ],
    "description": {
      "en": "\"Who would have thought that the day would come when I would be killed by my own son...\" Empress Dahlia of the Empire is killed by her son’s rebellion. Dahlia, who has been kept in the dark finds it difficult to comprehend the drastic change of her son. \"I’ll accept any punishment. Please, give me one more chance to face that child...!\" Dahlia, having turned back time, need to face her strict husband, Klaus, in order to restore their already severed parent-child relationship. Can she use this opportunity to redo the parenting and avoid the worst future?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5ad4719-88b0-49aa-9a3c-a0ff71d40445",
    "title": {
      "en": "Ore to Kimitachi no Dungeon Sensou"
    },
    "updatedAt": "2024-10-29T19:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/b5ad4719-88b0-49aa-9a3c-a0ff71d40445/3d19a09b-6393-43d9-85ad-32539e7996d8.jpg",
    "altTitles": [
      {
        "en": "Dungeon War Between You and Me"
      },
      {
        "zh-hk": "我和你們的地下城戰爭"
      },
      {
        "ja": "俺と君達のダンジョン戦争"
      }
    ],
    "description": {
      "en": "In the year 2045AD, Earth is invaded by four different worlds. To defend the planet, one must conquer the dungeons connected to each of these other worlds.  Each country selects Explorers to take on this task, and Gunma, an ordinary man chosen in Japan, is suddenly thrown into the front lines of the attack! \n\nScared and overequipped, he activates his [Listening[ and [EnemyDetection] skills. Then, he encounters the strongest and most beautiful girl in all of mankind! While being pushed around by the girl, who is too strong for her own good but has a tofu mentality, he rushes through the dungeon at breakneck speed... \n\nThis is an unprecedented dungeon fantasy that loosely knocks down everything!",
      "ja": "西暦2045年、地球は4つの異世界から侵攻された。防衛するには、各異世界と繋がるダンジョンの攻略が必須。その責務を担う《探索者》を各国が選出し、日本で選ばれた平凡男・グンマは突如、攻略最前線に放り込まれてしまう！\n\nビビりまくり、過度な重装備で〈聞き耳〉や〈索敵〉スキル発動中に出会ったのは、人類最強の美少女!?強すぎてヤベェ割には豆腐メンタルな彼女に振り回されつつ、破竹の勢いでダンジョン攻略を進んでいくのだが…？\n\nゆるっと全てをなぎ倒す、前人未踏のダンジョンファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-10-25T18:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/4dd317f4-7b15-4487-aa7c-2c49e768451a.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero: The Unrivaled Man Starts a Family"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash, the one who decimated the Demon Lord's army was a lone hero named Lloyd. Possessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd's companion!?",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f1e1b1f-3dc9-40ca-a406-70704a55e6b8",
    "title": {
      "en": "Save Me"
    },
    "updatedAt": "2024-07-23T20:33:41+00:00",
    "coverArt": "https://mangadex.org/covers/4f1e1b1f-3dc9-40ca-a406-70704a55e6b8/906d909d-5704-4e4c-81ff-918c72e1edfe.jpg",
    "altTitles": [
      {
        "en": "Guwon Hasoseo"
      },
      {
        "ru": "Спаси меня"
      },
      {
        "ko": "구원 하소서"
      }
    ],
    "description": {
      "en": "Hyeongoh, the first place student at school, is disabled and has a knack for getting ridiculed by the school's bullies. With no help and no way out, he finds himself in a despairing situation…until someone appears to stand by his side!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "63"
  },
  {
    "mangaId": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": {
      "en": "Tensei Shitara Ken Deshita"
    },
    "updatedAt": "2024-09-21T19:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/77fd8118-61b0-4b1f-95a6-2b839d754f81/c6a19613-0f5a-4f6e-9334-10bb5fd1a374.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Sword"
      },
      {
        "fr": "J'étais une épée quand je me suis réincarné"
      },
      {
        "tl": "Naging Espada Ako sa aking Pangalawang Buhay"
      },
      {
        "en": "I Was a Sword When I Reincarnated"
      },
      {
        "en": "Sword Dad"
      },
      {
        "ja-ro": "TenKen"
      },
      {
        "ja-ro": "Tensei Shitara Kendeshita"
      },
      {
        "ru": "О моём перерождении в меч"
      },
      {
        "th": "ซวยเหลือหลายเกิดใหม่กลายเป็นดาบ"
      },
      {
        "ja": "転生したら剣でした"
      },
      {
        "ko": "전생했더니 검이었습니다"
      }
    ],
    "description": {
      "en": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
      "es-la": "Cuando se dio cuenta, el protagonista ya se encontraba en otro mundo. Se había convertido en una espada que se había clavado en una gran llanura, custodiada por bestias demoniacas. Hasta que su portador la encuentre. Y es en ese momento, cuando una gata negra apareció."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Nina the Starry Bride"
    },
    "updatedAt": "2024-11-18T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/f8fbdba2-96eb-4f32-a2e6-580f94c2fbd6.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "ja-ro": "Hoshi Furu Oukoku no Nina"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese.",
      "ja": "星の神のごとき深き青――瑠璃色の瞳を持つ少女ニナは、その美しき瞳ゆえに、フォルトナ国第二王子、アズール・セス・フォルトナに見出される。三ヶ月後に、大国ガルガダの王位継承権を持つ第一王子のもとに嫁ぐはずだった姫巫女アリシャの身代わりとして。姫として作法を学び、美しく着飾り、大国を欺くことを求められたニナは、運命に翻弄されながら、一生に一度の恋に出会う。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2024-11-27T02:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d070482f-ba73-4f79-b42d-2c07119c5218.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-25T20:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/8a3024a1-524c-4fab-9549-1e66c53b7669.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/70ca1081-8f6c-4c68-b18c-95e3f49d985d.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee5e7aa9-38ee-408b-b5da-3766d2ca9e32",
    "title": {
      "en": "Les anecdotes de la SD"
    },
    "updatedAt": "2024-12-02T22:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/ee5e7aa9-38ee-408b-b5da-3766d2ca9e32/d4ee7dad-579b-4d95-a6e2-1eab6c215e6e.png",
    "altTitles": [
      {
        "fr": "Les anecdotes de la Shadows Draconis"
      }
    ],
    "description": {
      "fr": "Salutations jeunes lecteurs et lectrices parvenus dans nos contrées par curiosité. Si certains parmi vous sauront de quoi je parle d'autres non. Alors allez lire \"Akuyaku reijou no shitsuji sama drapeau hametsu wa ore ga tsubusasete itadakimasu\" car ici n'est à lire que le concentré des chaps bonus pour les rares affamés, lecteurs de ces chapitres. Le spoil, c'est le mal. Alors gardez-vous si vous n'avez pas lu l'œuvre. (Comparer au reste des œuvres où l'on sort un chap par mois. Ici sera publié 1 chapitre tous les deux semaines) Bien à vous et bonne lecture"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "From Bureaucrat to Villainess: Dad's Been Reincarnated!"
    },
    "updatedAt": "2024-10-29T22:42:29+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/1c3221b0-eb43-4f3a-b37a-fd1870806231.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "ja-ro": "Akuyaku Reijou Tensei Oji-san"
      },
      {
        "ja": "Villain daughter"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      },
      {
        "es-la": "El Viejo que Reencarno como la Villana"
      },
      {
        "ru": "Перерождение Мужчины Средних Лет в Дочь Дворянина"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "vi": "Ông chú chuyển sinh thành nữ phụ phản diện"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/from-bureaucrat-to-villainess-dad-s-been-reincarnated/volumes)",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan...",
      "ja": "52歳の真面目な公務員・屯田林憲三郎は交通事故に遭う。気が付いたらそこは学園舞台の乙女ゲームのような世界…しかも校内一高飛車なオーヴェルヌ侯爵家の令嬢グレイスに転生してしまい!?",
      "es-la": "Tras perder el conocimiento, después de realizar un acto heroico, el oficinista de 52 años, Kenzaburou Tondabayashi, despertó como Grace Auvergne, la hija de un duque perteneciente a un juego Otome y a su vez la villana de la historia. En un afán de querer cumplir su rol como villana para no afectar la historia del mundo, verá cómo su carácter de padre amoroso y de persona amable harán que su objetivo sea más difícil de lo que esperaba..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7722cc2c-cc19-4ca6-ac22-81bce771afe8",
    "title": {
      "en": "Akuyaku Reijou no Shitsuji-sama: Hametsu Flag wa Ore ga Tsubusasete Itadakimasu"
    },
    "updatedAt": "2024-11-02T18:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/7722cc2c-cc19-4ca6-ac22-81bce771afe8/4342c41f-4766-4af5-a0e4-f5103e2a973e.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の執事様 破滅フラグは俺が潰させていただきます"
      },
      {
        "id": "Pelayan Putri Villain"
      },
      {
        "en": "The Villainess' Butler: Death Flag Destroyer at Your Service"
      }
    ],
    "description": {
      "en": "Regaining the memories of his previous life, Cyril realised he was reincarnated as the butler of Sophia, an otome game villain. At the rate things were going, Sophia would eventually have the prince stolen away from her by the heroine, fall into darkness, and be executed.\n\nWanting to save the villainous daughter he was so fond of, Cyril moved to eliminate all the factors that would cause her to fall into darkness, raising her up to be a talented and beautiful girl who could win the prince’s love. However...",
      "ja": "転生執事の悪役令嬢救済ストーリー、華麗に開幕！　乙女ゲームの世界で、悪役令嬢ソフィアの執事に転生した俺、シリル。闇堕ち→破滅ルートを回避すべくお嬢様を育てたものの、どうやら俺にほれているようで…!?　しかも、ゲームヒロインの登場や一緒の学園生活に向けて準備も始まり、破滅フラグはまだまだ健在のご様子。でもお嬢様の幸せのため、この最強執事が邪魔者全てぶっ潰します!!",
      "pt-br": "Cyril de repente se vê em um jogo otome (de garota) como o mordomo da vilã do jogo, Sofia. No jogo original Sofia tem seu príncipe roubado pela heroína principal, o que acaba lhe levando para o caminho da escuridão até o dia de sua execução. Para salvar Sofia e também seu próprio pescoço, Cyril terá que eliminar todos os obstáculos e fazer com que ela evolua para uma dama esplêndida para encantar o príncipe! Mas.."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "34.2"
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2024-11-10T14:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/189cd78a-d715-4a38-8a2f-d53d371f5bae.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "The Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      },
      {
        "es-la": "La bebé prisionera del castillo de invierno"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "hiatus",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-11-22T22:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      },
      {
        "en": "The Reincarnated King of Fists"
      },
      {
        "pl": "KRÓL NIEWOLNIKÓW"
      },
      {
        "fr": "La vie antérieur du roi des poings"
      }
    ],
    "description": {
      "en": "In a world where humans enslave non-human species, the powerful wizard Leppenhardt creates an empire to safeguard these beings. However, his reign ends when he's defeated by the brutally strong Tesron, the \"King of Fists.\" \n\nBut death isn’t the end, because Leppenhardt awakens in Tesron's young body! \n\nNow armed with incredible strength and a new identity, he sets off to free the non-human races again. Can the new King of Fists reshape the world for all, or will his second chance slip away?",
      "ko": "인간들이 이종족을 노예로 부리는 세상.대마도사 '레펜하르트'는 이종족들을 돕는다는 이유로인간들에게 마왕 취급을 받는다.\n\n마왕을 토벌하기 위해 온 용사 일행!'레펜하르트'는 그에 맞서 용사 일행에게 큰 피해를 주는 것에 성공하지만,결국 권왕 '테스론'에게 죽임당할 위기에 처하는데….\n\n\"시공 회귀 주문.\"\n\n그러나 마지막 보루로서 시전한 마법이 기적적으로 성공하여'레펜하르트'는 과거로 돌아가게 된다.그런데….\n\n내가 용사 일행 중 한 명인, 대륙 최강의 육체를 가진 권왕 '테스론'이 되었다?!\n\n육체적 강함까지 손에 넣은 대마도사 '레펜하르트'가새로운 힘으로 세상을 변화시켜 나간다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c34950-954c-4f0d-808e-d8278a546339",
    "title": {
      "en": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro wa Wakaranai."
    },
    "updatedAt": "2024-12-04T14:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/e6c1d0ec-3018-4a7d-9c1d-48f9105e6618.jpg",
    "altTitles": [
      {
        "ja": "数分後の未来が分かるようになったけど、女心は分からない。"
      },
      {
        "ja-ro": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro ha Wakaranai."
      },
      {
        "en": "I Can Now See a Few Minutes Into the Future, but I Still Can't Understand a Woman's Heart."
      },
      {
        "en": "I Can See a Few Minutes Into the Future, but I Don’t Know What a Woman's Mind Is Like"
      },
      {
        "id": "Sekarang saya dapat melihat masa depan dalam beberapa menit, tetapi saya tidak dapat memahami hati seorang wanita."
      },
      {
        "pt-br": "Agora, posso ver alguns minutos no futuro, mas ainda não consigo entender o coração de uma mulher."
      }
    ],
    "description": {
      "en": "Arata Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arata doesn’t realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
      "id": "Arase Itou bisa melihat beberapa menit ke depan. Namun, masa depan yang ia lihat selalu berhubungan dengan masalah. Arase yang baik hati berusaha menghindari masa depan yang tidak menyenangkan ini, namun pada akhirnya masalah tersebut tetap membuatnya membantu berbagai gadis dengan masalah mereka. Tanpa ia sadari, para gadis mulai menyukainya. Arase tidak menyadari bahwa, diam-diam, para gadis bersaing untuk memperebutkannya.",
      "ja": "伊藤新世は数分後の未来が分かる。ただし視える未来は不幸につながるもの。\nお人好しな新世はそんな不都合な未来を回避し、様々な悩みを持つ少女を助けることになる。\n新世は知らない。いつの間にか、少女たちに好かれていることに。\n新世は気づかない。人知れず、少女たちが争っていることに。",
      "pt-br": "Arata Itou tem a habilidade de ver alguns minutos no futuro, mas as visões que ele tem estão sempre ligadas a infortúnios. Com seu coração bondoso, Arata decide usar esse poder inconveniente para ajudar as garotas que enfrentam diversos problemas e evitar seus futuros infelizes. No entanto, Arata não percebe que, pouco a pouco, as garotas começam a se afeiçoar a ele. E ele continua alheio às rivalidades silenciosas que estão se formando entre elas por causa da sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472a9e3a-c6c0-4e97-95f0-df76f6d31f09",
    "title": {
      "en": "Love and Curse"
    },
    "updatedAt": "2024-12-01T15:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/472a9e3a-c6c0-4e97-95f0-df76f6d31f09/25ca7323-2320-4f5a-9caa-d095d90b1faa.jpg",
    "altTitles": [
      {
        "ja": "愛と呪い"
      },
      {
        "es-la": "Amor y Maldición"
      },
      {
        "ja-ro": "Ai to Noroi"
      }
    ],
    "description": {
      "en": "A semi-autobiographical account of the author as she experiences abuse, sexual and otherwise, at the hands of her family who are also deeply religious. Aiko wished for someone to kill her and the world she lives in. With the Great Hanshin Earthquake, the Aleph doomsday cult, and the Kobe child murders, it seemed like the ends of time was approaching. Unable to dream of \"somewhere away from here\", all she can do is face her violent life head-on.",
      "es-la": "Historia semi-autobiográfico de la autora mientras sufre abusos sexuales y otro tipo de cosas, a manos de su familia, que también es profundamente religiosa. Aiko deseaba que alguien acabara con ella y con el mundo en el que vive. Con el Gran Terremoto de Hanshin, la secta del Juicio Final Aleph y los asesinatos de niños de Kobe, parecía que se acercaba el fin de los tiempos. Incapaz de soñar con \"algún lugar lejos de aquí\", lo único que puede hacer es enfrentarse de frente a su violenta vida."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-10-25T20:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/0daaf8be-8dee-4fcc-aa75-d4c5c92d8192.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス NINE PEAKS"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "After just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him. Their harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water... When he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ja": "真汐樂(ましおがく)は父と2人暮らしの高校1年生。入学早々上級生と乱闘騒ぎを起こし停学処分となった矢先、突然の事故で父を亡くす。父の通夜の晩に、父との思い出である堤防釣りに出かけた樂は、海に落ち22年前にタイムリープしてしまう。そして樂を海から助けたのは、他ならぬ自分と同い年の父・春実だった。春実の両親(樂の祖父母)に気に入られた樂は、宮城樂として真汐家に居候することに。そして、祖父のはからいで父と同じ青波高校に通うことになる。22年前の玖嶺の街は不良だらけ。樂は父と2人でこの街の頂点を目指す!!",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-10-11T11:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/ef2f20ea-cb38-4dc1-9897-0e93e9216627.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-07-14T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-16T17:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/64f0849f-82ea-4f09-bc5b-c227fde8b675.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c60563d3-15b7-42c2-a0f2-e130b106d7aa",
    "title": {
      "en": "Snake-chan’s important thing"
    },
    "updatedAt": "2024-12-03T18:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/c60563d3-15b7-42c2-a0f2-e130b106d7aa/f8731554-d266-4dc6-9299-6e7e77c9a3ca.png",
    "altTitles": [],
    "description": {
      "en": "part of [\"New interpretation?!\", A tribute to one piece] from the One Piece Magazine Vol. 19"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e411b5c6-7e7e-4064-a21f-db6c1361aac3",
    "title": {
      "en": "Shinrin Ousha Mori King"
    },
    "updatedAt": "2022-05-10T14:45:25+00:00",
    "coverArt": "https://mangadex.org/covers/e411b5c6-7e7e-4064-a21f-db6c1361aac3/64d37f47-99a7-443a-845e-09755ca036c2.png",
    "altTitles": [
      {
        "en": "Moriking"
      },
      {
        "ja-ro": "Shinrin Shuugosha Mori King"
      },
      {
        "ru": "Лесной царь"
      },
      {
        "zh": "森林守護者モリキング"
      },
      {
        "ja": "森林王者モリキング"
      }
    ],
    "description": {
      "en": "Third-grader Shota Aikawa's pet beetle evolves from a larva to a pupa to a superhot human! The wacky adventures of the Aikawa family and the fabulous beetle who would be king now begins! You're gonna LARVA this new comedy manga!",
      "it": ": **||L'animaletto del bambino di terza elementare Shota Aikawa, si è evoluto da una larva a pupa, trasformandosi poi un un ragazzo super attraente! Le insolite avventure della famiglia Aikawa e del magnifico scarafaggio che vuole diventare re, hanno inizio!||**",
      "pt": ": **||O besouro de estimação de Shota Aikawa, um estudante do terceiro ano do fundamental, evolui de uma larva para uma pupa, e depois para um cara bonitão! As aventuras malucas da família Aikawa e do fabuloso besouro que deve se tornar um rei começam agora!||**",
      "ru": "Любимый жук третьеклассника Айкавы Шото эволюционирует из личинки в куколку и превращается в супер-горячего человека! Приключения семьи Айкава и сказочного жука, который станет королём начинаются!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "ff145756-55db-4e78-96c3-cf25b4d254aa",
    "title": {
      "en": "Oyacocco"
    },
    "updatedAt": "2024-11-20T00:03:25+00:00",
    "coverArt": "https://mangadex.org/covers/ff145756-55db-4e78-96c3-cf25b4d254aa/a854415a-df19-48c2-8e75-e1839a2de96d.jpg",
    "altTitles": [
      {
        "ja": "おやこっこ"
      }
    ],
    "description": {
      "en": "Oyacocco centers around the relationship between a single dad and his child.\n\n(Source: Anime News Network)",
      "ja": "「さよならタマちゃん」で大きな反響を呼んだ武田一義が贈る、父と子の物語。ある日かかってきた一本の電話。それは長い間、音信不通だった父の危篤を知らせるものだった。一報を受けた息子の孝志は、妻の亜紀とともに15年ぶりの帰郷を果たす。もう父とは関わりたくないはずだった。だが変わり果てた父の姿を見て、その思いは揺れる……。"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-11-19T16:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/57461209-7d6f-4f09-a130-8f3bcd8aaafa.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "776fc769-0040-4135-b609-1df34b056562",
    "title": {
      "en": "Dokuzu"
    },
    "updatedAt": "2024-12-03T22:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/776fc769-0040-4135-b609-1df34b056562/5a5ad497-8743-4451-9192-d63042791236.jpg",
    "altTitles": [
      {
        "ja": "ド屑"
      },
      {
        "fr": "Dokuzu"
      },
      {
        "ja-ro": "Dokuzu"
      }
    ],
    "description": {
      "en": "One day, college student Ryu comes across his classmate Tsuge, who is about to jump off a pedestrian bridge. He stalls her suicide, and the two begin to interact, but Tsuge's smartphone contains countless photos of Ryu...\nA story of immature and distorted love.\n\n\n------------------------------------------------------------------------------\n\nNote: A comic adaptation of a popular Vocaloid song that has become a hot topic on SNS.",
      "ja": "男子大学生の榴は、同級生の柘が歩道橋から飛び降りようとしている現場に遭遇してしまう。説得の末に思い留まらせた榴は柘との距離を縮め、やがて交際を始めるが、二人にはそれぞれ相手に言えない裏の顔があり──二人の“ド屑”な本性が徐々に明らかになっていく!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "8adbd5c7-5ccc-4eec-ae8e-1b7daa062959",
    "title": {
      "en": "A Splendid Revenge Story of a Super-Dreadnought Cheat Villainess"
    },
    "updatedAt": "2024-10-30T13:19:42+00:00",
    "coverArt": "https://mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/20feee71-dc75-4f33-8532-b4f5e28626a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Choudokyuu Cheat Akuyaku Reijou no Karei naru Fukushuutan"
      },
      {
        "ja": "超弩級チート悪役令嬢の華麗なる復讐譚"
      },
      {
        "vi": "Câu chuyện trả thù huy hoàng của nữ phản diện siêu cấp “gian lận”"
      }
    ],
    "description": {
      "en": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
      "ja": "最愛の悪役令嬢・ルナリアに転生した主人公は、復讐を開始する。その相手とは、ルナリアを破滅へと追いやった、醜悪な面々。邪な義母と義妹、非道なる父や兄、そして元・婚約者と主人公（ヒロイン）‥！\n\n目覚めたら、推しの悪役令嬢でした―――。\nルナリア・イル・フォン・ソルフェージュ。大好きだったゲームの悪役令嬢に転生した主人公の頭に流れ込んできたのは、ルナリアの悲惨な記憶。彼女は断罪され、誰からも気にされず一人ぼっちになり、そして自ら短剣を刺して自殺を図ろうとしたのだ。\n「全部任せてルナリア。〝私〟がルナリアになったからには容赦なんかしてやらないわ。」\n「愛」のために戦う悪役令嬢の、華麗なる復讐劇が開幕する―――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-12-04T16:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/e75ae3d4-b2b9-4476-b51f-9fd24bf7bf44.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]