[
  {
    "mangaId": "c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f",
    "title": {
      "en": "Onnamaou-sama wa Yuusha-kun o Taosenai."
    },
    "updatedAt": "2024-04-24T17:00:28+00:00",
    "coverArt": "https://mangadex.org/covers/c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f/147847be-6013-4e89-835d-3b96726c931b.jpg",
    "altTitles": [
      {
        "ja": "女魔王様はゆうしゃくんを倒せない。"
      },
      {
        "ja-ro": "Onnamao-sama ha Yuusha-kun wo Taosenai."
      },
      {
        "ja-ro": "Onnamao-sama ha Yusha-kun wo taosenai."
      },
      {
        "en": "Demon Queen–sama Can't Defeat Hero-kun."
      },
      {
        "en": "The Demon Queen Can't Defeat Yuusha-kun."
      }
    ],
    "description": {
      "en": "Demon Queen Abyss is worried… She's not able to defeat the Hero, considered the mortal enemy of the demons. This Hero is still an inexperienced young man—he should be easy to defeat! … However, the problem is that he, not knowing Abyss's true identity, considers her his “Master” and has become very fond of her…!?\n___\nProduced with the help of and supervised by [studioHEADLINE](https://mangadex.org/author/657c3108-5817-4669-a957-a9c7ec5080ee/studio-headline).",
      "pt-br": "A Rainha Demônio Abyss está preocupada... ela não é capaz de derrotar o herói, considerado o inimigo mortal dos demônio. Esse herói ainda é um jovem inexperiente — ele deveria ser fácil de derrotar! ... Todavia, o problema é que ele, não conhecendo a verdadeira identidade de Abyss, a considera sua \"Mestra\" e gosta muito dela...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e15c874-3ca7-43e6-898f-e29ebe1bebbc",
    "title": {
      "en": "Nevermind Darling"
    },
    "updatedAt": "2023-03-29T22:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/7e15c874-3ca7-43e6-898f-e29ebe1bebbc/061b9b76-0b76-409d-a415-7e1340efad97.jpg",
    "altTitles": [
      {
        "ko": "네버마인드달링"
      }
    ],
    "description": {
      "en": "The day 'Daeun' went with his classmates to drink like crazy, he then went home to sleep. In his dreams, he recalls a memory of when him and ‘Seohjin’ met lips. Why did the 'mistake' he made in high school suddenly reveal itself in a dream? Daeun, who thought his feelings had finally come to rest, Encounters Seohjin, whom he's uncomfortable with. Unlike his usual self, Daeun seeks out Seohjin to ask if he made some kind of mistake while drinking, but the answer he's met with is that they just kissed...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "8700c047-0a64-4268-94af-96d48a44e1a7",
    "title": {
      "en": "I'm Becoming a Master of the Imperial Palace!"
    },
    "updatedAt": "2023-06-19T20:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/8700c047-0a64-4268-94af-96d48a44e1a7/08d03d8c-63c4-4f08-a447-0659b2dbf907.png",
    "altTitles": [
      {
        "vi": "Ta làm lớn ở hậu cung"
      },
      {
        "zh-ro": "Wo Zai Huanggong Dang Juju"
      },
      {
        "zh": "我在皇宫当巨巨"
      },
      {
        "ko": "황제의 절세 신하"
      }
    ],
    "description": {
      "en": "Wei Yi Yi is one of the most beautiful and talented women of the kingdom. After being called ugly by the Emperor, she decides to take revenge by painting him in the ugliest and most ridiculous way possible! She didn't plan for the palace's master painter to notice her and ask her to become his apprentice…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/03e2f561-d213-473e-8faa-b9aba49cf37e.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fad2582-24e0-47ff-86b0-f9ba68860123",
    "title": {
      "en": "Ano Ko no Kodomo"
    },
    "updatedAt": "2024-01-10T15:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fad2582-24e0-47ff-86b0-f9ba68860123/d9b6940c-431c-45d0-af94-bfd6be2e1bef.jpg",
    "altTitles": [
      {
        "ja": "あの子の子ども"
      },
      {
        "en": "Her Child"
      },
      {
        "en": "My Girlfriend's Child"
      }
    ],
    "description": {
      "en": "\"I think I might be pregnant.\"\n\nSachi, a high school girl, has a childhood sweetheart, Takara.\nOne day, feeling something wrong with her health, she buys a pregnancy test.\nUsing the test at a diner in a town far from home, she sees two lines that indicate a \"positive\" result...\n\n- **Note: Won the 47th Annual Kodansha Manga Award for Shoujo in 2023.**"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb5e512c-b0c4-45b3-8de9-bec98f38285d",
    "title": {
      "en": "I Raised My Fiancé with Money"
    },
    "updatedAt": "2024-02-23T16:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/cb5e512c-b0c4-45b3-8de9-bec98f38285d/311baf45-e0d6-42d9-a2a5-22dacb07c050.jpg",
    "altTitles": [
      {
        "ko": "돈으로 약혼자를 키웠습니다"
      },
      {
        "ko": "돈으로 약혼자를 키웠습"
      },
      {
        "ko-ro": "Don'eulo Yaghonjaleul Kiwossseubnida"
      },
      {
        "en": "I Raised My Fiancé With Money"
      },
      {
        "en": "RMFWM"
      },
      {
        "zh": "砸钱养个未婚夫"
      }
    ],
    "description": {
      "en": "Overflowing wealth, exceptional looks. Ilya Bloden's life was perfect.Until she witnessed her fiancé's affair, that is.\"I changed everything, my taste, my hobbies, I accommodated his every wish… But I won't live like a pushover any longer. I'll get a perfect break up!\"For the perfect break up, she finds a new fiancé, Karhan Evantheon. She tried to shield herself with Karhan's fearsome reputation, but…\"I found this flower on the battlefield, and I really wanted Illya to see it.\"Turns out, he was a cute puppy?! Will this engagement be okay?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-04-25T01:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7723544-1212-4b13-ba71-5bcef603a57c",
    "title": {
      "en": "Komomo Confiserie"
    },
    "updatedAt": "2021-05-25T15:47:38+00:00",
    "coverArt": "https://mangadex.org/covers/c7723544-1212-4b13-ba71-5bcef603a57c/0786c6e8-a947-4bbb-a8b1-96a1f09a0223.jpg",
    "altTitles": [
      {
        "en": "こももコンフィズリー"
      },
      {
        "en": "胡桃的糖果"
      }
    ],
    "description": {
      "en": "Komomo is a spoilt princess who enjoys bossing her servants around. She has taken a particular liking to Natsu, the son of her family's favourite patissier; so the poor boy has to endure every one of her whims until his family moves away to France.  \nYears later, Komomo's family has lost their social standing, and the inexperienced girl is left in the care of strangers. Around the same time, Natsu returns to Japan as an acclaimed patissier. How will their paths cross after their lives and positions have changed so much?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "29"
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-04-30T12:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/a8b56e24-2d0f-4292-9d24-050680c29a98.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23410e36-1834-441a-85fd-722f74e0db02",
    "title": {
      "en": "Royal Tailor: Clothier to the Crown"
    },
    "updatedAt": "2024-04-05T09:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/23410e36-1834-441a-85fd-722f74e0db02/ff251526-b1f5-44a2-8170-8c9a9a67f5c9.jpg",
    "altTitles": [
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      }
    ],
    "description": {
      "en": "Hana's lifelong dream is to become a tailor and make wonderful clothes for people of all the different fantasy races. However, in a world where humans are discriminated against, even getting work as a seamstress is a struggle. When a handsome, mysterious prince offers her a job, it seems like Hana's fortunes might finally be changing for the better!\n\n(Source: [Seven Seas Entertainment](https://sevenseasentertainment.com/series/royal-tailor-clothier-to-the-crown/))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-04-27T15:16:00+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb902eaa-8ba0-4d70-9587-5a48c0ab9ec6",
    "title": {
      "en": "Getsuyoubi no Tawawa (Twitter Webcomic) (Fan Colored)"
    },
    "updatedAt": "2023-01-07T19:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/fb902eaa-8ba0-4d70-9587-5a48c0ab9ec6/a36e5188-d0ab-46fd-bcb9-860bacca3edf.jpg",
    "altTitles": [
      {
        "en": "Getsuyobi No Tawawa (Doujinshi)"
      },
      {
        "en": "Getsuyoubi no Tawawa Sono"
      },
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja": "月曜日のたわわ 同人版"
      }
    ],
    "description": {
      "en": "Fan-colored version of Getsuyoubi no Tawawa collected volumes\n\nFeatures fan-colored versions of illustrations posted on author's twitter every Monday and collected as Doujinshi Volumes along with extra stories"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-02-23T09:34:18+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/636e708c-e853-4a60-a795-f9baf82e3b8e.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "he": "וואן פיס"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805973c7-1c02-4cdd-a9c8-6a98dd0e203a",
    "title": {
      "en": "Gambling Apocalypse Kaiji - Kaiji Part 1"
    },
    "updatedAt": "2022-07-02T12:30:17+00:00",
    "coverArt": "https://mangadex.org/covers/805973c7-1c02-4cdd-a9c8-6a98dd0e203a/71d635a9-e5c5-42ba-9916-51ab55e3edc9.jpg",
    "altTitles": [
      {
        "ja-ro": "Tobaku Mokushiroku Kaiji"
      },
      {
        "en": "Kaiji Part 1"
      },
      {
        "ar": "كايجي"
      },
      {
        "ja": "賭博黙示録カイジ"
      },
      {
        "ko": "도박묵시록 카이지"
      },
      {
        "ru": "Кайдзи: Апокалипсис азартных игр"
      },
      {
        "zh-hk": "賭博啟示錄"
      }
    ],
    "description": {
      "en": "After moving to Tokyo, Itou Kaiji is living a life of self-indulgence when one day he is forced by Endou, a financier, to pay off a debt he once co-signed. At Endou's invitation, Kaiji boards the gambling ship \"Espoir,\" which offers debtors the chance to pay off their debts in full. The game is \"Restricted Rock-Paper-Scissors\" using 12 cards. If he wins, his debts are wiped out, but if he loses, his life is forfeit..."
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "158"
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2023-12-13T13:39:50+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/01d01302-e8a7-4756-b818-5def14cbf506.jpg",
    "altTitles": [
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      },
      {
        "ja-ro": "Zensei wa Ken Mikado. Konjou Kuzu Ouji"
      },
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor Previous Life, Prince Trash This Life."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-04-30T17:05:08+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b51c9d4f-8c60-4a04-9bab-3bbfe86eb8ee",
    "title": {
      "en": "The Rogue Prince Is Secretly an Omega"
    },
    "updatedAt": "2023-07-22T20:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/b51c9d4f-8c60-4a04-9bab-3bbfe86eb8ee/ab18fce4-8bd2-4782-9820-b0db3c711902.png",
    "altTitles": [
      {
        "ko": "망나니 황자가 오메가인 걸 숨김"
      },
      {
        "ko-ro": "Mangnani Hwangjaga Omega-in Geol Sumgim"
      },
      {
        "en": "Hiding That the Damn Prince Is an Omega"
      }
    ],
    "description": {
      "en": "Prince Etienne de Frederick was born a dominant omega, but in a world where omegas can’t become the emperor, he must pretend to be a beta due to the empress’s greed. When his childhood friend, Grand Duke Rishar von Eckhart, returns after three years as a war hero, there’s no time to share a happy reunion as Rishar is a dominant alpha and his rival in the fight for the throne. The two continue to maintain a precarious relationship until, one day, Etienne has a sudden heat cycle, and Rishar finds out the truth. “Etienne de Frederick. You were... an omega?”",
      "ko": "\"You... you're an omega?\" Prince Etienne was born as a dominant omega, but he lives as a foolish prince pretending to be a beta. The Empress who covets the throne and abuses Etienne, the Emperor who neglects him and remains cold-hearted. Little by little, their support of him is slipping. Meanwhile, his childhood friend Richard returns to the palace as a war hero. Etienne should avoid him, who is a dominant alpha, but his heart is stirred as Richard continues to pay attention to him."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61b1b2bb-5ada-4a3b-a215-6f78d8b5b9d0",
    "title": {
      "en": "The Baby That Master Brought is Sus!"
    },
    "updatedAt": "2023-08-01T03:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/61b1b2bb-5ada-4a3b-a215-6f78d8b5b9d0/09adb715-7c42-4f08-9c12-1b99cdda9bc2.jpg",
    "altTitles": [
      {
        "ko": "사범님이 데려온 아기가 수상해!"
      }
    ],
    "description": {
      "en": "Bouquet? Check. Ring? Check. And most importantly, looking good? Check!\n10 minutes before Jung Yijun, landlord and part of the family gang, confesses to the handsome and lovely Master of Boram Taekwondo, my sweetie Beom Soohyuk… Why am I so dizzy…?\nWhat's with these short and chubby limbs?! …I’ve become a baby?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-02-01T14:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/91e088dc-4e93-4c98-a762-5ee38077ab35.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-04-16T01:31:34+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/ae1fb843-60aa-4aca-ba05-20f511054123.png",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "In this gal game world. The mission of the best friend character, Izumi Misaki, is supposed to be to support the protagonist, Hareta Kihara, in romancing the heroine... but for some reason, the crucial Kihara is planning to capture Misaki's heart instead!? \"Become the heroine while remaining a boy!\" Friendship? Romance? A heart-pounding comedy about a femboy!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-04-18T16:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/3fb0643e-dd9d-4064-8e69-2fa4c2d15ef8.png",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      },
      {
        "uk": "Я турбуюсь про однокласницю, покриту синцями"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "dcc563d3-3e4a-48f8-96e5-af87c9fb24dd",
    "title": {
      "en": "Cupid-nim! Please Grant Me a Wish"
    },
    "updatedAt": "2024-05-01T15:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/dcc563d3-3e4a-48f8-96e5-af87c9fb24dd/d6c4ebbe-5986-44ae-ab4d-696cb200c7b0.png",
    "altTitles": [
      {
        "ko": "큐피드님! 소원을 들어주세요"
      }
    ],
    "description": {
      "fr": "- Dael, couche avec moi, s'il te plaît !\n- Excusez-moi, mais ce n'est pas du harcèlement sexuel ?\n\nAngel Sa-hyuk, Cupidon, qui réunit les humains, tombe accidentellement amoureux de l'humain Seo Dael après avoir été touché par sa propre flèche. Pour rompre la magie de la flèche, il doit avoir des relations sexuelles avec l'humain dont il est tombé amoureux.\n\nSa-hyuk finit par réaliser le souhait de Dael et a des relations sexuelles avec lui en échange... Pourra-t-il se libérer de la magie de Cupidon ?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "2dd4cd3b-2a6e-47da-9fbc-b8f57cca1b7b",
    "title": {
      "en": "Love and Roll"
    },
    "updatedAt": "2024-05-01T17:43:30+00:00",
    "coverArt": "https://mangadex.org/covers/2dd4cd3b-2a6e-47da-9fbc-b8f57cca1b7b/e647a13e-9f63-4622-8cff-81a8acb36e65.png",
    "altTitles": [
      {
        "en": "Backstage"
      },
      {
        "en": "Backstage_Love and Roll"
      }
    ],
    "description": {
      "en": "The drummer Dokhee, who became famous from a not widely recognized indie band, receives a photoshoot proposal. Although he initially refused the photoshoot because he felt awkward in front of the camera, he eventually agreed due to his unrequited love and admiration for Lee Jin. Dokhee, for some reason, ends up in a physical relationship with Lee Jin, who misinterprets his intentions. Can Dokhee finish the photoshoot and pursue a romantic relationship with Lee Jin?",
      "fr": ".・。.・゜✭・.・✫・゜・。.・。.・゜✭・.・✫・゜・。.\n\nDok-hee, le batteur d'un groupe indépendant méconnu, est soudainement devenu célèbre et s'est vu proposer une séance photo qu'il a, à l'origine, refuser à cause de son malaise devant l'appareil photo.\nCependant, son admiration de longue date pour Lee Jin lui a finalement fait changer d'avis.\nMais à cause de malentendus, Dok-hee se retrouve impliqué dans une relation physique avec Lee Jin... et la question maintenant est de savoir si Dok-hee pourra mener à bien la séance photo en dépit de ces circonstances inattendues et si son amour de longue date pour Lee Jin pourra finalement devenir une réalité ?\n\n.・。.・゜✭・.・✫・゜・。.・。.・゜✭・.・✫・゜・。."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "cc9d7980-94a5-4c19-9dea-ac820f18a46c",
    "title": {
      "en": "Good-Bye Dystopia"
    },
    "updatedAt": "2024-01-19T19:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/cc9d7980-94a5-4c19-9dea-ac820f18a46c/a283c04d-f306-4757-a980-f1ea4149e38d.jpg",
    "altTitles": [
      {
        "en": "Goodbye Dystopia"
      },
      {
        "ja": "グッバイ・ディストピア"
      },
      {
        "zh": "再见了 敌托邦"
      },
      {
        "uk": "Прощавай, Антиутопіє"
      }
    ],
    "description": {
      "en": "The \"runaway girl\" who fainted mid journey, and the female \"recluse\" meet. These two, due to an interesting series of events, end up going together from place to place to look at \"dead scenery\" and ruins. The \"recluse\" calls herself Azami, and the \"runaway girl\" names herself as \"Mizuki\". This is the story of their escape",
      "uk": "Втікачка і мандрівниця зустрілись по дорозі в нікуди. Вони нарікають себе іменами Мідзукі й Адзамі, та вирушають у подорож давно покинутими місцями. В обох немає жодної мети, крім втечі подалі від буденного життя, минулого... Чи від себе самих? Ця історія про спробу дивитись у небо в пошуках душевного спокою, будучи прикутими кайданами спогадів до землі."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "02123958-752f-4834-96c7-0562a4fa0d7c",
    "title": {
      "en": "Otagai Sukoshi Zutsu Kawatteiku Kyouikugakari to Shinnyuu Shain"
    },
    "updatedAt": "2024-02-02T18:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/02123958-752f-4834-96c7-0562a4fa0d7c/fbd195b7-ce96-47ac-ad42-e6133025941c.jpg",
    "altTitles": [
      {
        "ja-ro": "Otagai Sukoshi zutsu Kawatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "ja": "お互い少しずつ変わっていく教育係と新入社員"
      },
      {
        "ne": "एक सल्लाहकार र एक नयाँ कर्मचारी जो बिस्तारै एक अर्कामा परिवर्तन ल्याउँछन्"
      },
      {
        "en": "The Mentor and the New Employee Who Gradually Change Each Other"
      }
    ],
    "description": {
      "pt-br": "A mentora e o novo funcionário que gradualmente iram mudar um ao outro…"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "79"
  },
  {
    "mangaId": "fc348d4c-c366-4f6b-baa9-8e9c16b386cf",
    "title": {
      "en": "Please Fall Asleep, Emperor"
    },
    "updatedAt": "2022-07-18T04:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/fc348d4c-c366-4f6b-baa9-8e9c16b386cf/66a857a9-cf43-4da0-a733-98815286242d.png",
    "altTitles": [
      {
        "en": "Qǐng jūn rùmián"
      },
      {
        "en": "Император, пожалуйста, засыпайте!"
      },
      {
        "en": "请君入眠"
      }
    ],
    "description": {
      "en": "In order to kill the dictator, an assassin wore female clothing and snuck into the palace. He didn't expect to be caught immediately that night. But the dictator did not kill him. Instead, he asked to sleep with the assassin and treated him like a sleeping pill.   \nAfter staying in the palace for a while, the assassin discovered a deep conspiracy, and the dictator didn't seem that bad after all. Meanwhile, he even started to feel a little sympathetic…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62"
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-04-15T17:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/e2811655-d465-4544-a34a-45c51330ae93.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34bf0b4a-4a36-4778-8cc9-e69b28d6a154",
    "title": {
      "en": "Osananajimi wa Yami Ochi Seijo!"
    },
    "updatedAt": "2024-05-01T18:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/34bf0b4a-4a36-4778-8cc9-e69b28d6a154/7abbe80f-36e0-49d7-9a45-75e70b66c8ca.jpg",
    "altTitles": [
      {
        "en": "My Childhood Friend is a Saint Who Has Fallen Into Darkness!"
      },
      {
        "ja": "幼馴染は闇堕ち聖女！"
      },
      {
        "id": "Teman Masa Kecilku adalah Orang Suci yang Telah Jatuh Ke Dalam Kegelapan!"
      },
      {
        "id": "Orang suci yang teman masa kecilnya jatuh dalam kegelapan"
      }
    ],
    "description": {
      "en": "20 years ago, the \"saint\" Almaeira was killed due to false charges and was brought back to life as the \"witch king\" by the demon king. And there was another magician who crawled up from the depths of the underworld. His name is Yoal Yaotl. In order to retrieve his childhood friend who has fallen into darkness from the demon king, Yoal uses everything, regardless of good or evil.",
      "id": "Dua puluh tahun yang lalu, \"Saint\" Almaeira, yang terbunuh karena tuduhan tak bersalah, dihidupkan kembali sebagai \"Ratu Penyihir\" oleh tangan Raja Iblis. \n\nDan kemudian teman masa kecilnya yang bernama Yoal Yaolt seorang penyihir yang baru saja merangkak naik dari dasar Neraka.\n\nUntuk mendapatkan kembali teman masa kecilnya yang telah jatuh ke dalam kegelapan dari Raja Iblis, Yoal menggunakan segala cara antara yang baik dan yang jahat.",
      "ja": "20年前、無実の罪で殺された“聖女”アルマエイラは魔王の手により“魔女王”として蘇った。\nそしてもう一人、冥府の底から這い上がった魔術師がいた。その名はヨアル・ヤオトル。\n闇に堕ちた幼馴染を魔王から取り戻すため、ヨアルは善悪の境なくすべてを利用する――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcd11e14-3551-4dec-a780-0b5241fe87e2",
    "title": {
      "en": "Chatting at the Amber Teahouse"
    },
    "updatedAt": "2023-12-05T00:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/fcd11e14-3551-4dec-a780-0b5241fe87e2/bd550385-3e5f-461c-9df3-5f1312acba6a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ameiro Kouchakan Kandan"
      },
      {
        "en": "Chatting Over Tea at the Amber Teahouse"
      },
      {
        "ja-ro": "Otomeiro Stay Tune"
      },
      {
        "ru": "Беседа за чашечкой чая"
      },
      {
        "zh": "飴色紅茶館歓談"
      },
      {
        "ja": "飴色紅茶館歓談"
      }
    ],
    "description": {
      "en": "Set at a shop called The Amber Tea-house, this is a very heartwarming story that focuses on Seriho, the proprietress of the tea house, and Sarasa, the high school student who works there part-time. It'll set your heart aflutter!  \n  \nVolume 2 also includes Chapters 1-4 of Otomeiro Stay Tune as extras.  \n  \nA prologue can be found in Eternal Sisters."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "8c54d09b-e24d-4679-98e0-44786e8e172e",
    "title": {
      "en": "Gamer ga Isekai Konten Shite Harem Jinsei e Continue suru Sou desu"
    },
    "updatedAt": "2024-04-15T02:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/8c54d09b-e24d-4679-98e0-44786e8e172e/5022cb9b-ae5c-487a-bd1a-13ec2113cf1a.jpg",
    "altTitles": [
      {
        "ja": "ゲーマーが異世界魂転してハーレム人生へコンティニューするそうです THE COMIC"
      },
      {
        "id": "Sepertinya seorang gamer akan mengubah jiwanya ke dunia lain dan melanjutkan kehidupan harem"
      },
      {
        "en": "A Gamer Is Going to Live a Harem Life in Another World"
      }
    ],
    "description": {
      "en": "After opening the last route of a certain FPS game, the protagonist jumps for joy, slips and dies. However, due to God (a game lover) feeling sorry for him, he decides to continue his life in a different world as the boy Wayne (although he seems to have no memory of his previous life). Life at military school in a world where magic and adventure are commonplace, and meeting heroines who truly love him. This is the second life of a gamer down the harem route!?",
      "id": "Setelah membuka rute terakhir dari game FPS tertentu, si protagonis melompat kegirangan terpeleset dan mati.  Namun, karena Dewa (pencinta game) yang merasa kasihan padanya, ia memutuskan untuk melanjutkan hidupnya di dunia yang berbeda sebagai Wayne anak laki-laki (walaupun ia tampaknya tidak memiliki ingatan tentang kehidupan sebelumnya).  Kehidupan di sekolah militer di dunia di mana sihir dan petualangan adalah hal biasa, dan bertemu dengan para heroine yang benar-benar mencintainya. Ini adalah kehidupan kedua seorang gamer ke rute harem!?",
      "ja": "いくどもコンティニューを繰り返し、\nとあるFPSゲームの最後のルートを開放した主人公は、\n喜びすぎが原因でその直後に頭をぶつけて死んでしまう。\nしかし、それを不憫に思った神様（ゲーム好き）により、\n彼は少年・ウェイン（ただし前世の記憶はない模様）として\n異世界で人生を続けることに……。\n魔法や冒険が当たり前の世界での軍学校生活、\nそして自分を心から愛してくれるヒロインたちとの出会い。\nゲーマーの二度目の人生はハーレムルート一直線！？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-04-26T23:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/684d00f6-8e03-4448-8b56-97d58be5b44f.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47b7b552-a93e-4646-a71d-fd66a57704a8",
    "title": {
      "en": "Bija no Joou"
    },
    "updatedAt": "2024-03-29T17:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/47b7b552-a93e-4646-a71d-fd66a57704a8/046e5a88-93c7-4b79-be95-1762c600dfb3.jpg",
    "altTitles": [
      {
        "ja": "ビジャの女王"
      },
      {
        "ru": "Королева Биджа"
      },
      {
        "en": "Queen of Bija"
      },
      {
        "ne": "बिजा को रानी"
      }
    ],
    "description": {
      "en": "In 1258 AD, a branch of the Mongol army besieged the small city of Bija on the Persian plateau -- the world's The strongest cavalry that controlled half of the area totaled 20,000 people, while Villa's population was only 5,000. The fall was obvious to everyone - the invasion of Persia by the Mongol Empire, and the siege of the small city-state \"Billa\" that resisted it... The true identity of the legendary group \"Indian Inkists\" to whom they had placed their last hope. teeth! ?",
      "ja": "西暦１２５８年、ペルシャ高原の小都市ビジャを、蒙古軍の支隊が包囲した―― 世界の半分を制圧した最強騎兵は総数２万、対するビジャの人口はわずか５千人である。陥落は誰の目にも明らかだった―― モンゴル帝国によるペルシャ侵攻、それに抗う小都市国家「ビジャ」を巡る攻城戦…… 彼らが最後の希望を託す伝説の集団「インド墨家」の正体とは！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-03-30T08:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/f63963b8-b761-43ea-8b5a-e0e2296895fd.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "The Story of a Succubus Who Came to the Human World"
    },
    "updatedAt": "2024-04-17T18:39:56+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "ja-ro": "Sakyubasu ga Yattekita Ohanashi"
      },
      {
        "vi": "Chuyện nàng Succubus"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a37cbe-09f1-414e-8fa7-2a401803ff2f",
    "title": {
      "en": "I Choose the Emperor Ending"
    },
    "updatedAt": "2022-12-09T01:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/67a37cbe-09f1-414e-8fa7-2a401803ff2f/10e742b6-122a-43c8-a638-01c05376c8be.jpg",
    "altTitles": [
      {
        "ko": "황제엔딩으로 가겠습니다"
      },
      {
        "ja": "皇帝エンディングでいきます"
      },
      {
        "zh": "娶个公爵当皇后"
      },
      {
        "th": "ทะลุมิติมาลุ้นรัก"
      }
    ],
    "description": {
      "en": "Obsessed with medieval fantasies, Marina develops a revolutionary VR device that can bring fictional worlds to life. Her dreams come true when she transports herself to Lasnorok, the setting of her own novel. The problem is, she can't get back out! Disguised as a runaway slave boy named Rino, she comes face-to-face with the main character she created, the ambitious Edward Allen Dihas. Can Marina help him overthrow the emperor and survive to make it out alive?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "115"
  },
  {
    "mangaId": "e7088461-d8ce-4c4c-9fa3-02108387cd51",
    "title": {
      "en": "HIGH CARD -♢9 No Mercy"
    },
    "updatedAt": "2024-04-15T10:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/e7088461-d8ce-4c4c-9fa3-02108387cd51/cca6f0c8-6c63-4ef2-be86-d21e29bb5a10.jpg",
    "altTitles": [],
    "description": {
      "en": "Side story to the High Card anime, which is due to premier in the Winter 2023 season, and part of the High Card multimedia project.",
      "ja": "その「カード」が、運命を変える──。\n\nオリジナルTVアニメーション「HIGH CARD」の先行コミカライズ。\n平凡な学生のパーシー・パーカーは、一枚のカードを手に入れたことで不思議な連中に目をつけられる…。\nアニメ原案の河本ほむらが原作を、アニメキャラクター原案のえびもが作画を手掛けるスタイリッシュ・アクション！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7324c64a-b35a-4072-84e6-dff029a4af27",
    "title": {
      "en": "Kuroneko to Majo no Kyoushitsu"
    },
    "updatedAt": "2024-03-20T18:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/7324c64a-b35a-4072-84e6-dff029a4af27/92c8c809-1947-44fa-9703-2c94fa96ffd5.jpg",
    "altTitles": [
      {
        "ja": "黒猫と魔女の教室"
      },
      {
        "en": "The Classroom of a Black Cat and a Witch"
      },
      {
        "vi": "Hắc miêu và lớp học phù thủy"
      },
      {
        "ru": "Черный кот и класс ведьм"
      },
      {
        "zh-hk": "黑貓與魔女的教室"
      },
      {
        "en": "The Black Cat and the Witch's Classroom"
      },
      {
        "id": "Ruang Kelas Kucing Hitam dan Penyihir"
      },
      {
        "vi": "Lớp học của mèo đen và nàng phù thuỷ"
      }
    ],
    "description": {
      "en": "Spica Virgo is an apprentice witch, but she can't use magic. She needs a tutor to get into the magic academy she's always dreamed of, but she doesn't have the money or the connections... But suddenly, Spica meets a mysterious, talking black cat who can use magic! He agrees to make her his apprentice, but only if she promises to rid him of his curse! But to break it, she has to kiss him on the...!?",
      "ja": "『寄宿学校のジュリエット』金田陽介、最新作！「魔女見習い」スピカ・ヴァルゴは魔法が使えない。憧れの魔法学校合格のためには師匠が必要だが、金もコネもない。そんな時、人語を駆使し魔法を使う謎の黒猫がスピカの前に現れた!! 魔術を学びたいスピカと呪いを解きたい黒猫の思惑は完全一致。秘密の師弟関係が結ばれた！呪いを解く鍵は「×××」にキス!?ポンコツ魔女×黒猫先生の魔法学園ファンタジー、開幕!!",
      "vi": "Tác phẩm mới nhất của Kaneda Yousuke, tác giả bộ truyện “Juliet của trường nội trú”! “Phù thuỷ tập sự” Spica Virgo không thể sử dụng phép thuật. Để có thể đỗ vào ngôi trường ma pháp mà mình hằng ngưỡng mộ, Spica cần phải có một vị sư phụ dạy bảo, nhưng cô không có tiền, cũng chẳng có quan hệ. Chính vào lúc đó, một con mèo bí ẩn biết nói tiếng người và sử dụng ma pháp đột nhiên xuất hiện trước mắt cô! Spica – cô bé muốn học ma thuật và chú mèo đen muốn hoá giải lời nguyền bị ếm lên mình, cùng với ý tưởng lớn gặp nhau, giữa hai người đã hình thành mối quan hệ thầy – trò bí mật! Chìa khoá để hoá giải lời nguyền chính là một nụ hôn lên ×××!? Câu chuyện kỳ ảo về học viện ma pháp của cô phù thuỷ hậu đậu và người thầy mèo đen, chính thức bắt đầu!",
      "pt-br": "Do mesmo autor de \"Kishuku Gakkou no Juliet\", Kaneda Yousuke, nova serialização! [Uma bruxa novata] Spica Virgo não consegue usar magia. Para poder entrar na academia de bruxos de seus sonhos ela precisa de um mestre de magia, mas ela não tem dinheiro nem conexões. Nessa hora, um misterioso gato preto que pode falar a lingua humana e usar magia aparece na sua frente!! Os objetivos da Spica que quer aprender magia e o gato preto que quer quebrar a maldição se coincidem. Uma relação secreta entre professor e aprendiz foi estabelecida! A chave para quebrar a maldição é beijar o [xxx]!? A história de fantasia da bruxa desajeitada x O professor gato preto na academia de magia, inicia-se!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7b22b4b0-ca6a-4eab-bc78-33a144aaa9fa",
    "title": {
      "en": "Fate/Grand Order COMIC à la carte PLUS! SP Showdown!"
    },
    "updatedAt": "2022-06-21T04:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/7b22b4b0-ca6a-4eab-bc78-33a144aaa9fa/e27f1621-78df-4838-b9c2-de6bc46ae010.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order コミックアラカルト PLUS!　SP　対決編！"
      }
    ],
    "description": {
      "fr": "Anthologie de mangas \"one-shot\" dessinés par divers artistes et centrés autour de combats opposant les Servants de Fate/Grand Order."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "7"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-03-31T08:41:08+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/ce155177-be92-4337-8486-9b183742b180.jpg",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい！"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "en": "I want to make Black-Knight fall in love with me!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment...\r\nThe troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\".\r\nIn an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know That the World Will End"
    },
    "updatedAt": "2024-04-26T00:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "974aabfb-dc1c-4753-816c-4ac120d91399",
    "title": {
      "en": "The Return of Elena the Knight"
    },
    "updatedAt": "2023-12-03T02:37:17+00:00",
    "coverArt": "https://mangadex.org/covers/974aabfb-dc1c-4753-816c-4ac120d91399/7aa06724-5e03-4c34-aa1a-81a05ad06aa5.jpg",
    "altTitles": [
      {
        "en": "Return of the Female Knight"
      },
      {
        "en": "ROTFK"
      },
      {
        "en": "Lady in Armor"
      },
      {
        "ko": "돌아온 여기사"
      },
      {
        "zh": "回归的女骑士"
      },
      {
        "zh-hk": "穿越的女騎士"
      },
      {
        "vi": "Sự Trở Lại của Nữ Hiệp Sĩ"
      }
    ],
    "description": {
      "en": "Elena, who spent her entire life as a cold-blooded female knight to avenge her family, ended up dying without claiming her revenge. When she opened her eyes she found that she went back into the past. By day she was a lady in a dress, and at night she carried a sword to change history and prevent her family's destruction.  \n  \n\"I want to marry you, Your Highness,\" she said to the crown prince. She would do this to save her family.",
      "id": "Elena, yang menghabiskan seluruh hidupnya sebagai seorang ksatria wanita berdarah dingin untuk membalaskan dendam keluarganya, akhirnya mati tanpa menuntut balas. Ketika dia membuka matanya, dia menemukan bahwa dia kembali ke masa lalu. Pada siang hari dia menjadi seorang wanita bangsawan, dan pada malam hari dia membawa pedang untuk mengubah sejarah dan mencegah kehancuran keluarganya. \"Saya ingin menikahi Anda, Yang Mulia,\" katanya kepada putra mahkota. Dia akan melakukan ini untuk menyelamatkan keluarganya."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-04-30T19:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/0f6380ad-c1ec-448f-ad65-69c7810d7c25.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43d31666-0fce-427e-8322-c1472baf4464",
    "title": {
      "en": "Notes on Cherry Blossoms"
    },
    "updatedAt": "2024-03-02T16:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/43d31666-0fce-427e-8322-c1472baf4464/47e8641d-9064-448f-9fea-4b70dd802cb4.jpg",
    "altTitles": [
      {
        "zh": "櫻花札記"
      }
    ],
    "description": {
      "en": "The 16-year-old girl, He Xi, followed her mother from the mainland to live in the Central and Western District of Hong Kong. They lived in ordinary accommodation and experienced poverty. He Xi's mother relied on a porridge stall to make a living. He Xi originally thought that life would go on like this. Until that summer, her encounter with the mysterious neighbor boy made her life no longer lonely. He taught her to speak Cantonese, encouraged her to be brave, and taught her to grow."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f53ccb-b77f-4f2a-a0be-2744b56b1821",
    "title": {
      "en": "My Sister Is a Superstar"
    },
    "updatedAt": "2024-05-01T16:05:19+00:00",
    "coverArt": "https://mangadex.org/covers/30f53ccb-b77f-4f2a-a0be-2744b56b1821/ced1e424-63f9-491e-811f-b6cd6265c7be.jpg",
    "altTitles": [
      {
        "zh": "我的姐姐是大明星"
      },
      {
        "id": "Kakakku Adalah Seorang Bintang"
      },
      {
        "en": "My Elder Sister Is the Great Celebrity"
      },
      {
        "en": "My Elder Sister Is the Superstar"
      },
      {
        "zh-ro": "Wǒ De Jiějiě Shì Dà Míngxīng"
      },
      {
        "vi": "Chị Gái Tôi Là Đại Minh Tinh"
      }
    ],
    "description": {
      "en": "What? My elder sister, who is lazy, charming, and abusive, is not born of the same parents as me? What? She wants to be a Superstar, but fortunately, I have a system and a cheat. Help remove all obstacles in her way! What? My parents asked me to help solve her single status problem, but I’m still single! Why don’t you guys care for me? ! The system said: I think the two of you are quite suitable, and I will match you guys up. I won’t do it, As a brother, I will protest against it!\n\n---\n\n**Links:**\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc30704)\n- [Alternative Raw (IQIYI)](https://www.iqiyi.com/manhua/detail_1hjftkhw59x.html)",
      "id": "Apa? Kakak perempuan yang sangat pemalas, cantik, dan kasar, tidak lahir dari orang tua yang sama denganku?  Apa? Dia ingin menjadi bintang besar, tapi untungnya, aku telah mendapat sistem dan jari emas yang benar. Anda harus membantu dia menghilangkan semua rintangan! Apa? Orang tuaku memintaku untuk membantunya memecahkan masalah lajangnya, padahal aku sendiri masih lajang!  Kenapa kau tidak memperdulikanku?! Sistem berkata: Aku pikir Anda berdua cukup cocok, jadi kenapa tidak.... Aku tidak akan melakukannya, aku protes, akan buruk jika sesama saudara saling....",
      "zh": "什么？我那好吃懒做、红颜妖孽、虐我为乐的亲姐居然和我不是一个爸妈生的？ 什么？她想当大明星，幸好我系统加身，妥妥的人形金手指。帮她扫平一切障碍 ！ 什么？爸妈让我帮忙解决她的大龄单身问题，我都还单着呢！你们怎么不想想我 ？！ 系统说：我觉得你两就挺合适，我来撮合撮合。 我不干，我抗议，当弟弟就"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70c851b6-40d7-4273-b931-dbfc00626e9e",
    "title": {
      "en": "Memories Of Your Breath"
    },
    "updatedAt": "2024-05-01T15:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/70c851b6-40d7-4273-b931-dbfc00626e9e/62f57f31-21b2-4851-89e0-a129584e173b.jpg",
    "altTitles": [
      {
        "ko": "숨,의 기억"
      }
    ],
    "description": {
      "en": "Nae-young, a veterinarian with deep childhood trauma, lives a quiet life until one day he meets a man who comes to see him for his dog. While caring for Nari, who was rescued from a pound and adopted, the man gradually develops a crush on Nae-young. Nae-young, who lives in gloves due to a condition that prevents him from making human contact, panics when he realizes that his inner walls are only lowered by Jin. But for Nae-young, who is still haunted by the curse of his past and seeking revenge alone, Dr. Jin is someone he should never accept. As Nae-young continues to live in the past, Mr. Jin tries to pull him back into the present and future...",
      "fr": ".・。.・゜✭・.・✫・゜・。.・。.・゜✭・.・✫・゜・。.\n\nSupportant de profondes cicatrices depuis son enfance, Nayeong, un vétérinaire qui mène une existence paisible, fait la rencontre d'un homme alors qu'il prodigue des soins à son animal de compagnie. En prenant soin de Nari, un chien sauvé d'un refuge pour animaux, Jin, le propriétaire de\nNari et inspecteur de profession, développe graduellement un intérêt pour Nayeong, brisant les barrières intérieures érigées par ce dernier.\nCependant, Nayeong, aux prises avec un trouble compulsif entravant ses interactions sociales, se trouve déconcerté par l'attention subite de Jin. Alors que les stigmates du passé persistent, Jin s'efforce de libérer Nayeong de ses chaînes, résolu à le guider vers le présent et l'avenir malgré la malédiction qui le hante.\n\n.・。.・゜✭・.・✫・゜・。.・。.・゜✭・.・✫・゜・。."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "6f2f26fb-4e8d-4172-bedd-664c5886bee6",
    "title": {
      "en": "Gorgeous★Irene"
    },
    "updatedAt": "2022-12-13T22:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/6f2f26fb-4e8d-4172-bedd-664c5886bee6/e085c5d8-17b6-4109-93ef-2db414d6fe96.jpg",
    "altTitles": [
      {
        "ro": "Frumoasa Irene"
      },
      {
        "en": "G-Irene"
      },
      {
        "ja": "ゴージャス★アイリン"
      }
    ],
    "description": {
      "en": "Irene is a professional assassin who is able to transform into any type of woman using her 'make-up' power, \nbut instead of killing in cold blood she uses her abilities for good.  \n  \nThis also features Araki's debut work 'Poker Under Arms' plus his other early works 'Meet Virginia' and 'Cool Shock B.T.' \nSome earlier prints also include 'Outlaw Man', but not the one shown here."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  }
]