[
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-06-28T11:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/47924f2e-758f-40fd-bf09-f18e195018e2.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96c85c37-341a-4876-9d5c-a8e0c0873001",
    "title": {
      "en": "100% Perfect Girl"
    },
    "updatedAt": "2023-05-09T03:39:35+00:00",
    "coverArt": "https://mangadex.org/covers/96c85c37-341a-4876-9d5c-a8e0c0873001/02f50347-2d04-4187-9ac8-b4a3f2fe2ad1.jpg",
    "altTitles": [
      {
        "vi": "100% Cô Gái Hoàn Hảo"
      },
      {
        "zh": "100%完美情人"
      },
      {
        "ko": "100%의 그녀"
      },
      {
        "en": "One Hundred Percent Perfect Girl"
      },
      {
        "ar": "فتاة مثالية %100"
      },
      {
        "ko-ro": "100%ui Geunyeo"
      },
      {
        "ru": "100% идеальная девушка"
      },
      {
        "zh": "100%的她"
      },
      {
        "es": "La Chica 100% Perfecta"
      },
      {
        "vi": "Quý Cô Hoàn Mỹ 100%"
      }
    ],
    "description": {
      "en": "Jay Jin is the headstrong teenage rebel, determined to prove she's serious about making art. J. Max is the tall debonair foreigner, in Korea on business, with more–much more–to his background than he lets on. On the surface, it would seem as though Jay and J. have nothing in common… until a chance encounter in a hotel lobby sparks a mysterious attraction. Will true love prove strong enough to overcome the language barrier, not to mention the thousands of miles separating two attractive people? Then there are the interventions of friends and family who think they know best… as well as a disastrous encounter with spicy chicken kebab!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "82"
  },
  {
    "mangaId": "ab949b43-aa6a-4448-a60f-1fa957f2a1ce",
    "title": {
      "en": "Kimi Shi ni Tamafu Koto Nakare"
    },
    "updatedAt": "2024-05-10T20:04:48+00:00",
    "coverArt": "https://mangadex.org/covers/ab949b43-aa6a-4448-a60f-1fa957f2a1ce/ad1e70ba-f190-426c-9faf-0ebd4175d613.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Shi ni Tamafu Koto Nakare"
      },
      {
        "ja-ro": "Kimi Shinitamou Koto Nakare"
      },
      {
        "en": "Thou Shall Not Die"
      },
      {
        "en": "You Must Not Give Yourself to Death"
      },
      {
        "ru": "Не отдавай свою жизнь"
      },
      {
        "ja": "君死ニタマフ事ナカレ"
      },
      {
        "ko": "님이여죽지말지어다"
      }
    ],
    "description": {
      "en": "In the future, supernatural powers not only exist but have become science fact. The “Special Abilities Private High School” is established in order to utilize students’ powers for the military. Students are roped onto the battlefield without knowing the meaning of the fight, whether it will save their lives…or spell their demise.",
      "pt-br": "No futuro, poderes sobrenaturais não apenas existem, como também se tornaram fatos científicos. O \"Colégio Particular de Habilidades Especiais\" foi criado para que esses poderes fossem utilizados para o exército. Estudantes são jogados no campo de batalha sem saber o porquê de estarem lutando, se isso salvará suas vidas... ou acabará com elas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "59"
  },
  {
    "mangaId": "74114442-ba6c-44a9-8a57-eb2907775264",
    "title": {
      "en": "Future Break Point"
    },
    "updatedAt": "2024-04-03T23:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/74114442-ba6c-44a9-8a57-eb2907775264/917cae9a-8442-4cdb-be1a-e7b03b1cb5df.jpg",
    "altTitles": [
      {
        "zh": "未来断点"
      },
      {
        "zh-ro": "Weilai Duan Dian"
      }
    ],
    "description": {
      "en": "During the last war, Mo Feng decide to commit suicide and die along with the enemies!\n\nBut he woke up 8 years into the future, he now has the initiative to find out method to win against the enemy.\n\nCan he change the human's life? Will they find the method first?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-06-03T20:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja-ro": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "c45a9e3a-e7ff-4fcb-b812-2fb0aad9b9c4",
    "title": {
      "en": "Do You Need Salvation?"
    },
    "updatedAt": "2024-06-24T06:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/c45a9e3a-e7ff-4fcb-b812-2fb0aad9b9c4/8d3758e5-bc93-4992-9f50-05027d858ca2.jpg",
    "altTitles": [
      {
        "ko": "구원이 필요하신가요?"
      }
    ],
    "description": {
      "en": "I was born with the ability to enter other people's dreams. And I thought that in this life, I would have an easy life as a count when... \n\n\"I don't think Lady Miena will survive this winter.\" \n\nAnother life with a limited lifespan... To make matters worse, my family is going broke trying to save me. Before I die, I need to pay back our debt and all the money wasted on me! I was just trying to collect useful information and money before passing away when... \n\n\"Who are you?\"\n\n\"An angel... no you don't look quite right...\"\n\n\"You entered my dream without a hint of fear.\"\n\nI fear I have entered a dream I should've have touched."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-06-27T21:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1ec75343-d1ff-4c09-9f6a-b0f8e6f6315c.png",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c4b7955-d34d-4d50-a31e-e9947a6d9ac4",
    "title": {
      "en": "MENACE"
    },
    "updatedAt": "2024-06-11T18:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/6c4b7955-d34d-4d50-a31e-e9947a6d9ac4/4417311b-13f4-4028-a781-2c17ff5ecfd2.jpg",
    "altTitles": [
      {
        "en": "MENACE"
      },
      {
        "ja": "MENACE"
      }
    ],
    "description": {
      "pt-br": "O estudante do ensino médio Kaguya, que passa seus dias brigando, decide sair do time de delinquentes por causa de seu amor por Manami. Ao sair da equipe, Kaguya passa pelo \"ritual de quase morte\", onde é espancado pelos membros, o que o leva a perder a memória. Sem saber onde está ou qual é o seu nome, Kaguya se depara com...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da3f22d5-a9c0-47ae-b39c-9db0aca11dd0",
    "title": {
      "en": "Global Freeze: I Created an Apocalypse Shelter"
    },
    "updatedAt": "2024-06-27T15:32:03+00:00",
    "coverArt": "https://mangadex.org/covers/da3f22d5-a9c0-47ae-b39c-9db0aca11dd0/5d2dc639-0607-41e1-96b0-2b10aabe9a4a.png",
    "altTitles": [
      {
        "zh": "Quan Qiu Bing Feng: Wo Dazaole Mori Anquan Wu"
      },
      {
        "en": "Freezing The World: I Built A Doomsday Safehouse"
      },
      {
        "zh": "Quán Qiú Bīng Fēng: Wǒ Dǎzàole Mòrì Ānquán Wū"
      },
      {
        "en": "The World Is Frozen: I Built a Doomsday Safe House"
      },
      {
        "zh": "全球冰封: 我打造了末日安全屋"
      },
      {
        "zh": "冰封为王"
      },
      {
        "zh": "冰封末日"
      },
      {
        "zh": "地球速冻"
      },
      {
        "zh": "寒武纪大地主"
      },
      {
        "pt-br": "Congelamento Global"
      }
    ],
    "description": {
      "en": "The world is plunged into an icy age, and 95% of humanity is wiped out! In his previous life, our hero Zhang Yi was tragically killed by the very people he helped, thanks to his kind heart.\n\nBut fear not, for Zhang Yi has been reborn and now possesses the awesome power – space manipulation! He's gone completely bonkers hoarding supplies for the icy apocalypse and is ready to rule the frozen wasteland! He vows to unleash a hundred times the pain on those who harmed him in the past!",
      "pt-br": "O mundo mergulhou numa era gelada e 95% da humanidade foi exterminada! Em sua vida anterior, nosso herói Zhang Yi foi tragicamente morto pelas mesmas pessoas que ajudou, graças ao seu bom coração. Mas não tema, pois Zhang Yi renasceu e agora possui o incrível poder de manipulação do espaço! Ele ficou completamente maluco acumulando suprimentos para o apocalipse gelado e está pronto para governar o deserto congelado! Ele promete desencadear cem vezes mais dor naqueles que o prejudicaram no passado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2024-06-21T13:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/7718e257-106d-4457-8bcf-41488b507ec1.jpg",
    "altTitles": [
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-06-23T19:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/0569286f-4b47-4d85-bc6e-8370dc5d3a53.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566a69e6-9a98-4502-8b4f-a1efce2ced05",
    "title": {
      "en": "The Kept Man of the Princess Knight"
    },
    "updatedAt": "2024-06-30T02:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/566a69e6-9a98-4502-8b4f-a1efce2ced05/246510c9-4e58-49fe-976e-37bfb4ea97a5.jpg",
    "altTitles": [
      {
        "ja": "姫騎士様のヒモ"
      },
      {
        "ja-ro": "Hime Kishi-sama no Himo"
      }
    ],
    "description": {
      "en": "Matthew is just another parasite in the chaotic dungeon city of Gray Neighbor. People say he’s a lazy weakling who gambles and drinks away all the money he gets from his keeper, princess knight Arwin. \n\nOr so people say...\n\nBut the truth is, no one in this town knows what he’s really like — a ruthless protector who works in the shadows and will do whatever it takes for the sake of his mistress.",
      "ja": "ここは世界最後の迷宮都市《灰色の隣人（グレイ・ネイバー）》。迷宮に挑む冒険者と、冒険者相手の商売人、それらに群がる有象無象が巣くう街。\n\nこの街に住む冒険者の一人・《深紅の姫騎士》の二つ名を持つアルウィンは、祖国復興という崇高な志を胸に日々迷宮に挑んでいた。\n\n一方そんな姫騎士様の「ヒモ」・マシューは、姫騎士様にお小遣いをもらって酒場や娼館に入り浸るばかり…。だが町中からバカにされている彼の本当の姿を知る者はいない。\n\nすべては姫騎士様のために―――。\n\nまばゆい姫騎士様の影で暗躍する、一人のヒモの生き様とは……?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27f8edcf-20b9-435a-9c4b-01049c026cfe",
    "title": {
      "en": "S-kyuu Guild wo Tsuihousareta kedo, Jitsu wa Ore dake Dragon no Kotoba ga Wakaru no de, Kidzuita Toki ni wa Ryuu Kishi no Chouten wo Kiwametemashita"
    },
    "updatedAt": "2024-03-03T14:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/27f8edcf-20b9-435a-9c4b-01049c026cfe/8a95ce31-915a-4d8e-8a30-fc7618a97057.jpg",
    "altTitles": [
      {
        "ja": "S級ギルドを追放されたけど、実は俺だけドラゴンの言葉がわかるので、気付いたときには竜騎士の頂点を極めてました。"
      },
      {
        "en": "I've Been Kicked Out of an S-Rank Guild. But Only I Can Communicate With Dragons. Before I Knew It, I Became the Greatest Dragon Knight"
      }
    ],
    "description": {
      "en": "A super-class dragoon group-Cyril, a boy who was banished from the S-class guild \"Lindworm\" for some reason. What he had hidden was... the ability to \"talk\" with the dragons, which was unconventional!\n\nCyril who met unique dragons and launched his own guild. Perhaps because of its extraordinary qualities, the level of the guild soars at the fastest rate in history! Cyril, whose arm was recognized, will make a name for himself as a non-standard dragon knight.",
      "ja": "超一流の竜騎士集団――Ｓ級ギルド『リントヴルム』からとある理由で追放された少年・シリル。彼が隠し持っていたのは……竜と“会話”ができるという、常識破りの能力だった！\nユニークな竜たちと出会い、自らのギルドを立ち上げたシリル。その驚異的な素質ゆえか、ギルドのレベルは史上最速の勢いで急上昇！　腕を認められたシリルは、規格外な竜騎士として名を馳せていく――！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-05-07T19:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/699b46d6-8203-4d18-be7d-78cbda80c5c5.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      },
      {
        "en": "My Cousin"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Young Cousin"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! \n\nOn top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on! \n\nThis is a romcom with a guy who’s going under from all his tanned cousin’s teasing!",
      "ja": "友達以上恋人未満な従妹が死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家に過ごすことになった少年・望。コンビニもない、バスも来ない、ないない尽くしの田舎で彼にはある悩みがあった。\n\nその原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず、ドンドン爽に攻略されていって……!!?\n\nこんな「従妹」がいてくれたら理性が持たない!? からかい上手の褐色従妹ちゃんによるお兄ちゃん攻略ラブコメ!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a4a1849-645a-4994-853e-b3a6b72942fb",
    "title": {
      "en": "Electroid Arrow"
    },
    "updatedAt": "2024-03-09T20:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/6a4a1849-645a-4994-853e-b3a6b72942fb/9c0edb92-bafb-4bc3-8ed4-606ac936df05.png",
    "altTitles": [
      {
        "ja-ro": "Denjin Arrow"
      },
      {
        "en": "Electric Man Arrow"
      },
      {
        "ja": "電人アロー"
      }
    ],
    "description": {
      "en": "A young boy named Toshio and his friends, while exploring an abandoned factory, are taken captive by gangsters. Toshi unwittingly discovers a signal device that will summon the cyborg superhero Electric Man Arrow. Arrow comes to the rescue, and, after vanquishing the gangsters' giant robot, entrusts Toshio with the signal device. However, the gangsters' mysterious leader X Fighter learns of this and uses Toshio in his plot to frame Arrow for a string of deadly sabotages. When Arrow finally confronts X Fighter for an explosive showdown, the shadowy link between the two superhumans is finally revealed. In the final chapter of this volume, Arrow faces an entirely different sort of problem, what to do with a gigantic dinosaur that scientists have discovered deep below the earth."
    },
    "status": "completed",
    "releaseDate": 1964,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "57"
  },
  {
    "mangaId": "d86cf65b-5f6c-437d-a0af-19a31f94ec55",
    "title": {
      "ja-ro": "Ijiranaide, Nagatoro-san"
    },
    "updatedAt": "2024-04-16T11:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/d86cf65b-5f6c-437d-a0af-19a31f94ec55/9536e948-9e5c-4b22-8e35-e88174731984.jpg",
    "altTitles": [
      {
        "id": "Jangan goda aku, Nagatoro"
      },
      {
        "es-la": "No te burles de mi, Nagatoro"
      },
      {
        "fr": "Arrête de me chauffer, Nagatoro"
      },
      {
        "ru": "Не издевайся, Нагаторо"
      },
      {
        "ja": "イジらないで、長瀞さん"
      },
      {
        "ko": "괴롭히지 말아요, 나가토로 양"
      },
      {
        "de": "Neck mich nicht, Nagatoro-san"
      },
      {
        "zh-hk": "不要欺負我，長瀞同學"
      },
      {
        "th": "ยัยตัวแสบแอบน่ารัก นางาโทโระ"
      },
      {
        "ar": "لا تلعبي معي يا آنسة ناغاتورو"
      },
      {
        "it": "Non tormentarmi, Nagatoro!"
      },
      {
        "fa": "اذیتم نکن، ناگاتورو سان"
      },
      {
        "he": "אל תשתעשעי איתי, נאגאטורו"
      },
      {
        "es-la": "No me Molestes, Nagatoro-san"
      },
      {
        "en": "Please Don't Bully Me, Nagatoro"
      },
      {
        "uk": "Не дражни мене, Нагаторо-сан"
      },
      {
        "cs": "Nehraj si se mnou Nagatoro"
      },
      {
        "en": "Don't Toy With Me, Miss Nagatoro!"
      },
      {
        "es": "No me rayes, Nagatoro"
      },
      {
        "pt-br": "Não Mexa Comigo, Nagatoro"
      },
      {
        "pl": "Nie drocz się ze mną, Nagatoro!"
      }
    ],
    "description": {
      "en": "Naoto Hachiouji —our spineless— MC (Known also as \"Senpai\") is a second-year high school student and a loner who spends his afternoons at the Arts Club room. He attracts the attention of one of his schoolmates, a sadistic freshman girl named Nagatoro. However, in between the bullying and teasing, something else begins to blossom.\n\nA lovey-dovey(…?) story between a shy nerd and an S-Dere (Sadistic Tsundere) begins.\n\n---\n\n**Links:**\n\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10042/episode/313808) (U.S. Only), [Kodansha](https://kodansha.us/series/dont-toy-with-me-miss-nagatoro/)",
      "es": "Naoto Hachioji está en segundo de bachillerato, es un chico tan tímido e introvertido como buen dibujante. Un día, mientras busca un sitio donde sentarse a dibujar en la biblioteca, se le caen las páginas del manga que hacía, justo al lado de un grupo de chicas que, al verlas, se ríen de él en su cara y se van… excepto una estudiante de primero, Hayase Nagatoro, que básicamente empieza a darle caña hasta hacerlo llorar.\n\nDesde entonces, Nagatoro y consecuentemente sus amigas, no van a parar de rayar a su “senpai” y molestarlo de todas las maneras posibles… Pero hay tres cosas a tener en cuenta: Nagatoro es especialmente tocanarices cuando están a solas, se molesta bastante si sus amigas se pasan con él, y en definitiva lo que ella busca es que su senpai salga de su burbuja autoimpuesta para que se divierta y conozca un poco el mundo que lo rodea… y quizás algo más…",
      "ja": "憎たらしいけど愛おしい。苦しいのに傍にいたい。あなたの中の何かが目覚める、“Sデレ少女”の物語。",
      "pl": "Naoto Hachiouji to nieśmiały chłopak, którego mało co przeraża tak, jak wredne dziewczyny. Nic więc dziwnego, że jego największym szkolnym koszmarem zostaje Nagatoro – koleżanka z niższego roku, która obrała go sobie za cel, regularnie serwując mu atrakcje z pogranicza wojskowej fali i końskich zalotów. Choć wydawać by się mogło, że szkolne życie chłopaka na zawsze pozostanie pasmem nieszczęść, nieoczekiwanie relacja tych dwojga zaczyna zmierzać w niespodziewanym kierunku…\n\n(źródło: Studio JG)",
      "ru": "Нагаторо - переведённая ученица в старшей школе, которой нравится дразнить своего семпая. Но он всё стерпит. И пусть ему придётся пройти через все виды издевательств - он всё простит, потому что влюблён.",
      "es-la": "A la estudiante de preparatoria Hayase Nagatoro le encanta pasar su tiempo libre haciendo una cosa, ¡y eso es molestar a su Senpai! Después de que Nagatoro y sus amigos se topan con los dibujos del aspirante a artista, disfrutan molestando sin piedad al tímido Senpai. Nagatoro decide continuar con su cruel juego y lo visita a diario para poder obligar a Senpai a hacer lo que le interese en ese momento, especialmente si eso lo hace sentir incómodo. Ligeramente interesado por Nagatoro y algo temeroso de ella, Senpai está constantemente involucrado en sus payasadas mientras sus intereses, pasatiempos, apariencia e incluso personalidad se usan en su contra mientras ella se entretiene a sus expensas. A medida que pasa el tiempo, Senpai se da cuenta de que no le desagrada la presencia de Nagatoro, y los dos desarrollan una amistad incómoda mientras uno soporta pacientemente las payasadas del otro.",
      "pt-br": "Nagatoro é uma menina de primeiro ano na escola que adora fazer bullying com seu Senpai. Mas ele aceita isso, mesmo depois de ter passado por todos os tipos de situações humilhantes e embaraçosas, porque ele está apaixonado por ela."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-02T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "ja-ro": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da7bb886-7e6b-4174-83a9-2c478475b846",
    "title": {
      "en": "Isekai Yakkyoku"
    },
    "updatedAt": "2024-06-30T20:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/da7bb886-7e6b-4174-83a9-2c478475b846/2c2bbcd0-93b0-432e-9d8f-f47f11052e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Yakkyoku"
      },
      {
        "fr": "La pharmacie d'un autre monde"
      },
      {
        "en": "Parallel World Pharmacy"
      },
      {
        "ru": "Аптека в ином мире"
      },
      {
        "ja": "異世界薬局"
      },
      {
        "ko": "이세계 약국"
      },
      {
        "zh-hk": "異世界藥局"
      },
      {
        "th": "เภสัชกรเทพสองโลก"
      },
      {
        "en": "Isekai Pharmacy"
      },
      {
        "en": "Pharmacy in Another World"
      },
      {
        "en": "Other World Pharmacy"
      },
      {
        "id": "Apotek Dunia Lain"
      }
    ],
    "description": {
      "en": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction.  \n  \nIn a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town. He will wipe out the fraud that has swept the world, and deliver to the commoners a truly effective medicine that was developed using present day pharmacology. Thus the boy pharmacist will cheat by using his previous knowledge to create innovative medicines while helping the people of the parallel world, a story about living his new life to the fullest this time.",
      "pt-br": "Um jovem farmacêutico e pesquisador no Japão morreu de trabalho excessivo e foi reencarnado em uma Europa Paralela Medieval. Ele foi reencarnado como um aprendiz de 10 anos para um famoso farmacêutico da Royal Court, tinha alcançado habilidades desumanas de habilidade para ver a doença, a criação material e a destruição material. Em uma sociedade em que a prática médica duvidosa é desenfreada, o aumento dos preços através do monopólio da aliança farmacêutica e uma boa medicina não estão disponíveis para os plebeus. Ele foi reconhecido pelo imperador naquele momento e abriu uma farmácia na esquina da cidade. Ele eliminará a fraude que varreu o mundo e entregará aos plebeus um medicamento verdadeiramente eficaz que foi desenvolvido usando a farmacologia atual. Assim, o menino farmacêutico enganará usando seu conhecimento prévio para criar medicamentos inovadores, ajudando as pessoas do mundo paralelo, uma história sobre como viver sua nova vida ao máximo desta vez. A popular web novel agora vem em forma de manga!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9858bff-2e9a-4f7e-8b3f-06abe9496b59",
    "title": {
      "en": "Nikaidou Hell Golf"
    },
    "updatedAt": "2024-05-17T03:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/c9858bff-2e9a-4f7e-8b3f-06abe9496b59/23704ff7-129c-450b-824a-3e7d7a888a20.jpg",
    "altTitles": [
      {
        "ja-ro": "Nikaidou Jigoku Golf"
      },
      {
        "ja": "二階堂地獄ゴルフ"
      },
      {
        "fr": "Nikaido: L'Enfer, c'est le Golf"
      },
      {
        "en": "Nikaido Hell Golf"
      }
    ],
    "description": {
      "en": "A completely new work by Fukumoto Nobuyuki of the *Kaiji* series!\n\nNikaidou Susumu, 35, has been unsuccessful in the professional test for 10 consecutive years, despite receiving support from his club.\n\nWhat awaits him in the future, as he is unable to give up the title of professional golfer, is either heaven or hell..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2024-05-03T09:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      },
      {
        "fr": "Dead Dead Demon's Dededede Destruction"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**",
      "fr": "Depuis 3 ans, le ciel de Tokyo est recouvert par un gigantesque vaisseau spatial extra-terrestre. Pourtant, aucune attaque de la part des extra-terrestres n’est recensée, bien que les humains abattent, avec une facilité déconcertante, les petits vaisseaux qui sortent de temps en temps du ventre de l’immense engin…\n\nPendant ce temps, sur Terre, les deux amies Kadode et Ôran, comme la majorité des humains, ne prêtent plus attention à ce vaisseau et continuent à vivre leur vie. Mais ces 3 années de paix ont endormi la vigilance de l’Humanité… Elle ne remarque pas que « l’envahisseur » s’est infiltré au sein de sa population. Et il pourrait bientôt troubler leur paisible quotidien !\n\n---\n\nMaison d'édition FR : **Kana**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "fdb14889-59ef-48dd-a883-7558f04c2060",
    "title": {
      "en": "Ryoumin 0-nin Start no Henkyou Ryoushusama"
    },
    "updatedAt": "2024-03-09T11:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/fdb14889-59ef-48dd-a883-7558f04c2060/3e50746e-9799-4e56-8906-88737f710624.jpg",
    "altTitles": [
      {
        "ja": "領民0人スタートの辺境領主様～青のディアスと蒼角の乙女～"
      },
      {
        "ja-ro": "Ryoumin 0-nin Start no Henkyou Ryoushu-sama ~Ao no Dias to Soukaku no Otome~"
      },
      {
        "ja-ro": "Ryomin Zeronin Start no Henkyou Ryoushu-sama"
      },
      {
        "en": "The Frontier Lord Begins with Zero Subjects: Tales of Blue Dias and the Onikin Alna"
      },
      {
        "en": "The Population of the Frontier Owner Starts With 0. \"Dias the Blue\" and a Blue-Horned Girl."
      },
      {
        "en": "Zeronin"
      },
      {
        "ru": "Население приграничного владения начинается с нуля. «Диас Синий» и голуборогая девушка"
      },
      {
        "zh-hk": "從領民0人開始的邊境領主生活"
      }
    ],
    "description": {
      "en": "Dias fulfilled his parents' will to help others, and kept fighting on the battlefield to that end. Now known as the \"Savior Hero\" from his long wartime career, he was rewarded with a vast territory from the king. After having met the horned Kijin (鬼人) girl Aruna who lives there, he begins his new slow life as a lord, seeking to thrive in spite of increasingly realizing that he was rewarded with the short end of the stick.  \n\n---\n\n- Japanese Light Novel: [Bookwalker](https://bookwalker.jp/series/177657/)  \n- Japanese Web Novel: [syosetu](https://ncode.syosetu.com/n1980en/)  \n- Alternative Raw: [Niconico manga](http://seiga.nicovideo.jp/comic/39418)  \n- Alternative Raw: [comic.pixiv](https://comic.pixiv.net/works/5509)",
      "es": "Dias cumplió con la voluntad de sus padres de ayudar al prójimo, y peleó en el campo de batalla hasta el final. Ahora conocido como el \"Héroe Salvador\" debido a sus hazañas de guerra, fue recompensado con un vasto territorio por parte del rey. Después de conocer a la joven de cuernos Kijin (鬼人) Aruna, que vive allí, él comienza su nueva vida como el terrateniente, buscando prosperar a pesar de darse cuenta cada vez más de que lo recompensaron dándole gato por liebre.",
      "pt-br": "Dias cumpriu a vontade de seus pais em ajudar os outros e continuou lutando no campo de batalha até o fim. Agora conhecido como o \"Herói Patriótico\" de sua longa carreira em guerra, ele foi recompensado com um vasto território do rei. Depois de conhecer a garota com chifres de Kijin Aruna que mora lá, ele começa sua nova vida como um senhor feudal, procurando prosperar, apesar de perceber cada vez mais que foi recompensado com a ponta curta do bastão."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-03-25T23:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "dabb96e2-5b64-458d-b53f-76191e5e4d65",
    "title": {
      "en": "Suezen Kurau wa Otoko no Tachi"
    },
    "updatedAt": "2024-06-24T13:01:50+00:00",
    "coverArt": "https://mangadex.org/covers/dabb96e2-5b64-458d-b53f-76191e5e4d65/4a01d643-c6bd-4c5b-8151-93865de5c18e.jpg",
    "altTitles": [
      {
        "ja": "据え膳喰らうは男のタチ"
      },
      {
        "zh": "来者不拒才是人本色"
      },
      {
        "ko": "차려진 밥상은 먹는 게 남자의 본성"
      }
    ],
    "description": {
      "en": "Sera, a sexually curious salaryman, has newly set his sights on Ryo, a new employee at his favourite bar.\nHe tries to talk to him about sex, a new kind of pleasure, but Ryo is popular with men and women of all ages and has a lot of experience.\nBut he can't catch on, and when he pesters him, Ryo gets mad and teaches him about the pleasures of the backside..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "db9d8014-7903-43c7-a10d-880a39922ee6",
    "title": {
      "en": "\"Tsukiuta.\" Gekijouban RABBITS KINGDOM THE MOVIE"
    },
    "updatedAt": "2024-07-01T00:27:28+00:00",
    "coverArt": "https://mangadex.org/covers/db9d8014-7903-43c7-a10d-880a39922ee6/cd0ee68a-c6f4-453e-85fb-5f22ee8d0628.jpg",
    "altTitles": [
      {
        "ja": "「ツキウタ。」劇場版RABBITS KINGDOM THE MOVIE"
      },
      {
        "en": "\"Tsukiuta.\" The Movie RABBITS KINGDOM THE MOVIE"
      }
    ],
    "description": {
      "en": "—A certain winter day.\nMutsuki Hajime, the leader of the idol unit “Six Gravity,” (a.k.a. Gravi) associated with Tsukino Talent Productions, aimlessly dropped by a secondhand bookstore and encountered Shimotsuki Shun, the leader of their sibling unit “Procellarum” (a.k.a. Procella). The two of them reached out to the antique classic which was thought to be the original work of the stageplay they would be starring in.\n“Rabbits Kingdom”—\nThough it should have been his first time hearing the title, a strange bothersome sensation befell him, almost as if it were stuck in the back of his head. To the perplexed Hajime, Shun gently smiled. “......Ah, this is... quite a nostalgic and beloved... story of us from another world.”\nThis is an “if -what if-“ world – a story of a kingdom in some other world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35ee1735-809f-46ec-8efc-ee12ddf44d4b",
    "title": {
      "en": "When My Organs Awakened, I Suddenly Became Invincible"
    },
    "updatedAt": "2024-07-02T01:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/35ee1735-809f-46ec-8efc-ee12ddf44d4b/37ec4985-4f65-474e-9f13-f060b1b65930.png",
    "altTitles": [
      {
        "en": "My Organs Awakened and I Suddenly Became Invincible"
      },
      {
        "zh": "器官觉醒，我突然无敌了"
      }
    ],
    "description": {
      "en": "After transmigrating, Ye Qing discovered that his organs could cultivate themselves under certain conditions, and sometimes they even had their own thoughts. With the help of these overly independent organs, Ye Qing advanced rapidly on his cultivation journey. While others were busy cultivating, comprehending, and breaking through, his organs had already paved the way for him. However, because his organs had too many of their own ideas, Ye Qing frequently encountered some 'small' troubles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2024-05-24T18:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/355414b8-b24a-4d02-9bf1-2f38f7364d5b.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      },
      {
        "fr": "Brisée par ton amour..."
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-05-26T14:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "568e2624-cf7b-4c94-a6a3-803838a1836e",
    "title": {
      "en": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
    },
    "updatedAt": "2024-06-29T23:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/568e2624-cf7b-4c94-a6a3-803838a1836e/4e3168a3-0cea-49e1-9a62-a260284c2974.jpg",
    "altTitles": [
      {
        "ja": "陰キャでヲタクで貧乏だけど美人お嬢様に推されてます"
      },
      {
        "ja-ro": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
      },
      {
        "pt-br": "Eu sou um otaku tímido e pobre, mas essa jovem linda e rica está obcecada por mim"
      },
      {
        "ru": "Я застенчивый и бедный отаку, но эта красивая богатая юная леди одержима мной."
      },
      {
        "en": "I'm a Shy and Poor Otaku, but This Beautiful Rich Young Lady Is Obsessed With Me"
      }
    ],
    "description": {
      "en": "Eiji is a high school student who lives with his father, an unsuccessful novelist. He is a shy, otaku, and poor boy, but he is an honest boy who never forgets the compassion for others that his late mother taught him. Even he yearns for Aoi, the daughter of the president of a large company. However, Eiji is unable to look Aoi in the eye because of the huge disparity between her and himself. One day after school, Aoi greets Eiji when he comes home. Aoi says one surprising thing to the surprised Eiji...",
      "ja": "YouTube動画で550万再生！　運命に導かれたベタ甘ラブコメ！\nエイジは陰キャでヲタクで貧乏だけど他人に対する思いやりの気持ちを忘れない素直な少年。そんなエイジも憧れる社長令嬢アオイさんがある日、エイジの自宅を訪れ、突如としてエイジとの婚約を告げるが…。\n\nYūchūbu dōga de 550 man saisei! Unmei ni michibika reta beta ama rabu kome! Eiji wa in kya de wotaku de binbōdakedo tanin ni taisuru omoiyari no kimochi o wasurenai sunaona shōnen. Son'na eiji mo akogareru shachō reijō aoi-san ga aru hi, eiji no jitaku o otozure, totsujotoshite eiji to no kon'yaku o tsugeruga….",
      "ru": "Эйдзи — старшеклассник, живущий со своим отцом, неудачливым писателем. Он застенчивый, отаку, бедный, но честный мальчик, который никогда не забывает о сострадании к другим, как его научила покойная мать. Он тоскует по Аой, дочери президента крупной компании. Однако, Эйдзи не может смотреть Аой в глаза из-за огромного несоответствия между ней и им самим. Однажды после школы Аой приветствует Эйдзи, когда тот приходит домой. Аой говорит удивленному Эйдзи одну удивительную вещь...",
      "pt-br": "Eiji é um estudante do ensino médio que vive com seu pai, um romancista malsucedido. Ele é um baita nerd, e mesmo sendo pobre é um menino obediente que não esquece a compaixão alheia que sua falecida mãe lhe ensinou. Aoi, filha do presidente de uma grande empresa, admira essa idade. No entanto, Eiji não conseguia nem olhar para a enorme disparidade consigo mesmo. Depois da escola um dia, Aoi cumprimenta Eiji quando ela chega em casa. Eiji fica surpreso quando Aoi lhe diz uma palavra de surpresa..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "02ac9841-fab2-461b-b5b7-a8323416a908",
    "title": {
      "en": "The Nightmare Spirit Boy"
    },
    "updatedAt": "2024-07-02T02:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/02ac9841-fab2-461b-b5b7-a8323416a908/0124b057-c48e-40c1-a075-96e0697941db.png",
    "altTitles": [
      {
        "zh": "魇灵少年"
      }
    ],
    "description": {
      "en": "Nightmare demons are born from the dark side of the world. Fourteen years ago, a nightmare demon named Ya caused irreparable damage to the Snow Spirit City, leading to the deaths of countless tribesmen. Fourteen years later, a boy named Bai Ya encounters an invasion by a mysterious nightmare demon. After experiencing numerous crises and battles, Bai Ya continues to grow and embarks on an adventurous journey full of danger and excitement, exploring unknown worlds."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-05-06T16:43:22+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/918055d4-5358-46aa-bfe4-351b4929f05f.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6b87e4d-c1cc-4d0b-8588-df715dd98624",
    "title": {
      "en": "In the Land of Leadale"
    },
    "updatedAt": "2023-11-05T16:28:03+00:00",
    "coverArt": "https://mangadex.org/covers/b6b87e4d-c1cc-4d0b-8588-df715dd98624/922cd2a9-e098-4b9f-8bfa-da5c0d08ce9e.jpg",
    "altTitles": [
      {
        "ja-ro": "Leadale no Daichi nite"
      },
      {
        "ja": "リアデイルの大地にて"
      },
      {
        "vi": "Tại vùng đất Leadale"
      }
    ],
    "description": {
      "en": "The last thing she can remember is her life support beginning to fail. Her body had suffered terribly after a fateful accident and the only freedom left in her life came from the VR world of Leadale. Now she finds herself in a country very similar to Leadale and 200 years have passed.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n1247p/) (Japanese)  \n- [Official English Translation of the Light Novel](https://yenpress.com/9781975308681/in-the-land-of-leadale-vol-1-light-novel/)",
      "ja": "生命維持装置によって命をつなぎ留めていた各務桂菜は、停電によって命を落とし、VRMMORPG『リアデイル』の200年後の世界に自身のアバターであるハイエルフの“ケーナ”として転生してしまう。\n\n豊かな自然と高く澄んだ青空が広がるリアデイルの地で、200年の間に何が起こったのかを調べつつ、ケーナはこの世界に生きる人々やかつて自らが生み出したNPCと交流を深めていく"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a926bf9-5a3f-4c73-adca-84470e035892",
    "title": {
      "en": "Apricot Fuzz"
    },
    "updatedAt": "2024-07-02T02:09:34+00:00",
    "coverArt": "https://mangadex.org/covers/9a926bf9-5a3f-4c73-adca-84470e035892/3d349892-cd55-4c4e-b769-499e4ed353be.jpg",
    "altTitles": [
      {
        "ja": "アプリコットファズ"
      }
    ],
    "description": {
      "en": "After school, the secret talk between girls starts today, too. The class madonna, Nanba Rinon, confides to the introvert Furutsuji about the violence she's suffering on a daily basis from her father... To indulge herself in the pleasure of self-pity. \nAnd Furutsuji who comforts Rinon with deep compassion. However, there's malice lurking inside that smile...\nShe's realized Rinon's XX."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-05-03T11:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/0aec0cab-8b7e-4fc8-ba2f-d67c444728f1.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-04-24T19:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10314cf7-ec1e-4251-a4f4-c8b98f6ea062",
    "title": {
      "en": "Chitose etc."
    },
    "updatedAt": "2024-07-02T02:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/10314cf7-ec1e-4251-a4f4-c8b98f6ea062/1a4e06a4-e01c-4fc7-a610-7caf0371876a.jpg",
    "altTitles": [
      {
        "en": "Chitose Etcetera"
      },
      {
        "ja": "ちとせ etc."
      },
      {
        "ja": "ちとせ エトセトラ"
      },
      {
        "zh": "圍繞千歲的愛"
      },
      {
        "zh": "夏恋预感"
      }
    ],
    "description": {
      "en": "Chitose, a high school student living in Okinawa, fell in love with Koushou, who lives in Tokyo. “I’m going to transfer to Tokyo!” with feelings of great love in one hand she flies out of Okinawa! The direction of their love is of course a mutual one, right!?",
      "pt-br": "Chitose, uma estudante do ensino médio que mora em Okinawa, se apaixonou por Koushou, que mora em Tóquio. “Vou me transferir para Tóquio!” com sentimentos de grande amor em uma das mãos ela voa para fora de Okinawa! A direção do amor deles é, obviamente, mútua, certo!?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "48"
  },
  {
    "mangaId": "5272cd63-ae5c-439a-9568-d7c91705bc4b",
    "title": {
      "ja-ro": "Nozo × Kimi"
    },
    "updatedAt": "2024-05-20T13:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/5272cd63-ae5c-439a-9568-d7c91705bc4b/68d232f9-2364-4c13-aab6-9e7d051b787a.jpg",
    "altTitles": [
      {
        "ja-ro": "Nozo x Kimi: 2-nensei-hen"
      },
      {
        "ja-ro": "NozoKi"
      },
      {
        "en": "Nozomi and Kimio"
      },
      {
        "ja-ro": "Nozomi to Kimio"
      },
      {
        "ru": "Нозоми и Кимио"
      },
      {
        "ja": "ノゾ×キミ"
      },
      {
        "ja": "ノゾミとキミオ"
      },
      {
        "zh-hk": "美男和小希"
      },
      {
        "ja-ro": "Nozomi to Kimio"
      }
    ],
    "description": {
      "en": "Suga Kimio finds himself hiding in the girls locker room, unable to move or escape the situation as the girls in his school crowd in. Although he originally had no ulterior motives, he found himself panicking as he heard the girls coming in and hid in a locker. Komine Nozomi, one of the shy girls in his class finds him, but surprisingly covers for him. Perplexed but glad, Kimio goes home.  \r\n  \r\nLater that night, he gets a text from Nozomi who happens to live across the way on the same floor of the complex they both live in. She blackmails him into agreeing to show each other’s bodies when she texts him. Kimio has to abide by Nozomi’s insane demands or risk ruining his school life so they both start their little peep show through each other’s windows…  \r\n  \r\nNozo x Kimi: 2-nensei-hen is the second season of the series, but continues the chapter count from the previous magazine.  \r\n  \r\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16241)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "63"
  }
]