[
  {
    "mangaId": "5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2",
    "title": {
      "en": "I Became a Terminally-Ill Knight"
    },
    "updatedAt": "2024-04-25T01:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2/a5d568c1-f15a-4ad5-9e76-303189c4069c.jpg",
    "altTitles": [
      {
        "ko": "시한부 기사가 되었다"
      },
      {
        "en": "A Knight With a Time Limit"
      },
      {
        "en": "I Have Become A Time Limited Knight"
      }
    ],
    "description": {
      "en": "Levis Cloyd, a man who transmigrated from Earth to another world, is bound to live a time-limited life. To survive, he must kill living beings.\n\nLiving with the motto of \"if you are going through hell, keep going, \" he meets another opportunity.\n- - -\nMinhyuk, a bedridden man in Korea, meticulously counts his waning days when suddenly, he's transmigrated to another world where he gains the new identity of Levis, the Soul Harvester. \n\nIn this world, Levis must claim lives to extend his own, a haunting paradox that he must come to terms with.\n\nForced to grapple with a life tethered to a merciless ticking clock, Levis becomes a harbinger of fate, tasked with the daunting responsibility of ending the lives of others in order to preserve his own.\n\nHow far does the will to survive stretch? Is one life's preservation worth another's demise?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39960d43-b8dd-4fdc-b6b7-ab9ad82cce90",
    "title": {
      "en": "The SSS-Rank Hunter's Lucky Draw"
    },
    "updatedAt": "2023-08-01T11:01:17+00:00",
    "coverArt": "https://mangadex.org/covers/39960d43-b8dd-4fdc-b6b7-ab9ad82cce90/eef3e520-f0b3-4e1b-93a4-4cace79891bc.jpg",
    "altTitles": [
      {
        "ko": "뽑기로 강해진 SSS급 헌터"
      },
      {
        "ru": "Мне предначертано стать Охотником SSS-класса"
      },
      {
        "en": "SSS-Class Gacha Hunter"
      }
    ],
    "description": {
      "en": "“The Change” brought dungeons filled with monsters into the world, altering reality forever. Pro-gamer Jin Jungdo, whose lifelong dream was to be a hero like the Mana Users who fight in these dungeons, is crushed when he discovers his own abilities are useless. Just then, the “real universe” gives him a set of skills that allow him to draw information from the future and heroes from the past! Now all that’s left is for him to barrel through this game of luck and become the strongest hunter ever!",
      "fr": "Le pire jour de ma vie, j’ai reçu un miracle comme cadeau de la part du  »véritable univers ».",
      "ko": "전 재산을 쏟아부어 헌터로 각성했는데… 전투형 스킬 하나 없는 소통, 인내, 게임 탤런트뿐이라고? 헌터 사무소 영업직 인생은 이제 그만 살고 싶다고...! 간절히 바라면 이루어지는가! 인생 최악의 날, 우주로부터 최강의 스킬을 얻었다! 클래스를 뒤집는 운빨 갓겜이 시작된다. <뽑기로 강해진 SSS급 헌터>",
      "ru": "В один из худших дней в моей жизни, на меня снизошло чудо в виде подарка от \"вселенной\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-05-17T05:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/91440d1d-3fb8-46ea-a1df-7dfcee3de53e.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa96f52-19a3-4fe1-8000-1019a083c088",
    "title": {
      "en": "The First Sequence"
    },
    "updatedAt": "2023-12-27T05:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/baa96f52-19a3-4fe1-8000-1019a083c088/0d067157-9504-4381-a08e-7acb65717e39.jpg",
    "altTitles": [
      {
        "zh-ro": "Di Yi Xu Lie"
      },
      {
        "en": "First Sequence"
      },
      {
        "en": "The First Order"
      },
      {
        "zh": "第一序列"
      },
      {
        "zh-ro": "Diyi Xulie"
      }
    ],
    "description": {
      "en": "After a great catastrophe stuck, humanity started living in anarchy. Acid rain floated across the sky, wild wolves roared in the wilderness, the consortium in the barrier sang night after night, and the refugees outside the wall were hungry and cold. “Ren Xiaosu”, who was born as a refugee, unlocked the palace system and continued to grow stronger by absorbing positive energy, fighting for survival, protecting relatives and friends, saving sentient beings, and gradually changing the world, becoming the dawn of mankind’s future. this is a brand new story… survive the darkness, see the light."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3a5f42a-4822-4cc2-8789-6a4fcbc1cb77",
    "title": {
      "en": "Maousama no Pero Pero Keikaku"
    },
    "updatedAt": "2023-12-15T15:51:34+00:00",
    "coverArt": "https://mangadex.org/covers/f3a5f42a-4822-4cc2-8789-6a4fcbc1cb77/7d23c997-931b-4d51-942c-f4ac2ff493d3.jpg",
    "altTitles": [
      {
        "ja-ro": "Mao-sama no Pero Pero Keikaku"
      },
      {
        "ja": "魔王さまのペロペロ計画"
      }
    ],
    "description": {
      "en": "2000 years after his defeat, the Devil King gets revived by his minions… in the form of a little girl!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "ad84e944-a533-4c56-aedb-4f1e44e285a4",
    "title": {
      "en": "Records of the Demonic Path’s Return"
    },
    "updatedAt": "2024-05-08T03:13:10+00:00",
    "coverArt": "https://mangadex.org/covers/ad84e944-a533-4c56-aedb-4f1e44e285a4/d68e7cee-2149-4cba-9f36-90c13b4053dd.jpg",
    "altTitles": [
      {
        "ko": "마도귀환록"
      }
    ],
    "description": {
      "en": "The main character Myeong-woon has escaped to a faraway sanctuary to avoid the Heavenly Demon God Cult's fight for power. However, as he did not coincide with the Throne's Will, he was unable to avoid strife. To make Myeong-un stir a fight within his family, the Heavenly Demon God Cult's Leader, Myeonggak, visited him. Myeong-woon dies during his attempt to escape him. But right before he died, a voice spoke to him in his hazying consciousness. \"…Do you regret it? Would you like to fight another time?\" Myeong-woon believes he died after this voice away but he opens his eyes and…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4131c3c1-cee5-49b2-9bd8-d1b511a9bf8d",
    "title": {
      "en": "King of the Mound"
    },
    "updatedAt": "2024-04-03T00:12:40+00:00",
    "coverArt": "https://mangadex.org/covers/4131c3c1-cee5-49b2-9bd8-d1b511a9bf8d/dead5564-cdf1-4323-aab7-15d2344417f8.png",
    "altTitles": [
      {
        "ko": "마운드 위의 절대자"
      },
      {
        "fr": "Le Roi du Monticule"
      },
      {
        "en": "Absolute on the Mound"
      },
      {
        "ru": "Король поля с системой"
      },
      {
        "ko-ro": "Mound Wiui Jeoldaeja"
      }
    ],
    "description": {
      "en": "Through a combination of numerous injuries, a weak frame, and financial difficulties, the protagonist Lee Jinyong gave up on his path to being a baseball athlete and lived as a factory employee instead.\n\nOne day, the spirit of Kim Jinho, the baseball hero who was hailed as a legend in Korea, as well as Lee Jinyong’s idol who passed away 10 years ago, appeared before him. At the same time, an unknown notice appeared, stating that the ‘Baseball Manager’ would start, and Lee Jinyong gained an ability that gave him the constitution of a pitcher, similar to a game avatar.\n\nHe returns to the field to become <King of the Mound>.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=uTjxJRaaBLw)",
      "fr": "De par de nombreuses blessures et difficultés financières, le protagoniste Lee Jinyong a abandonné son objectif de devenir joueur de baseball et est à la place devenu ouvrier dans une usine. Un jour, l’esprit de Kim Jinho, le héros du baseball considéré comme une légende en Corée, et également idole de Lee Jinyong décédé il y a 10 ans, est apparu devant lui. Au même moment, une notification inconnue est apparue, disant que le “Gestionnaire de Baseball” allait commencer. Lee Jinyong a ensuite reçu une compétence lui donnant la constitution d’un lanceur, comme un avatar de jeu vidéo. Il revient sur le terrain pour devenir “King of the Mound”, le roi du monticule.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=uTjxJRaaBLw)",
      "ko": "잦은 부상과 부실한 체격, 경제적인 어려움까지 겹치며 야구선수의 길을 포기하고 공장 직원으로 살아가던 주인공 이진용. \n\n어느 날, 10년 전에 세상을 떠난 한국의 전설적인 야구 영웅이자 이진용의 우상, 김진호 선수의 유령이 보이기 시작한다. 이와 동시에 ‘베이스볼 매니저’가 시작된다는 알 수 없는 알림창이 뜨고, 마치 게임 캐릭터처럼 투수로서의 자질을 갖춰갈 수 있는 능력을 얻은 이진용. \n\n\n<마운드 위의 절대자>가 되기 위해, 그가 그라운드로 돌아온다.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=uTjxJRaaBLw)",
      "ru": "Из-за множества травм, слабого телосложения и финансовых трудностей главный герой Ли Джинён отказался от мечты стать бейсболистом и начал работать на фабрике. Однажды перед ним предстал дух Ким Джинхо, героя бейсбола, погибшего 10 лет назад, которого в Корее провозгласили легендой. Этот человек был кумиром Ли Джинёна. В то же время появилось неизвестное уведомление: \"Загрузка Бейсбольный менеджер\", а у Ли Джинёна появилась способность, из-за которой улучшились его питчерские навыки. Он возвращается в бейсбол, чтобы стать Королем поля.\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=uTjxJRaaBLw)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f24a2649-15b2-4f05-b8f3-4c2ccfb6016c",
    "title": {
      "en": "Invincible to 100 Hits"
    },
    "updatedAt": "2023-10-29T18:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/f24a2649-15b2-4f05-b8f3-4c2ccfb6016c/c4658ab2-3081-4f24-a6d0-441d9076635e.jpg",
    "altTitles": [
      {
        "ko": "백타무적"
      },
      {
        "en": "100 Hit Invincibility"
      },
      {
        "en": "Hundreds of Invincible Strikes"
      }
    ],
    "description": {
      "en": "Yeon Hwicheon from the Yeon Clan is deceived by the Dam Clan, who is after his Sect’s Divine Treasures, into an arranged marriage.\nDespite the unsightly scar on his face, he meets his kind-hearted wife, Dam Hwayeon, and they live a trouble-free life. However, the Dam Clan, revealing their true intentions, causes the downfall of the Yeon Clan.\nHwicheon then barely escapes and finds refuge in a cave. Here, he has a fateful encounter, through which he acquires advanced martial arts skills. Suddenly he finds himself traveling back in time to the moment right after his marriage 15 years prior.\nKnowing in advance the wicked acts the Dam Clan will commit, Yeon Hwicheon preemptively exacts a fierce revenge, finally causing its extinction.\nWith his incredible martial arts skills, Yeon Hwicheon and the now stronger Yeon Clan quickly become the targets of the martial arts world and Hwicheon, already anticipating this, further elevates the martial arts of the his Clan and boldly throws down a challenge to the entire martial arts community under his name!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-21T18:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/b7adac26-f37c-4bc0-8a20-c0123b31dd9a.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Returned from Hell"
    },
    "updatedAt": "2023-08-19T11:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9949c38-878b-4b6b-afe1-20de01038031",
    "title": {
      "en": "Hachuurui-chan wa Natsukanai"
    },
    "updatedAt": "2022-03-22T08:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/d9949c38-878b-4b6b-afe1-20de01038031/2d0395ed-4094-4514-ade4-21d18f28c5ff.jpg",
    "altTitles": [
      {
        "en": "It's Hard to Pick up Reptile Girls"
      },
      {
        "zh": "爬虫类少女难亲近"
      },
      {
        "ja": "爬虫類ちゃんは懐かない"
      },
      {
        "zh-hk": "爬蟲類少女難親近"
      }
    ],
    "description": {
      "en": "Rui Hanaka is a herpetologist who loves reptiles, and is always studying them. But one day, when his beloved leopard gecko Nancy shed her skin, she became super cute…?!",
      "pt": "Rui Hanaka é um herpetologista que ama répteis e sempre os estuda. Mas um dia, quando sua amada lagartixa-leopardo, Nancy, trocou de pele, ela ficou super fofa…?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "52"
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-04-10T14:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/4228af15-ee45-47ac-bce3-cc5a2ce34f5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "31fbb1af-3df1-496e-992f-b7f96a34d1ab",
    "title": {
      "en": "Lucky☆Star"
    },
    "updatedAt": "2024-02-29T09:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/31fbb1af-3df1-496e-992f-b7f96a34d1ab/fa5cc460-3d33-4085-b8a1-cbc8eb3f434c.png",
    "altTitles": [
      {
        "en": "Lucky Star"
      },
      {
        "zh-hk": "幸運☆星"
      },
      {
        "ja": "らき☆すた"
      },
      {
        "ru": "Счастливая звезда"
      }
    ],
    "description": {
      "en": "Lucky Star's story portrays the lives of several school girls attending a Japanese high school with a very loose humor tone.  \n  \nThe setting is based on the town Kasukabe in Saitama Prefecture. The female lead is Konata Izumi, an athletic and intelligent girl who, despite these attributes, is not in a sports club, and has low grades. Her laziness at school is due to her love for anime and video games and lack of interest in anything else. In other words: she's an otaku.  \n  \nThe serialization began with the four main characters in their first year of high school: Konata Izumi, Kagami Hiiragi, Tsukasa Hiiragi, and Miyuki Takara. As the story progresses, they move onto their second and third year.",
      "ru": "Сюжет Lucky Star крутится вокруг ученицы старшей школы Конаты Идзуми. Коната — отаку. Она весь день проводит за игрой в приставку, чтением манги и просмотром любимых аниме-сериалов, а ночью сидит в чатах и онлайн-играх. Хоть Коната и ходит в школу для одарённых детей, на домашние задания и прочую учёбу времени ей не хватает, поэтому она имеет обыкновение готовиться в последнюю ночь перед экзаменом. В школе у неё появляются три лучшие подруги: красавица, умница и тихоня Миюки Такара, милая недотёпа Цукаса Хиираги и её сестра-близнец Кагами Хиираги — целеустремленный эгоцентрик. Обладая столь разными характерами девочки уживаются вместе без проблем, иногда вздорят, но в целом живут очень дружно.",
      "pt-br": "A história de Lucky Star retrata a vida de várias garotas de uma escola secundária japonesa com um tom de humor muito solto.\n  \nO cenário é baseado na cidade Kasukabe na província de Saitama. A protagonista feminina é Konata Izumi, uma garota atlética e inteligente que, apesar desses atributos, não está em um clube esportivo e tem notas baixas. Sua preguiça na escola se deve ao seu amor por animes e videogames e falta de interesse por qualquer outra coisa. Em outras palavras: ela é uma otaku.\n  \nA serialização começou com os quatro personagens principais em seu primeiro ano do ensino médio: Konata Izumi, Kagami Hiiragi, Tsukasa Hiiragi e Miyuki Takara. Conforme a história avança, eles passam para o segundo e terceiro ano."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-05-15T17:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d042e605-a07a-4cd2-87d5-ebe53c0b135f",
    "title": {
      "en": "Ano Toki Tasukete Itadaita Monster Musume desu."
    },
    "updatedAt": "2024-02-22T04:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/d042e605-a07a-4cd2-87d5-ebe53c0b135f/aaf57cc7-73aa-49f7-b272-63d18bc804b6.jpg",
    "altTitles": [
      {
        "ja": "あのとき助けていただいたモンスター娘です。"
      },
      {
        "ja": "「あのとき助けていただいたモンスター娘です。」異世界おっさん教師 突然のモテ期に困惑する"
      },
      {
        "ja-ro": "\"Ano Toki Tasukete Itadaita Monster Musume desu.\": Isekai Ossan Kyoushi Totsuzen no Moteki ni Konwaku suru"
      },
      {
        "en": "The Girl Monster I Saved."
      },
      {
        "zh": "那个时候被你拯救了的那个魔物娘是我的说。"
      },
      {
        "vi": "Cô bé ấy là con quái vật mà tôi đã cứu lấy năm xưa"
      }
    ],
    "description": {
      "en": "Some 20 years have passed since the protagonist was summoned to another world and retired from the army. He is still single in his 40s and lives as a low-ranking professor, until one day, an elite 'monster girl' transfers into his class.",
      "ja": "異世界に召喚され、軍を退役してから約20年。主人公は未だ独身で、もう40代も半ば。Eランクの落ちこぼれ教師として生活するある日、彼の学園にエリートの「モンスター娘」が転校してくるのだった。。",
      "vi": "Câu chuyện về một ông giáo trung niên (trước đây là một anh hùng) ở dị giới tình cờ gặp lại cô học trò vốn dĩ là con bạch tuộc cute phô mai que mà anh từng cứu giúp và dạy dỗ trước đây."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3637ca06-20de-4796-93db-e06721ec5a6d",
    "title": {
      "en": "Matsurika Kanriden ~Koukyuu Jokan, Kimagure Koutei ni Misomerare~"
    },
    "updatedAt": "2024-04-16T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/3637ca06-20de-4796-93db-e06721ec5a6d/2469d076-8eb8-4cb0-b648-d6011a91a903.jpg",
    "altTitles": [
      {
        "en": "The Legend of Bureaucrat Matsurika"
      },
      {
        "ja": "茉莉花官吏伝 〜後宮女官、気まぐれ皇帝に見初められ〜"
      },
      {
        "zh": "茉莉花官吏传"
      },
      {
        "id": "Legenda Aparatur Sipil Negara, Matsurika"
      }
    ],
    "description": {
      "en": "Kou Matsurika is pretty content with her modest rise in position from a low rank palace maid to a female official within the inner palace of the nation Hakurou. One day her boss asks her to take part in a practice marriage interview in place of a co-worker who got sick. During that fateful meeting, the wheels of fate will begin to turn…",
      "id": "Kou Matsurika merasa cukup puas atas kenaikan jabatannya dari seorang pembantu tingkat bawah hingga menjadi seorang aparatur sipil negara sebagai dayang di dalam istana negara Hakurou. Suatu hari, atas permintaan atasannya, dia diminta untuk mengikuti sebuah latihan wawancara pernikahan sebagai pengganti rekan kerjanya yang sedang sakit. Dan selama pertemuan yang menentukan tersebut, tampaknya roda takdir sedang berputar..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2f62d9e-f772-42a9-84c3-6456a31c6155",
    "title": {
      "en": "Ashita, Watashi wa Dareka no Kanojo"
    },
    "updatedAt": "2024-04-08T12:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/f2f62d9e-f772-42a9-84c3-6456a31c6155/de2139de-ce63-4152-9784-aad57aa6bcf4.jpg",
    "altTitles": [
      {
        "en": "Tomorrow, I Will Be Someone's Girlfriend"
      },
      {
        "zh-hk": "明天，我會成為誰的女友"
      },
      {
        "ja": "明日、私は誰かのカノジョ"
      },
      {
        "ko": "내일, 나는 누군가의 여자친구"
      },
      {
        "ja-ro": "Ashita, Watashi wa Dareka no Kanojo"
      },
      {
        "es-la": "Algún Día Seré la Novia de Alguien."
      },
      {
        "ne": "भोलि, म कसैको प्रेमिका बन्छु"
      },
      {
        "vi": "Ngày mai, tôi sẽ là bạn gái của ai?"
      }
    ],
    "description": {
      "en": "A bitter love story depicting the realities of love between female college students who earn money by renting themselves out to men as their girlfriends.",
      "ja": "「一週間に一回、私は【誰か】の彼女になる」　\n\n彼女代行として日々お金を稼ぐ女子大生と彼女に魅せられた男達の、恋愛のリアルを描くビターラブストーリー。"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "217"
  },
  {
    "mangaId": "de090460-bd1d-48cb-bbf2-858a6267f1cf",
    "title": {
      "en": "I Have A Blade That Can Cut Heaven And Earth"
    },
    "updatedAt": "2024-01-22T01:21:03+00:00",
    "coverArt": "https://mangadex.org/covers/de090460-bd1d-48cb-bbf2-858a6267f1cf/a6292fa6-70ba-4125-8780-e2240f391286.png",
    "altTitles": [
      {
        "zh": "我有一刀，可斩天地"
      },
      {
        "pt-br": "Eu Tenho uma Lâmina que Pode Cortar o Céu e a Terra"
      }
    ],
    "description": {
      "en": "Heavenly Emperor Lin Dao, in his pursuit of comprehending the supreme blade heart, dispersed his cultivation to start anew. However, he was betrayed by Wang Xian’er, leading to a change in the heavenly throne. At the brink of death, Lin Dao comprehended the supreme blade heart. His soul lay dormant for thousands of years before awakening and possessing an abandoned disciple of the Heavenly Sword Sect. Coincidentally, the abandoned disciple was sent to the Divine Blade Sect as a scapegoat. Lin Dao then used the Divine Blade Sect as his base, meticulously preparing for revenge against Wang Xian’er. Subsequently, Lin Dao annihilated the Heavenly Sword Sect, defeated the Soul Annihilation Hall, and forcefully unified the three major continents. This also revealed the puppeteer who had always been behind the scenes – the Azure Cloud Sect, the strongest force created by Wang Xian’er. The conflict between the two emperors thus began.",
      "zh": "天帝林道为领悟无上刀心散功重修，却遭王仙儿背叛，从此天帝易主。林道濒死领悟无上刀心，神魂蛰伏万年后苏醒，附身于天剑门弃子之身。适逢弃子被作为替罪羔羊送往神刀门，林道便以神刀门为据点，步步为营，准备向王仙儿复仇。而后林道诛灭天剑门、大败灭魂殿、强势一统三大玄洲，也引出了一直在幕后，也是王仙儿培养的最强",
      "pt-br": "O Imperador Celestial Lin Dao, em sua busca pela compreensão do coração da lâmina suprema, destruiu seu cultivo para começar de novo. No entanto, ele foi traído por Wang Xian'er, levando a uma mudança no trono celestial. À beira da morte, Lin Dao compreendeu o coração da lâmina suprema. Sua alma ficou adormecida por milhares de anos antes de despertar e possuir um discípulo abandonado da Seita da Lâmina Divinal. Coincidentemente, o discípulo abandonado foi enviado para a Seita da Lâmina Divina como um substituto. Lin Dao então usou a Seita da Lâmina Divina como sua base, preparando-se meticulosamente para a vingança contra Wang Xian'er. Posteriormente, Lin Dao aniquilou a Seita da Lâmina Divina, derrotou o Salão de Aniquilação da Alma e unificou à força os três continentes principais. Isso também revelou o marionetista que sempre esteve nos bastidores – a Seita da Nuvem Azul, a facção mais poderosa criada por Wang Xian'er. Dando início ao conflito entre os dois imperadores."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-05-15T14:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/d7e11dde-da27-4588-9ef4-1ae73785d4f5.jpg",
    "altTitles": [
      {
        "en": "A Heroic Exploration Story that begins with a Mob"
      },
      {
        "ja-ro": "Mobu kara Hajimaru Tansaku Eiyuutan"
      },
      {
        "ja": "モブから始まる探索英雄譚"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical Mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. One day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. Rise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\r\n\r\n- [Web Novel](https://ncode.syosetu.com/n8930fk/)  (jp)\r\n- [Alternative Raw Link: Niconico](https://seiga.nicovideo.jp/comic/55183)",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c0b5793-4bc4-469d-8cd2-83cc3ae39fb7",
    "title": {
      "en": "Senpai no Kanojo ga Motokano Datta"
    },
    "updatedAt": "2024-05-17T05:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/7c0b5793-4bc4-469d-8cd2-83cc3ae39fb7/f101c9dc-5499-4e60-b1b7-426295fdf7e5.jpg",
    "altTitles": [
      {
        "ja": "先輩の彼女が元カノだった"
      },
      {
        "ja-ro": "Senpai no Kanojo ga Moto Kano Datta"
      },
      {
        "en": "Senpai's Girlfriend Is My Ex"
      }
    ],
    "description": {
      "en": "The girl who my senpai brought to our drinking table was in fact, *that girl* who I used to date!! Now that we've both become adults — I have an outrageous hunch about this unexpected reunion! \n\n(Source: Manba)\n\n---\n\nPublished in Young Magazine 2024-01.",
      "ja": "飲みの席に先輩が連れてきた彼女は、かつて僕と付き合っていたあの娘!! お互いオトナになった今——予期せぬ再会は不埒な予感!?（ヤングキング2024年1号／前編）",
      "es-la": "¡¡La chica que mi senpai trajo a la mesa para beber es la misma chica con la que solía salir!! Ahora que ambos somos adultos, ¡tengo la sensación de que una reunión inesperada será algo inapropiado!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-04-25T18:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8f2d9f4f-1db3-4eb7-bbbf-0169e85127ec.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637e7d4e-adff-45e8-8980-5bbeb66918fc",
    "title": {
      "en": "Tirkom"
    },
    "updatedAt": "2023-07-16T12:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/637e7d4e-adff-45e8-8980-5bbeb66918fc/60db4e1c-0267-42e5-9cc4-c8d1da841988.png",
    "altTitles": [],
    "description": {
      "en": "[Reads left-to-right]\n\n Drithurs are a government-contracted group of individuals with unnatural abilities, tasked with the objective of keeping what is considered 'society' functioning. Karykom is a Drithur, but her true objective is fighting. Follow Karykom and her coworkers as they complete nonsensical tasks and battle strange foes in a wasteland.\n\nArtist's Twitter: [@Hdittus13](https://twitter.com/hdittus13)\nSeries Patreon: [Patreon.com/Tirkom](https://www.patreon.com/Tirkom)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5bd7460-644e-40c6-aa66-40d1efaddb58",
    "title": {
      "en": "Zatch Bell! 2"
    },
    "updatedAt": "2023-10-26T22:01:37+00:00",
    "coverArt": "https://mangadex.org/covers/c5bd7460-644e-40c6-aa66-40d1efaddb58/c343fb17-6bd0-4471-b6d0-0a3045569946.jpg",
    "altTitles": [
      {
        "en": "Gash Bell!! 2"
      },
      {
        "en": "Golden Gash!! 2"
      },
      {
        "ja": "金色のガッシュ！！ 2"
      },
      {
        "ja-ro": "Konjiki no Gash!! 2"
      },
      {
        "en": "Zatch Bell! 2"
      }
    ],
    "description": {
      "en": "The sequel to Konjiki no Gash!!, aka Zatch Bell.\n\nOnce the battle to decide the king of the demon world, in which 100 demon children fought against each other, had come to an end… the king of the demon world was crowned, and the demon world lived out the rest of its days in peace.\n\nOr at least, that was how it was supposed to be.\n\nNow, a shocking fact about the current state of the demon world comes to light. And in the depths of their despair, three demon children decide to risk it all for one last chance at survival.",
      "it": "Dopo la battaglia per decidere il re del mondo dei demoni, in cui 100 bambini demoni si sono combattuti tra loro... Fu deciso il re del mondo dei demoni e arrivarono giorni di pace... o almeno così si supponeva! Fatti scioccanti vengono rivelati sull'attuale mondo dei demoni. Al limite della disperazione, tre bambini demone fanno una scommessa!",
      "pt-br": "Uma vez terminada a batalha para decidir o Rei do mundo demoníaco, na qual 100 mamodos lutaram uns contra os outros… o Rei do mundo demoníaco foi coroado, e o mundo demoníaco viveu o resto de seus dias em paz."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-02-09T06:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/0f3c286c-454d-4e8e-908d-177cb071190c.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56054f52-ba05-4e01-9c98-2bce09162a8b",
    "title": {
      "en": "Sarumane"
    },
    "updatedAt": "2024-05-18T01:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/56054f52-ba05-4e01-9c98-2bce09162a8b/13d6d002-ae4e-4842-b02f-e13a7e1c485a.jpg",
    "altTitles": [
      {
        "ja": "さるまね"
      },
      {
        "ja-ro": "Sarumane"
      }
    ],
    "description": {
      "en": "The story takes place in a village in the 19th century. It begins when a group of hunters have just hunted a wild boar and see a monkey staring at them. A hunter threw stones at a monkey to chase it away. That night, the monkey and his friends went into the village and started attacking the people by imitating the human actions he saw, like stoning, butchering, abcxyz, etc.",
      "es-la": "Tercer año de la era Temmei. En medio de la escasez de alimentos provocada por la hambruna, el pueblo de montaña donde vive el protagonista Kaei consigue ganarse la vida algo mejor que los demás cazando animales salvajes. Un día, sin embargo, llega a la aldea un hombre que afirma haberse perdido en las montañas. El hombre se niega a mirar a Kaei a los ojos, pero él y su familia le reciben con los brazos abiertos. Esa noche, en las afueras de la aldea, entran más bestias no invitadas..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92fcfb2-27b7-476f-a9d5-4cd557ae39c0",
    "title": {
      "en": "Tondemo Skill de Isekai Hourou Meshi: Sui no Daibouken"
    },
    "updatedAt": "2024-02-24T11:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/a92fcfb2-27b7-476f-a9d5-4cd557ae39c0/ff2d7b90-105f-43b5-b462-200ce7145fd6.jpg",
    "altTitles": [
      {
        "en": "Campfire Cooking in Another World with My Absurd Skill: Sui’s Great Adventure"
      },
      {
        "ja": "とんでもスキルで異世界放浪メシ スイの大冒険"
      },
      {
        "en": "Sui's Big Adventure"
      }
    ],
    "description": {
      "en": "A spin-off of the series TONDEMO SKILL DE ISEKAI HOUROU MESHI told from Sui's perspective."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2023-12-19T21:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c433f163-d610-49ba-a031-a1f3b6377af2",
    "title": {
      "en": "Baby Steps"
    },
    "updatedAt": "2023-02-10T03:35:44+00:00",
    "coverArt": "https://mangadex.org/covers/c433f163-d610-49ba-a031-a1f3b6377af2/0230f18d-a399-4b13-8a27-df8bc25217f0.png",
    "altTitles": [
      {
        "ms": "Langkah Bayi"
      },
      {
        "ru": "Маленькие шаги"
      },
      {
        "ar": "خطوات صغيرة"
      },
      {
        "th": "เบบี้ สเต็ป"
      },
      {
        "ja": "ベイビーステップ"
      },
      {
        "zh": "網球優等生"
      },
      {
        "zh-hk": "网球优等生"
      },
      {
        "ko": "베이비 스텝"
      }
    ],
    "description": {
      "en": "Maruo Eiichirou (Ei-Chan), a first year honor student, one day decides he's unhappy with the way things are and lacks exercise. He finds a flyer for the Tennis Club and decides to check it out. He's instantly captivated by it. With no prior experience and poor physical conditioning, join Ei-Chan as he embarks on a tennis journey using his smarts, dedication and work ethic.  \n\n---\n- **Won the 38th Kodansha Manga Award for Shonen Manga in 2014**",
      "it": "Eiichirou Maruo (Ei-chan), uno studente modello del primo anno, un giorno capisce che è scontento di come vanno le cose e che manca d'esercizio. Trova un volantino per un Club di Tennis, e decide di controllare. Ne viene affascinato all'istante. Senza alcuna esperienza e con scarsa condizione fisica, Ei-chan intraprende un viaggio nel mondo del tennis usando la sua intelligenza e dedizione nel fare le cose.  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15714)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16309)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "47",
    "lastChapter": "462"
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e69a06a8-2bd7-4443-bfdb-c24b149810a0.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon ~Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita~"
    },
    "updatedAt": "2024-05-14T08:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/bd961560-28a5-4e1c-b1b0-2ce5adb8b64b.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "en": "Reincarnated • The Hero Marries the Sage ~After Becoming Engaged to a Former Rival, We Became the Strongest Couple~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess.\r\n\r\nThey continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later,\r\n\r\nReincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\r\n\r\n“Hey, Reid— I want you to marry me.”\r\n\r\n“…Huh?”\r\n\r\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-04-12T15:36:32+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/ca107776-882c-48f6-a547-2c26fb6b2652.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a",
    "title": {
      "en": "Sunyu of the Shadowless"
    },
    "updatedAt": "2022-09-09T22:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/5a9aa4d4-3d76-45a2-bf10-3311a7e4bf6a/f0de6428-b5e3-45b7-b2df-fe494dcc0fe2.jpg",
    "altTitles": [
      {
        "ko": "대사형 선유"
      },
      {
        "en": "Sonnyu"
      },
      {
        "en": "The Great Master"
      },
      {
        "en": "The Great Master Sunyoo"
      }
    ],
    "description": {
      "en": "Some children are raised in the hands of Kwak No, After establishing a Disciple-Master relationship, the children dream of their own dreams by practicing martial arts and walking in that path to become masters. In order to make a living, Kwak No always had to leave his seat, and Seon-yu, the eldest of the children, has to take care of the Children, and He’ll be the Great Master.",
      "ko": "삼류 낭인 곽노의 손에 거둬진 아이들.\n\n사제관계를 맺고 아이들은 어설프게나마\n무공과 보법 수련을 하며 각자의 꿈을 꾼다.\n\n먹고살기 위해 곽노는 늘 자리를 비워야 했고,\n아이들 중 맏이인 선유는 사제들을 돌봐야 한다.\n\n그는 대사형大師兄이다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52697573-3d2b-4487-bb56-272b000bd7e1",
    "title": {
      "en": "Are You Okay With a Slightly Older Girlfriend?"
    },
    "updatedAt": "2024-04-08T20:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/52697573-3d2b-4487-bb56-272b000bd7e1/a0a66b9c-e66c-412c-8fde-963e90856901.jpg",
    "altTitles": [
      {
        "ja": "ちょっぴり年上でも彼女にしてくれますか?"
      },
      {
        "ja-ro": "Choppiri Toshiue Demo Kanojo ni Shite Kuremasu ka?"
      }
    ],
    "description": {
      "en": "One day, the high school student, Kaoru Momota, saved the baby-face, big-boobed JK, Orihara Hime, who was being harassed on the train. It was love at first sight. However, this JK had a secret; she actually was a 27-year-old OL (Office Lady). A sweet age-gap romcom between a high schooler and office lady.",
      "ja": "「私とデートしてくれませんか？」男子高校生・桃田薫はある日、電車で痴漢に遭っていた女子高生・織原姫を助ける。その後、二人は互いに惹かれ合い恋に落ちていくのだが、突然、彼女が告げる！　「……私、本当は、27歳なの」好きになったJKの正体は、27歳のお姉さんだった!!",
      "pt-br": "Um dia, o estudante de ensino médio, Kaoru Momota, salvou a garota de seios grandes com cara de bebê, Ohinara Hime, que estava sendo assediada no trem. Foi amor à primeira vista. No entanto, ela tinha um segredo; na verdade, ela era uma OL(Office Lady) de 27 anos. Um doce romcom entre um estudante do ensino médio e uma secretária."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "32"
  },
  {
    "mangaId": "c5ebc94c-33a3-49ea-b476-83c4422b8a8b",
    "title": {
      "en": "Shuumatsu no Hanayome-sama ~sweet home†melty life~"
    },
    "updatedAt": "2024-02-28T13:49:49+00:00",
    "coverArt": "https://mangadex.org/covers/c5ebc94c-33a3-49ea-b476-83c4422b8a8b/c4a0e917-d559-4901-9ee5-5cad55a9b014.jpg",
    "altTitles": [
      {
        "ja": "終末の花嫁様 -sweet home†melty life-"
      },
      {
        "en": "Apocalypse Bride ~sweet home†melty life~"
      }
    ],
    "description": {
      "en": "The Post-Apocalpyse and starting a Newlywed Life with an Angel.",
      "id": "\"Tolong... Menikahlah denganku!\"\n\nMichiru, seorang anak laki-laki yang tidak memiliki \"tempat tinggal\" baik di rumah maupun di sekolah.\nHikari, onee-san kikuk yang merupakan tetangga dari Michiru.\nSebuah proposal tiba-tiba dibuat.\n\nSetitik cahaya yang muncul di tengah-tengah keseharian yang menyakitkan dan melelahkan.\nDi tengah keseharian itu, dunia mengalami kehancuran.\n\nSebuah keseharian pasutri antara seorang bocah dan malaikat dimulai!\n\n(Sumber sinopsis : Amazon)",
      "ja": "「私と…結婚してください！」\n\n家にも学校にも居場所がない少年・みちるは、近所に住むうっかりやのお姉さん・ひかりに突然プロポーズされる。苦しくて、退屈な毎日の中で唯一の光。そんなある日、世界が滅んでしまって――"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76d931-2d7a-4fe8-9185-551dd2231878",
    "title": {
      "en": "The Amazing Village Creator: Slow Living with the Village Building Cheat Skill"
    },
    "updatedAt": "2024-02-04T22:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/0c76d931-2d7a-4fe8-9185-551dd2231878/2976be95-7b99-483f-b291-c2298a0f788f.jpg",
    "altTitles": [
      {
        "ja": "万能「村づくり」チートでお手軽スローライフ　～村ですが何か？～"
      },
      {
        "ja-ro": "Bannou \"Murazukuri\" Cheat de Otegaru Slow Life ~Mura desu ga Nani ka?~"
      },
      {
        "en": "Amazing Muradukuri"
      },
      {
        "en": "Amazing Village Building"
      }
    ],
    "description": {
      "en": "Presented with the strange Gift of Village Building, Luke, the son of a lord, is cast out of the domain in shame. He arrives in a barren land with plans to develop it as well as he can, and to live a simple, quiet life...when suddenly his mysterious Gift activates! Enjoy Luke’s amazing, slow life, and watch as his village grows, his Gift levels up, and his village-building capabilities transform in this new comedic series!",
      "ja": "謎のギフト『村づくり』を授かったことで、\n領地を追放されてしまった、領主の息子ルーク。\n荒野に村を開拓して、静かに暮らすつもりが、\n不毛の荒野に辿り着いた途端、ギフト『村づくり』が発動！\nはじめはルークとメイドのミリアしかいなかった村も、\n村人が増えるにつれて、ギフトのレベルがどんどん上がり…\n気づけば世界一の軍事力を誇る最強の「村」になっていた…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f571321-2784-4166-bf0f-97447210bc82",
    "title": {
      "en": "A Story About Getting a Haircut After Hearing Your Crush Prefers Short Hair"
    },
    "updatedAt": "2024-05-17T07:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9f571321-2784-4166-bf0f-97447210bc82/158df7de-88e4-4e38-a9cc-3ecb799d22df.jpg",
    "altTitles": [
      {
        "ja": "好きな人がショートカット好きと知って髪切る話"
      },
      {
        "en": "Cutting Her Hair After Finding out That the Person She Likes, Likes Short Cuts"
      },
      {
        "vi": "Cắt tóc sau khi biết gu cậu bạn mình thầm thích là tóc ngắn"
      },
      {
        "ja-ro": "Suki na Hito ga Short-cut Suki to Shitte Kami Kiru Hanashi"
      },
      {
        "ja-ro": "Sukina Hito ga Sho-tokattosuki to Shitte Kami Kiru Hanashi"
      },
      {
        "es-la": "Una historia sobre cortarse el pelo después de oír que su crush prefiere el pelo corto."
      },
      {
        "id": "Potong Rambut Setelah Tau Kalau Mas Crush Bilang Suka Rambut Pendek"
      },
      {
        "vi": "割𩯀婁欺別所慼倘伴命啿慼羅𩯀短 (Nom Script)"
      },
      {
        "pl": "Historia o tym jak obcięłam włosy po tym jak usłyszałam, że ten, kto mi się podoba preferuje krótkie włosy"
      },
      {
        "pt-br": "Uma história sobre cortar o cabelo depois de descobrir que a pessoa que você gosta gosta de cortes curtos"
      },
      {
        "th": "เรื่องราวการตัดผลหหลังจากได้ยินคนที่ชอบพูดว่าชอบสาวผมสั้น"
      },
      {
        "uk": "Підстриглася після того, як дізналася, що коханий полюбляє короткі стрижки"
      },
      {
        "id": "Potong Rambut Karena Mas Crush Bilang Suka Rambut Pendek"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/114158543)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f5d236-58d7-4db0-8860-5045b0e5f52e",
    "title": {
      "en": "Xenosaga Episode I - Der Wille zur Macht"
    },
    "updatedAt": "2024-02-20T03:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/01f5d236-58d7-4db0-8860-5045b0e5f52e/57ee50e3-5971-4a93-8513-cf5fb38d82b8.jpg",
    "altTitles": [
      {
        "ja": "Xenosaga Episode 1"
      },
      {
        "ja-ro": "Xenosaga Episode I - Chikara e no Ishi"
      },
      {
        "en": "Xenosaga Episode I - The Will to Power"
      },
      {
        "ja-ro": "Xenosaga Episode I: Chikara e no Ishi"
      },
      {
        "ja": "Xenosaga Episode I: Der Wille zur Macht"
      },
      {
        "ja": "ゼノサーガ エピソードI 力への意志"
      }
    ],
    "description": {
      "en": "An official Japanese manga adaptation for the first game in the Xenosaga series. It was written and illustrated by Atsushi Baba and serialized in Monthly Comic Zero Sum. While making very major omissions and rearrangements, Xenosaga Episode I: Der Wille zur Macht remains mostly faithful to the PlayStation 2 original."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": null
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2023-05-12T01:27:05+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro meninas sapecas ocupa ilegalmente o antigo salão de festas tradicional da cerimônia do chá, a fim de criar o \"Club de diversões.\" Estes patifes ... que ignoram as advertências repetidas - em rebelião direta com as ordem de justiça do Conselho de Estudantes - decidem permanecer na sala até que finalmente saia seus vagabundos para fazerem alguma coisa! Neste manga ligeiramente lento, cheio de trancos e barrancos, as quatro meninas partiram de suas casas para um passeio em conjunto com dias cheios de um pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3a9d601-044a-484c-98e0-696a5fce80fc",
    "title": {
      "en": "Dao Shen"
    },
    "updatedAt": "2023-08-19T05:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/b3a9d601-044a-484c-98e0-696a5fce80fc/8837580a-fda8-46ca-8f48-62c8b43e64db.jpg",
    "altTitles": [
      {
        "en": "God of Taoism"
      },
      {
        "en": "King of Taoism"
      },
      {
        "en": "Master of Taoism"
      },
      {
        "zh": "道神"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]