[
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/55647584-c7ef-456d-9413-61822da8eabb.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b96ec17-deb7-402b-b822-ae40e03533db",
    "title": {
      "en": "Gakuen Babysitters"
    },
    "updatedAt": "2024-10-11T20:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/9b96ec17-deb7-402b-b822-ae40e03533db/2dfa2e08-25ed-4ce3-af68-7b63fc420052.png",
    "altTitles": [
      {
        "en": "School Babysitters"
      },
      {
        "es": "Escuela de Niñeros"
      },
      {
        "ja-ro": "Gakuen Babysitters"
      },
      {
        "th": "นักเรียนพี่เลี้ยงเด็ก"
      },
      {
        "zh": "学园Babysitters"
      },
      {
        "zh": "学园保姆"
      },
      {
        "ja": "学園ベビーシッターズ"
      },
      {
        "zh-hk": "學園Babysitters"
      },
      {
        "zh-hk": "學園奶爸"
      },
      {
        "tr": "Okul Bebek Bakıcıları"
      },
      {
        "vi": "Anh chàng bảo mẫu"
      },
      {
        "it": "Babysitter scolastici"
      },
      {
        "ko": "학원 베이비시터즈"
      },
      {
        "fa": "پرستاران بچه مدرسه"
      },
      {
        "zh-hk": "湊B同學仔 (Cantonese)"
      }
    ],
    "description": {
      "en": "After their parents are killed in a plane crash, Ryuuichi and his younger brother Kotarou are taken in by the chairman, who they never met before, of an elite academy. Ryuuichi becomes the school daycare's new babysitter.",
      "pt": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia.",
      "pt-br": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a530d911-f535-4ab4-acbf-c090920b27f9",
    "title": {
      "en": "Extra but the Duke's only daughter"
    },
    "updatedAt": "2024-12-08T13:12:46+00:00",
    "coverArt": "https://mangadex.org/covers/a530d911-f535-4ab4-acbf-c090920b27f9/069dcb78-98de-4a1c-8ce8-77d2928bc843.jpg",
    "altTitles": [
      {
        "ko": "엑스트라지만 공작 외동딸"
      }
    ],
    "description": {
      "en": "I squandered my salary to strengthen my game character, and became the lowest-ranking extra in the game. But… [◆Fate: On my 9th birthday, I will be horribly murdered by my father.] No, what is my fate?! It was unfair that I dimensionally shifted while playing a game, but now I will die by my father’s hand… I can’t just sit back and accept this crappy fate. Since it has come to this, I will overcome my fate myself!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11bfa371-f53f-42b7-8213-94b1323b02b6",
    "title": {
      "en": "Yubisaki to Renren"
    },
    "updatedAt": "2024-10-09T01:51:09+00:00",
    "coverArt": "https://mangadex.org/covers/11bfa371-f53f-42b7-8213-94b1323b02b6/f655e4d3-1c83-4b6d-b9e7-9e658f4272b3.jpg",
    "altTitles": [
      {
        "ja": "ゆびさきと恋々"
      },
      {
        "en": "A Sign of Affection"
      },
      {
        "en": "Attached to Your Fingertips"
      },
      {
        "de": "Ein Zeichen der Zuneigung"
      },
      {
        "vi": "Ngôn ngữ yêu thương"
      },
      {
        "es": "Signos de afecto"
      },
      {
        "uk": "Кохання на кінчиках пальців"
      },
      {
        "ru": "Любовь с кончиков пальцев"
      },
      {
        "ru": "Знак привязанности"
      },
      {
        "ar": "رمز العاطفة"
      },
      {
        "th": "ร้อยเรียงรักจากหัวใจ"
      },
      {
        "zh": "指尖相触，恋恋不舍"
      },
      {
        "ko": "손끝과 연연"
      },
      {
        "fr": "A Sign of Affection"
      },
      {
        "pl": "Znaki naszych uczuć"
      },
      {
        "ja-ro": "Yubisaki to Renren"
      },
      {
        "en": "Love Affection"
      }
    ],
    "description": {
      "de": "Als die gehörlose Studentin Yuki eines Tages in Schwierigkeiten gerät, kommt ihr ihr Kommilitone Itsuomi zu Hilfe. Yuki ist fasziniert von Itsuomi, da er sie trotz ihres Handicaps wie einen ganz normalen Menschen behandelt. Durch ihn beginnt Yuki nicht nur eine neue Welt zu entdecken, sondern bekommt auch zum ersten Mal Herzklopfen.",
      "en": "One day, Yuki, a university student, is in trouble when she is rescued by Itsuomi, a senior student at the same university. Even though Yuki is deaf due to a hearing impairment, Itsuomi is unfazed and treats her naturally. Yuki gradually becomes aware of Itsuomi, who makes her feel a new world...\n\n---\nYuki is a typical college student, whose world revolves around her friends, social media, and the latest sales. But when a chance encounter on a train leads to her meeting friend-of-a-friend and fellow student Itsuomi-san, her world starts to widen. But even though Itsuomi-kun can speak three languages, sign language isn't one of them. Can the two learn to communicate the budding feelings between them?",
      "es": "La vida de Yuki, una universitaria con sordera, va a dar un vuelco cuando en su camino se cruce el joven Itsuomi, un muchacho que, a pesar de dominar varios idiomas, no conoce la lengua de signos japonesa. Itsuomi se interesa enseguida en Yuki y desea aprender la lengua de signos y, sobre todo, entrar en el mundo de ella. Signos de afecto es una historia de amor sobre la necesidad de la comunicación, sobre el aprendizaje de las diferencias y sobre la empatía.",
      "fr": "Yuki est une étudiante qui, comme beaucoup d'autres, construit son quotidien autour de ses amis, des réseaux sociaux et de ce qu'elle aime. Mais quand un jour, dans le train, elle croise un jeune homme qui voyage à travers le monde, son univers va être chamboulé: ce dernier, bien que trilingue, ne connaît pas la langue des signes. Pourtant, très vite, il manifestera pour elle un intérêt bien particulier… Comment réagira-t-elle face à ce camarade d'université entreprenant et communicatif?\n\nA sign of affection décrit avec pudeur et simplicité l'histoire d'amour entre une jeune femme sourde et un grand voyageur. à n'en pas douter, les personnages de ce manga ne manqueront pas de vous émouvoir!",
      "it": "Un giorno, in un momento di difficoltà, una studentessa universitaria di nome Yuki viene aiutata da Itsuomi, un senpai che frequenta il suo stesso istituto. Il giovane la tratta con grande naturalezza e non si scompone minimamente quando capisce che la ragazza è sorda. Ben presto, Yuki scoprirà di provare qualcosa per quel ragazzo, grazie al quale ha cominciato a percepire la realtà in maniera del tutto nuova...",
      "ja": "女子大生の雪は、ある日困っているところを同じ大学の先輩・逸臣に助けてもらう。聴覚障がいがあって耳が聴こえない雪にも動じることなく、自然に接してくれる逸臣。自分に新しい世界を感じさせてくれる逸臣のことを雪は次第に意識し始めて…！？",
      "ko": "여대생 유키는 어느날 곤란에 처해있을 때 같은 대학 선배인 이츠오미의 도움을 받는다. 청각장애가 있어 귀가 들리지 않는 유키에게도 동요하지 않고 자연스럽게 대해주는 이츠오미. 자신에게 새로운 세계를 느끼게 해준 이츠오미를 유키는 점점 의식하기 시작하는데…?!",
      "pt": "Yuki é uma típica estudante universitária que nasceu surda. Ela ama estar perto dos seus amigos, redes sociais e fazer compras. Certo dia, ela recebe ajuda de Itsuomi, um estudante da mesma universidade que ela, enquanto estava no metrô. A partir daí, nasce uma amizade entre eles que se torna cada vez mais especial. \"Neste dia, Yuki sentiu o seu mundo mudar.\"",
      "ru": "Это нежная история о любви между глухонемой девушкой и парнем, говорящем на нескольких языках и облетевшем мир, как много они могут привнести и изменить в мирах друг друга? Ицуоми выручает Юки, оказывается, что они учатся в одном университете. Случайная встреча, заинтересованность, стремление, желание… Что же Юки постепенно осознает?..",
      "th": "วันหนึ่ง ขณะกำลังตกที่นั่งลำบาก ยูคิ นักศึกษาสาว ได้อิสึโอมิ รุ่นพี่นักศึกษามหา'ลัยเดียวกันช่วยไว้แม้ยูคิจะไม่ได้ยินเสียงเพราะมีความบกพร่องทางการได้ยินแต่อิสึมิก็ยังทำตัวปกติเป็นธรรมชาติกับเธออย่างใจเย็นจากนั้นยูคิก็เริ่มสนใจอิสึมิที่ช่วยตัวเองได้สัมผัสถึงโลกใบใหม่ขึ้นมา...!?",
      "tr": "Tüm dünyası arkadaşları, sosyal medyası ve çok satanları etrafında dönen Yuki, tipik bir üniversite öğrencisidir. Ancak bir trende, bir arkadaşının arkadaşı olan İtsuomi-san ile tanışma şansı olunca dünyası genişlemeye başlar. Fakat maalesef, her ne kadar İtsuomi-kun üç dil konuşabilse de, işaret dili onlardan biri değildir. İkisi, aralarındaki tomurcuklanan duyguları birbirine iletmeyi öğrenebilecek mi?",
      "uk": "Юкі — студентка. Як і в багатьох інших ровесників, її повсякденне життя обертається навколо друзів, соцмереж, загалом усього, що їй подобається. Та якось вона випадково зустріла в потязі юнака, що любить подорожувати, і її світ перевернувся.\n\nІцуомі трилінгв, однак не знає японської мови жестів.\n\nПроте незабаром він нею особливо зацікавиться… Як Юкі відреагує на цього впертого однокурсника, який прагне подружитися з нею? «A Sign of affection» лаконічно і просто описує історію кохання дівчини з порушенням слуху та завзятого мандрівника. Без сумніву, стосунки між героями цієї манґи неодмінно вас зворушать!",
      "zh": "自從與你相遇之后，我的世界出現了改變的聲音。",
      "pt-br": "Yuki é uma típica estudante universitária que nasceu surda, cujo mundo gira em torno de seus amigos, redes sociais e as últimas vendas. Mas quando um encontro casual em um trem a leva a conhecer o amigo de um amigo e colega estudante Itsuomi-san, seu mundo começa a se ampliar. Mas mesmo que Itsuomi-kun fale três línguas, a linguagem de sinais não é uma delas.  \n\nOs dois podem aprender a comunicar os sentimentos que estão surgindo entre eles?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "010a8ee8-847b-44dd-a269-9ac472e9f91a",
    "title": {
      "en": "Happiness"
    },
    "updatedAt": "2024-10-25T21:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/010a8ee8-847b-44dd-a269-9ac472e9f91a/d39174a3-c68a-400f-9d5c-3891dd86cfa2.jpg",
    "altTitles": [
      {
        "id": "Kebahagiaan"
      },
      {
        "tr": "Mutluluk"
      },
      {
        "fa": "خوشبختی"
      },
      {
        "ja": "ハピネス"
      },
      {
        "ko": "해피니스"
      },
      {
        "uk": "Щастя"
      },
      {
        "ar": "سعادة"
      },
      {
        "pt-br": "Felicidade"
      }
    ],
    "description": {
      "ar": "أوكازاكي ماكوتو تلميذ في الثانوية، هدف سهل للمتنمرين، يقرر في أحد الليالي إرجاع شريط الفيديو للمتجر، فيلمح على أحد السطوح شخصاُ ما وقبل أن يلاحظ حتى، قفز ذلك الشخص من أعلى المبنى عليه و أخذ في مص دمه...، من ذلك الشخص؟!! ما الذي سيحدث لماكوتو...؟ .",
      "en": "Makoto Okazaki is your run of the mill high-schooler, a perfect bullying target and a closet pervert. One night he decides to return a DVD to a friend of his and ventures out into the darkness. He notices a person on a nearby rooftop. The person lunges at him before he is able to make sense of this, and bites into his neck, drinking his blood. The attacker stops. At this point Makoto notices that the attacker is a beautiful girl. She asks him: \"Do you want to die or become like me?\" He decides to live…",
      "fa": "ماکوتو چیزی را در تاریکی روی پشت بام خانه‌ای دید. دختری زیبا روی به سمتش هجوم برد و نیشش را در گلویش فرو کرد و خونش را نوشید. سپس دختر زیبا روی سرش را نزدیک صورت ماکوتو برد و پرسید:« میخوای بمیری یا… میخوای مثل من باشی؟»   \nجوابی که ماکوتو داد زندگی‌ش را برای همیشه تغییر داد.",
      "es-la": "Makoto Okazaki es el típico chico tonto, el objetivo perfecto de los bravucones; además de ser el clásico pervertido. Una noche, camino a casa de un amigo para regresar un DVD, divisa una persona en el techo de una casa. Esta persona lo embiste y muerde su cuello, succionando así su sangre. Y entonces la atacante, una hermosa chica, le pregunta: «¿Quieres morir así o… prefieres ser como yo?» Y Makoto elige la opción que le permitirá seguir con vida…",
      "pt-br": "Makoto Okazaki é um estudante comum do ensino médio, um alvo perfeito de bullying e um pervertido enrustido. Uma noite ele decide devolver um DVD a um amigo e se aventura na escuridão. Ele percebe uma pessoa em um telhado próximo. A pessoa ataca ele antes que ele consiga entender isso e morde seu pescoço, bebendo seu sangue. O atacante para. Neste ponto Makoto percebe que o agressor é uma linda garota. Ela pergunta a ele: \"Você quer morrer ou se tornar como eu?\" Ele decide viver..."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "ae716a2e-b612-4d61-b553-82b49e042260",
    "title": {
      "en": "Yukizuri no Shitsuren Otoko"
    },
    "updatedAt": "2024-12-08T05:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/ae716a2e-b612-4d61-b553-82b49e042260/fd53aba1-82c7-45ca-a458-3a25a63a4f19.jpg",
    "altTitles": [
      {
        "ja": "ゆきずりの失恋オトコ"
      },
      {
        "en": "A Casual Man with a Broken Heart"
      },
      {
        "zh-hk": "擦肩而過的失恋男"
      },
      {
        "zh": "擦肩而过的失恋男"
      }
    ],
    "description": {
      "ja": "「お願い　なんでもするから　少しだけ充電させてほしい…」\n\n30代前半の由紀江は、行きつけのバーで飲むのが至上の楽しみ。\nそこで出会ったオトコ（かわいい）に絡み酒をして酔いつぶしてしまい、仕方なくホテルに行くことに…。\n流れでエッチしてしまった翌日、バーに行くとあの彼が！\n昨夜のことをバラされたうえ、遠距離恋愛で傷ついたから家に置いて充電させてほしいって迫られて――！\n\n拾ったオトコに翻弄される!?　バーから始まるほろ酔いラブ！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0f4bb91-563d-49cd-b6b4-22de131638dd",
    "title": {
      "en": "Okiku-san wa Ichatsukitai"
    },
    "updatedAt": "2024-11-22T14:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/f0f4bb91-563d-49cd-b6b4-22de131638dd/a2742dda-d93c-45a3-88a6-46521f7cde67.jpg",
    "altTitles": [
      {
        "ja": "お菊さんはいちゃ憑きたい"
      },
      {
        "en": "Miss Okiku Wants to Possess"
      }
    ],
    "description": {
      "en": "The centuries-old evil spirit Okiku has decided to return with one objective: flirting as much as possible with Hijiri Ryouyou - the most powerful and beautiful exorcist of modern times.",
      "ja": "江戸時代に多くの人々を恐怖に陥れた大悪霊お菊が三百六十年振りに蘇った。 お菊を除霊する術がない現代の祓い屋たちは、お菊に交渉を持ちかける。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-07-02T21:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a605c68-a3e4-4027-a198-6976fb00ce4e",
    "title": {
      "en": "Ichigo no Haitta Soda-sui"
    },
    "updatedAt": "2024-10-27T03:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/3a605c68-a3e4-4027-a198-6976fb00ce4e/d87c84d1-d118-4ccb-a6b9-b3bd36ea75bf.jpg",
    "altTitles": [
      {
        "en": "Strawberry in Soda Water"
      },
      {
        "ja": "いちごの入ったソーダ水"
      }
    ],
    "description": {
      "en": "Mannenrou Ladies' Academy is famous for its upper class and posh students. Despite knowing how out-of-place she'd be, the former yankee, Hanaizumi Luna, decides to enroll there. Moreover, according to her underling: \"Girls' schools means yuri!! Add in school dormitories? Now that's a world of girl on girl action!!\""
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "70"
  },
  {
    "mangaId": "6233aed2-2f42-4308-a2b9-7d37b836cc33",
    "title": {
      "en": "Kusunoki's Flunking Her High School Glow-Up"
    },
    "updatedAt": "2024-08-26T19:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/6233aed2-2f42-4308-a2b9-7d37b836cc33/dd4a298c-ccfd-4157-8353-fb33612d8caf.jpg",
    "altTitles": [
      {
        "ja": "楠木さんは高校デビューに失敗している"
      },
      {
        "ja-ro": "Kusunoki-san wa Koukou Debut ni Shippai Shite Iru"
      },
      {
        "ja": "She is (not) a cool girl (in high school)"
      },
      {
        "en": "Kusunoku-san's Failing Her High School Debut"
      },
      {
        "en": "Kusunoki-san Failed Her High School Debut"
      },
      {
        "en": "Kusunoki-san Failed to Debut in High School"
      },
      {
        "zh": "楠木同学高中出道失败了"
      },
      {
        "zh-ro": "Nánmù tóngxué gāo zhòng chūdào shībàile"
      },
      {
        "ru": "Кусуноки-сан не смогла измениться к старшей школе"
      }
    ],
    "description": {
      "en": "After his traumatic years in junior high school, the ultra-introvert Shizuki Keisuke decides to turn his life around, and gives himself a complete make-over for his high school \"debut.\" His new high school life seems promising, as no one is aware of his hidden past...except for one person: Kusunoki Shizuka, who also changed herself in pursuit of a more successful high school life! As their fates intertwine, will Keisuke ultimately be able live a peaceful life in high school...?!",
      "ja": "中学時代のトラウマをきっかけに高校デビューに成功した元陰キャの志月恵助。\n新しい環境で過去の自分を知る者はいない。ただ一人、同じ中学出身で\n恵助と同様に高校デビューを果たした女子・楠木静を除いて…。\n\n---\nChūgaku jidai no torauma o kikkake ni kōkō debyū ni seikō shita moto in kya no shitsuki keisuke. Atarashī kankyō de kako no jibun o shiru mono wa inai. Tadahitori, onaji chūgaku shusshin de keisuke to dōyō ni kōkō debyū o hatashita joshi Kusunoki Shizuka o nozoite….",
      "pt-br": "Depois de seus anos traumáticos no ensino médio, o ultra-introvertido Shizuki Keisuke decide mudar sua vida e se transforma completamente para sua \"estreia\" no ensino médio. Sua nova vida escolar parece promissora, já que ninguém sabe de seu passado oculto... exceto por uma pessoa: Kusunoki Shizuka, que também mudou a si mesma em busca de uma vida escolar mais bem-sucedida! À medida que seus destinos se entrelaçam, Keisuke será capaz de viver uma vida pacífica no ensino médio...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "398282b8-f3e8-4d3b-94b2-8288a96a56a5",
    "title": {
      "en": "Jintian Ni Louxianle Ma?!"
    },
    "updatedAt": "2024-03-12T20:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/c8a54426-a502-4849-a759-b647aee0ed3c.jpg",
    "altTitles": [
      {
        "en": "Will you expose yourself today?!"
      },
      {
        "zh": "今天你露馅了吗？！"
      }
    ],
    "description": {
      "en": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4",
    "title": {
      "en": "Gyaru to Kyouryuu"
    },
    "updatedAt": "2023-11-04T00:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4/5cc91b95-2b9e-4665-be2c-9a01f04a2386.jpg",
    "altTitles": [
      {
        "en": "My Roomie Is a Dino"
      },
      {
        "en": "Gal & Dino"
      },
      {
        "ja": "ギャルと恐竜"
      }
    ],
    "description": {
      "en": "A story of a gyaru who picks up a dinosaur.  \n\n---\n**Links:**\n  \n- [Official Site](http://galkyo.com/)\n- Alternative Official English - [Kodansha](https://kodansha.us/series/my-roomie-is-a-dino/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "105"
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-09-23T16:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/0241fbfe-2fbd-4663-8042-a9afe72b0059.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "Haro Ogawa, a high school student, is also a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with an elusive \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\", will be painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2024-11-19T18:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/9adb40e3-8a67-4c55-b984-dadd606d7f7f.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e7453b-9ee5-4ae5-9316-215b03e4a71d",
    "title": {
      "en": "Witch Hat Atelier"
    },
    "updatedAt": "2024-10-23T17:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/67e7453b-9ee5-4ae5-9316-215b03e4a71d/b6344fd4-7660-446d-8750-963bd391bcd2.jpg",
    "altTitles": [
      {
        "pl": "Atelier spiczastych kapeluszy"
      },
      {
        "fr": "L'Atelier des Sorciers"
      },
      {
        "ru": "Ателье колдовских колпаков"
      },
      {
        "uk": "Ательє чаклунських капелюхів"
      },
      {
        "ja-ro": "Tongari Boushi no Atelier"
      },
      {
        "zh": "尖帽子的魔法工房"
      },
      {
        "ko": "고깔모자의 아틀리에"
      },
      {
        "vi": "Xưởng phép thuật"
      },
      {
        "ja": "とんがり帽子のアトリエ"
      },
      {
        "en": "Atelier of Witch Hat"
      }
    ],
    "description": {
      "en": "In a world where everyone takes wonders like magic spells and dragons for granted, Coco is a girl with a simple dream: she wants to be a wizard. \nBut everybody knows magicians are born, not made, and she was not born with a gift for magic. \nResigned to her un-magical life, Coco is about to give up on her dream until the day she meets Qifrey, a mysterious traveling magician. After secretly watching him perform magic in a way she’s never seen before, Coco soon learns what everybody “knows” might not be the truth and discovers that her magical dream may not be as far away as it seems…\n  \n- Winner of the 2020 Eisner Award for Best U.S. Edition of International Material-Asia.  \n- Winner of the Best Manga award at the 2020 Harvey Awards.  \n\n\n---\n\n**Officially licensed:**  \n- In English by Kodansha as *Witch Hat Atelier*\n- Indonesian by [Elex Media](https://elexmedia.id/detail/produk/Atelier-of-Witch-Hat-01/9786020458892/pencarian) as *Atelier of Witch Hat*\n- In German by [Egmont Manga](https://www.egmont-manga.de/series/Atelier%20of%20Witch%20Hat) as *Atelier of Witch Hat*\n- In Spanish by [Milky Way Ediciones](https://www.milkywayediciones.com/collections/all/atelier-of-witch-hat) as *Atelier of Witch Hat*\n- In French by [Pika](https://www.pika.fr/serie/latelier-des-sorciers) as *L'Atelier des Sorciers* \n- In Italian by [Panini Comics](https://www.panini.it/shp_ita_it/atelier-of-witch-hat-1-matel001isbn-it08.html) as *Atelier of Witch Hat*\n- In Brazilian Portuguese by [Panini Comics](https://loja.panini.com.br/panini/produto/Manga-Atelier-of-Witch-Hat-1.aspx) as *Atelier of Witch Hat*\n- In Polish by [Kotori](http://kotori.pl/nasze-wydania/atelier-spiczastych-kapeluszy/) as *Atelier spiczastych kapeluszy*\n- In Russian by [Истари Комикс](https://istari.ru/katalog-knig/manga/istari-comics/atel_e_koldovskih_kolpakov/) as *Ателье колдовских колпаков*  \n- In Ukrainian by [Nasha Idea](https://nashaidea.com/product/ateliye-chaklunskih-kapeluhiv-tom1/) as *Ательє чаклунських капелюхів*\n- In Korean by Haksan Media as *고깔모자의 아틀리에*"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "486a2599-3b3d-44da-ad9a-bca180992dd6",
    "title": {
      "en": "Vampire Princess Miyu: Saku"
    },
    "updatedAt": "2024-11-13T08:07:27+00:00",
    "coverArt": "https://mangadex.org/covers/486a2599-3b3d-44da-ad9a-bca180992dd6/182cfaa2-27d6-434b-8295-fbb918bc930f.jpg",
    "altTitles": [
      {
        "en": "Vampire Miyu: Saku"
      },
      {
        "en": "Vampire Princess Miyu: Saku"
      },
      {
        "ja": "吸血姫【ヴァンパイア】美夕 朔"
      },
      {
        "ja": "吸血姫美夕 朔"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu: Saku"
      }
    ],
    "description": {
      "en": "A half-human, half-vampire girl named Miyu is trapped in a body that will remain a teenager forever. As a vampire, it is her duty to hunt down demonic beings known as Shinma who have wandered into the human world and send them back to the Darkness. The new story begins with Miyu transferring to a certain middle school."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-12-05T05:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/93a6de3e-9409-4568-81df-1562fd934595.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      },
      {
        "ru": "Семь спящих красавиц"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?",
      "ru": "Герой пришел спасти спящую принцессу от проклятья злой ведьмы, но когда он добрался до места... Там оказалось 7 девушек!\nПринц Рудбекии - Алек и семь принцесс, в стране, где они единственные бодрствующие, начинают свою совместную жизнь, чтобы освободить всех ото сна!",
      "pt-br": "Um príncipe errante partiu para quebrar uma antiga maldição que enfeitiça o Reino de Amaryllis, tentando despertar sua princesa com um beijo de amor verdadeiro. No entanto, ninguém lhe disse que havia sete princesas para beijar! Agora ele precisa assumir a responsabilidade, vivendo com elas enquanto descobrem por que o povo de Amaryllis está incapaz de despertar. Será que eles conseguirão um final feliz?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2024-11-28T00:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      }
    ],
    "description": {
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-10-25T20:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/19eb17db-32be-4d10-8b27-ccee53e0c20f.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ja": "東大現役合格の秀才・粕壁 隼。ケンカ別れしていた祖母の訃報を聞いて、3年ぶりに海辺の町の古びた実家「カフェテラス・ファミリア」に帰ると、そこには見知らぬ５人の女の子が！ しかも彼女たちは「おばあちゃんの家族」を名乗り…!? 運命の女×５との贅沢すぎる共同生活が始まるっ！『涼風』『君町』『風夏』の瀬尾公治が描く一つ屋根の下ハーレム！ どの娘に恋する？どの娘を愛でる？",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d423b7d-d129-4de0-9411-7eec670a097c",
    "title": {
      "en": "Officer, Your Tail is Showing"
    },
    "updatedAt": "2024-12-02T01:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/8d423b7d-d129-4de0-9411-7eec670a097c/41a0ce05-3a48-4747-8b70-333a84d03a2e.png",
    "altTitles": [
      {
        "zh": "长官，你的尾巴藏不住了"
      },
      {
        "en": "Officer, You Can No Longer Hide Your Tail"
      }
    ],
    "description": {
      "en": "In the aftermath of the war, the world's hierarchy had been shaken up and enforced with an iron fist.\nOnce a high-ranking officer among the beastkin, Qing Ti ends up at very bottom—reduced to a mere plaything—and falls into the hands of her nemesis, Chen Xilan.\nJust when people thought Qing Ti would be tormented to the point of wishing for her own death, the game of taming and being tamed had only started to begin."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2871022-0fe3-4942-a190-9f300756b921",
    "title": {
      "en": "Vanta Black"
    },
    "updatedAt": "2024-11-18T20:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/e2871022-0fe3-4942-a190-9f300756b921/2cbd72e8-a70d-4cf1-bec7-2fb9bc97f6d4.png",
    "altTitles": [
      {
        "ko": "벤타블랙"
      }
    ],
    "description": {
      "en": "\"You've disturbed something that should have been left alone.\"\nLee Shin-hyuk, codenamed \"Ventablack,\" is the Korean leader of \"55\" - an elite special operations unit selected from the world's top black agents. One day, his younger sister Sumin, who dreamed of becoming a K-pop idol trainee, is murdered in South America... and the world tries to cover up this fact.\nAfter abandoning everything to investigate his sister's death, Shin-hyuk confirms that the international drug cartel \"XICA\" is likely behind it. Subsequently, for his revenge, he deliberately approaches his targets by becoming a bodyguard for \"Yoo Chae-won,\" a global K-pop star whom they were originally targeting.\nFinally, he plunges into Brazil's \"Favela\" - a land of death forsaken even by God...",
      "pt-br": "\"Você mexeu com algo que não devia.\"\n\nShin Hyuk, o líder coreano da unidade de elite das forças especiais \"55\", composta pelos melhores agentes do mundo, fica devastado quando sua irmã mais nova, Soo Min, que sonhava em se tornar uma trainee de idol, é assassinada na América do Sul. O mundo tenta encobrir a verdade. Abandonando tudo para investigar a morte de sua irmã, Shin Hyuk descobre que o cartel internacional de drogas \"XICA\" é o provável culpado. Em busca de vingança, ele se aproxima deliberadamente da estrela global do K-pop \"Yoo Chae-won\", que era o alvo original deles, como seu guarda-costas. No final, ele mergulha na mortal \"favela\" brasileira, uma terra onde até os deuses viraram as costas..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9afb3424-4a71-4fc9-a3ab-60bb87aa9ed8",
    "title": {
      "en": "Tsurenai Kanojo no Hitorijime"
    },
    "updatedAt": "2024-10-11T20:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/9afb3424-4a71-4fc9-a3ab-60bb87aa9ed8/4c2099fb-c075-494d-b7b4-1580718b870d.jpg",
    "altTitles": [
      {
        "ja": "つれない彼女のひとりじめ"
      },
      {
        "zh": "独占冷淡的她"
      },
      {
        "ja-ro": "Tsurenai Kanojo no Hitorijime"
      }
    ],
    "description": {
      "en": "A story of youth and sensuality. A thrilling real high school love story! High schooler Nachi Shinohara is a social butterfly. He can get along with anyone. On the other hand, there's the lone wolf, Takizawa Yuuri. A chance exchange of words leads to a relationship that no one knows about.",
      "ja": "ぼくらが味わう、青い官能\n\nノリが良くてクラスの人気者の篠原成智と、一匹狼の美少女・滝沢優凛。\n教室の端と端くらい遠かったふたりだけど、ふとしたきっかけで言葉を交わしたことから、誰にも秘密で付き合うことに…！！　\n\n好きだからひとりじめしたい！\nとにかく甘くて、少しだけ刺激的な、リアル高校生ラブストーリー！",
      "pt-br": "Shinohara Nachi, é um cara popular do ensino médio que se dá bem com qualquer uma, mas se sentiu atraído por Takizawa Yuuri, uma linda garota solitária. Uma troca casual de palavras leva a um relacionamento que ninguém mais conhece."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "098fbaa8-e4c3-4b6d-9e0a-84ddbcc1e477",
    "title": {
      "en": "Green WorldZ"
    },
    "updatedAt": "2024-11-18T15:16:00+00:00",
    "coverArt": "https://mangadex.org/covers/098fbaa8-e4c3-4b6d-9e0a-84ddbcc1e477/6801d19f-a8d9-40ee-b787-86b53bae6ece.jpg",
    "altTitles": [
      {
        "ja": "グリーンワールズ"
      }
    ],
    "description": {
      "en": "Plants have taken over the planet.  \n  \nIn 2017, the vegetation in Tokyo rose up and toppled human society in moments.  \nThe few survivors are forced to live in the relative safety of a subway network, but supplies are running low.  \nJoin an average high school student named Akira as he challenges the plants in a struggle for survival!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "112"
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-11-14T21:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      },
      {
        "fr": "La lame de la vengeance"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "fr": "Le jour où Shiho, champion de kendo décide d’aider sa mère célibataire à tenir un restaurant de gukbap, il apprend que sa sœur, Shiyeon, s’est suicidée. Pendant les funérailles, Shiho se rend compte que quelque chose cloche. Ce n’était pas un suicide, elle a été assassinée. Pour découvrir la vérité et venger la mort de sa sœur, Shiho reprend son sabre et entame sa propre guerre.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b7aebe-b98b-49a2-a392-79a58b5d756e",
    "title": {
      "en": "Return of a Crazy Genius Composer"
    },
    "updatedAt": "2024-11-09T14:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/f7b7aebe-b98b-49a2-a392-79a58b5d756e/996da07d-8e84-4bdc-a645-06d7d41b2496.jpg",
    "altTitles": [
      {
        "ko": "망나니 천재 작곡가 회귀하다"
      },
      {
        "en": "Return of the Genius Composer"
      }
    ],
    "description": {
      "en": "Success, fame, family… In an instant, the genius composer, Min Hyunseung, lost it all. On the brink of death… he wanted to live a different life, one where all those continuous misfortunes couldn’t just be claimed as karma.\n\n“How did this happen…?”\n\nHe was given another chance to live."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "960e28fa-31de-4de0-bd62-a91c0243ed0e",
    "title": {
      "en": "Dead Mount Death Play"
    },
    "updatedAt": "2024-10-30T13:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/960e28fa-31de-4de0-bd62-a91c0243ed0e/b3db39c6-0209-40a4-bbb4-a560fa8ae735.jpg",
    "altTitles": [
      {
        "ru": "Смертельная игра мёртвой горы"
      },
      {
        "ja": "デッドマウント・デスプレイ"
      },
      {
        "vi": "Cuộc chơi trên núi tử thần"
      },
      {
        "zh": "亡骸游戏"
      },
      {
        "zh": "尸体如山的死亡游戏"
      }
    ],
    "description": {
      "en": "A Necromancer called The Corpse God is fighting against the Church, that is trying to subjugate him. Using his last ounce of power against the Calamity Crusher, he gets defeated, but his reincarnation magic activates.  \n Suddenly, he got transported in a world of modern society and in a body of kid Polka Shinoyama. What is gonna happen to him in this world? What will he do?",
      "ru": "Стандартный фэнтези-мир. Герой, Сокрушитель Бедствий вступает в великую битву с могущественным некромантом, Богом-Мертвецом. И тут во время кульминации всего сражения Бог-Мертвец применяет невиданную ранее технику. Вспышка света и пуф, наш главный герой просыпается в современной Японии. Да и он теперь не он, а какой-то непонятный мальчишка, которому совсем недавно перерезали глотку. Тут уже впору гарем собирать, да спасать мир с помощью своих сил, да вот только он…",
      "vi": "Một Chiêu hồn sư được biết đến với cái tên Chúa tể Thây ma đang chiến đâu với Giáo hội, dẫn đầu bởi Anh hùng trong công cuộc tiêu diệt hắn. Với một chút ma thuật ít ỏi còn lại, Chúa tể Thây ma đã không thể bảo toàn mạng sống, nhưng may mắn là phép chuyển sinh của hắn đã được kích hoạt kịp lúc.\n\nMở mắt ra, Chúa tể Thây ma giờ đã ở một thế giới hiện đại và cơ thể mà hắn đang chiếm hữu là của một cậu bé tên Shinoyama Polka. Những gì sẽ xảy đến với hắn trong thế giới này? Và hắn sẽ làm gì?",
      "pt-br": "Um necromante chamado ‘Rei dos Cadáveres’ está lutando contra a igreja, tentando subjugá-la. Mas, ao usar último resquício de poder contra o ‘Destruidor de Calamidades’, ele é derrotado, mas sua magia de reencarnação é ativada. Repentinamente ele foi transportado para o mundo da sociedade moderna, tomando o corpo de uma criança chamada Polka Shinoyama. O que será que vai acontecer com ele nesse mundo?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf7eb9b-ed05-447b-aa6c-2d4a6652016a",
    "title": {
      "en": "Why the Hell Are You Here, Teacher?!"
    },
    "updatedAt": "2024-10-23T20:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/bdf7eb9b-ed05-447b-aa6c-2d4a6652016a/34e90500-5439-4394-9920-756f449b6aa7.jpg",
    "altTitles": [
      {
        "ja": "なんでここに先生が！？"
      },
      {
        "ja-ro": "Nande Koko ni Sensei ga!?"
      },
      {
        "ja": "Why the hell are you here, Teacher!?"
      },
      {
        "en": "Why Are You Here, Sensei!?"
      },
      {
        "en": "Why The Hell Are You Here, Sensei!?"
      },
      {
        "en": "Sensei Why Are You Here!?"
      },
      {
        "ru": "Почему Вы здесь, учитель!?"
      },
      {
        "zh-hk": "為什麼老師會在這裡！？"
      },
      {
        "fr": "Professeure, pourquoi êtes-vous là ?!"
      }
    ],
    "description": {
      "en": "17-year-old Ichirou Satou always happens to find himself in perverted situations with his teacher, Kana Kojima. Follow this erotic love comedy about how student and teacher handle their mishaps.\n\nOriginally started as four oneshot chapters titled “Golden Times”, this manga was later serialized under the title “Why the Hell Are You Here, Teacher?!”, starring a new pair of teacher-student each volume.",
      "pt": "Ichirou Satou, de 17 anos, sempre se encontra em situações pervertidas com sua professora, Kana Kojima. Siga esta comédia amorosa erótica sobre como o aluno o professor lidam com os seus acidentes.   \n  \n**Notas:**  \nNande koko ni sensei ga !? Começou como uma série de quatro capítulos intitulados \"Golden Times\".   \nOs prequels do oneshot são incluídos como os capítulos 1-4 no volume 1 tankobon.   \nSeguindo os capítulos, a série continua com o capítulo 5.  \nCada volume do mangá é focado em um par de estudante-professor diferente.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/soborou01)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=21469)",
      "pt-br": "Ichirou Satou, de 17 anos, sempre se encontra em situações pervertidas com sua professora, Kana Kojima. Siga esta comédia amorosa erótica sobre como o aluno e a professora lidam com os seus acidentes.   \n  \n**Notas:**  \nNande koko ni sensei ga !? Começou como uma série de quatro capítulos intitulados \"Golden Times\".   \nOs prequels do oneshot são incluídos como os capítulos 1-4 no volume 1 tankobon.   \nSeguindo os capítulos, a série continua com o capítulo 5.  \nCada volume do mangá é focado em um par de estudante-professor diferente.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/soborou01)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=21469)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "b29da26e-39f2-4e64-b96f-62818b209d73",
    "title": {
      "en": "Maigo no Onnanoko o Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
    },
    "updatedAt": "2024-11-03T15:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/b29da26e-39f2-4e64-b96f-62818b209d73/3dbdf282-ca6c-4df0-9dea-90dea713c5a4.png",
    "altTitles": [
      {
        "ja": "迷子の女の子を家まで届けたら、玄関から出て来たのは学年一の美少女でした"
      },
      {
        "ja-ro": "Maigo no Onnanoko wo Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
      },
      {
        "en": "When I Brought a Lost Girl Home, the Most Beautiful Girl in My Grade Came Out the Front Door"
      },
      {
        "en": "She Is the Beautiful Girl in the School Year"
      },
      {
        "vi": "Đưa bé gái bị lạc trở về, người mở cửa là hoa khôi của khối"
      }
    ],
    "description": {
      "en": "One day, Kuroda Yusei, an introverted high school student with zero dating experience, returns a lost little girl to her house... when the most beautiful girl in his grade, Shirakawa Ayano, appears! \n\n\"As thanks for saving my sister,\" she begins to approach him boldly for some reason, and every day is filled with mishaps!? On top of that, a busty otaku classmate and an attention-seeking junior girl also appear, and his daily life suddenly becomes more glamorous!? \n\nA school romance comedy where fate changes as you suddenly become close to \"the girl of your dreams\"!",
      "ja": "恋愛経験ゼロの陰キャ高校生・黒田雄星がある日、迷子になっていた幼女を家まで届けると… 学年一の美少女・白河綾乃が出現!!\n\n「妹を助けてくれたお礼に」と、なぜか彼女が大胆に迫ってくるようになり、毎日がハプニング状態!?\n更に巨乳オタク同級生や、かまってちゃんな後輩女子も登場し、一気に華やかな日常に――!?\n\n“憧れのあの子”と急接近して、運命が変わる学園ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a27b83a-002c-41f3-96a6-e57b6cc9a222",
    "title": {
      "en": "Satsudou"
    },
    "updatedAt": "2024-11-02T12:54:30+00:00",
    "coverArt": "https://mangadex.org/covers/7a27b83a-002c-41f3-96a6-e57b6cc9a222/bbbc53f2-9abe-4ac6-b6d8-6a480baac4ac.jpg",
    "altTitles": [
      {
        "ja": "サツドウ"
      },
      {
        "en": "The path of murder"
      },
      {
        "vi": "Sát Đạo"
      },
      {
        "fr": "La voie du meurtre"
      },
      {
        "ru": "Путь убийцы"
      }
    ],
    "description": {
      "en": "Akamori Mitsuo wants to be an ordinary salaryman but... He is a genius murderer born into a family that has been practising the ancient art of killing for centuries. Akamori faces obstacles like Yakuza, fighters and gangs in the path that goes to his want.",
      "fr": "Akamori Mitsuo veut être un salarié ordinaire mais... C’est un meurtrier de génie né dans une famille qui pratique l’art ancien de tuer depuis des siècles. Akamori fait face à des obstacles comme Yakuza, des combattants et des gangs sur le chemin qui mène à son besoin.",
      "vi": "Một seri mới từ tác giả của Rocopon. Akamori Rikuo, con trai thứ 6 và là một võ sĩ thiên tài trong một gia tộc sở hữu môn võ sát nhân gia truyền từ thời xa xưa. Vậy nhưng Rikuo lại muốn được trở thành một anh nhân viên văn phòng bình thường và giờ đây cuộc sống của cậu sẽ bị lũ lưu manh, đám xã hội đen và những tay võ sĩ khác làm đảo lộn không ngừng."
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-11-18T23:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/08a673a4-8443-43c4-9e90-9b21c6cec25a.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий (Мій дивакуватий друг)"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3cc1dcc-51aa-4687-955e-f2f40a0e8600",
    "title": {
      "en": "Karma na Skill de Musou suru Isekai Harem Kaitoudan"
    },
    "updatedAt": "2024-12-02T00:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/e3cc1dcc-51aa-4687-955e-f2f40a0e8600/6416ac9a-b752-4ee1-9bd9-56b4781cd19c.jpg",
    "altTitles": [
      {
        "en": "Isekai Phantom Thief"
      },
      {
        "en": "Isekai Robin Hood"
      },
      {
        "ja": "咎なスキルで無双する異世界ハーレム怪盗団"
      },
      {
        "zh": "用罪恶技能开无双的异世界后宫怪盗团"
      },
      {
        "ja-ro": "Karma na Skill de Musou suru Isekai Harem Kaitoudan"
      },
      {
        "en": "Harem Thief Order: Dominating in a Different World with Karmic Skill"
      }
    ],
    "description": {
      "en": "Takio Asakawa is an ordinary salaryman who - surprise, surprise - dies and gets reincarnated into another world. A big fan of isekai stories, Takio is immediately ready for his OP slow life adventure.  \n  \nHowever, when he enters the other world, he discovers that not all is as it seems. Adventure guilds are a relic of the past, and income inequality has plagued the country. Technology has also progressed to the point that guns exist, making swords and sorcery fairly useless.   \n  \nHowever, Takio discovers that he has a special skill - with slight of hand, he can steal from others as easily as breathing air. After recovering a woman who claims herself to be the reincarnation of the legendary thief Goemon Ishikawa, Takio realizes that he was brought to this world for a specific reason: to enact justice by stealing from the rich and giving to the poor.",
      "ja": "ヒーローになりたいと夢見ていたタキオが転生したところは、魔物もおらず冒険者も廃れた、争いのない平和な世界だった。\nそんな世界の街を歩いていると、彼は倉庫に捕らわれた一人の少女・イシカワ＝ユエを救出する。\nタキオは彼女を助け出したことで、自分の持つ特殊な能力に気づいた。\nすると、ユエからいきなり「一緒にすべての財宝を盗みましょう」と提案され――！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "48a68503-d273-47a5-ae66-c5a6f2785ed2",
    "title": {
      "en": "Kokage-kun Bewitched"
    },
    "updatedAt": "2024-03-31T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/48a68503-d273-47a5-ae66-c5a6f2785ed2/5ac8717e-07a9-4499-bd71-55ca2200cf71.jpg",
    "altTitles": [
      {
        "ja-ro": "Kokage-kun wa Majo"
      },
      {
        "en": "Kokage is a Witch"
      },
      {
        "ja": "木陰くんは魔女"
      }
    ],
    "description": {
      "en": "Yumeko dreams of being a pampered princess, but reality has her living in a shitty old apartment building. With a forest on the roof. And a witch in the forest. Tadaa! Maybe she can get this witch (who is a guy, weird) to magically grant all her wishes, up to and including making her destined prince (high school crush) fall in love with her.",
      "es": "Yumeko, es una chica de secundaria soñadora que vive con su familia en uno de los apartamentos de un complejo residencial poco habitado. La persona que administra dicho complejo es Kokage-kun, un hikikomori que vive en la azotea del edificio, y que resulta ser una bruja.  \nYumeko a menudo le pide a Kokage-kun que use su magia para ayudarla a realizar algún deseo egoísta que tenga.  \nPor ejemplo, cuando su amor platónico, un senpai de la escuela, empieza de repente a fijarse en ella y la invita a salir.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/13787628)  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/komoriyouko)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11.5"
  },
  {
    "mangaId": "6f83b8fb-ca25-47c5-9d16-759dacff0a6b",
    "title": {
      "en": "Netorare Manga no Kuzu Otoko ni Tensei Shita Hazu ga Heroine ga Yottekuru Ken"
    },
    "updatedAt": "2024-10-30T01:15:12+00:00",
    "coverArt": "https://mangadex.org/covers/6f83b8fb-ca25-47c5-9d16-759dacff0a6b/def950f3-149b-4713-94e1-3587bc3e3ce9.jpg",
    "altTitles": [
      {
        "ja": "寝取られ漫画のクズ男に転生したはずがヒロインが寄ってくる件"
      },
      {
        "en": "I was Reincarnated as the Scumbag from a Netorare Manga, But the Heroine is Coming on to Me"
      },
      {
        "en": "The Story of a Man Who is Reincarnated as the Shittiest Guy in a Doujin, but the Heroine Keeps on Coming Close to Him"
      },
      {
        "zh": "我转生成了NTR漫画里的黄毛，但是女主却倾心于我"
      },
      {
        "ru": "Я перевоплотился в подонка из netorare манги, но героиня предпочла меня главному герою"
      },
      {
        "es-la": "Reencarné como el Netoreador de una Historia NTR, pero definitivamente no seré uno"
      }
    ],
    "description": {
      "en": "I suddenly remembered. This world is the world of an erotic manga, and that I was reincarnated as the scumbag who is supposed to steal the heroine in this world. Well, I don't have such a hobby, so I thought the heroine should get along with the protagonist. But why are you paying attention to me, heroine?",
      "ja": "ふと俺は思い出した。この世界がエロ漫画の世界であり、ヒロインを寝取る役目のクズ男に自分が転生したことを。まあ俺にその趣味はないので、ヒロインは主人公と仲良くやってくれ。と思ったのに…ヒロイン、なんでお前は俺に構うんだよ!\n小説投稿サイト掲載の人気作『漫画に登場する最悪の男に生まれ変わったはずがヒロインが寄ってくる件』をついにコミカライズ!",
      "pt-br": "De repente, eu me lembrei. Este mundo é o mundo de um mangá erótico, e eu reencarnei como o canalha que supostamente vai roubar a heroína neste mundo. Bem, eu não tenho esse tipo de hobby, então eu achei que a heroína deveria se dar bem com o protagonista. Mas por que você está prestando atenção em mim, heroína?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-10-27T07:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "en": "Superball Girls"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "ru": "Девушки и супермяч"
      },
      {
        "vi": "Siêu cầu nữ"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "ja": "人生で自分にとっての「一番」をずっと心にしまい続けながら、チョコレート工場での仕事を続ける一好瑛太。クリスマスの夜、帰宅中の彼は暗闇から転がる不思議なスーパーボールを手にする。日常への様々な思いをぶつけるように、そのボールを思い切り投げつけた彼の前にいきなり現れたのは理想の「美女」．．．！？",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2024-11-17T23:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aaa0a4b-78bc-4f39-aa20-145766f83092",
    "title": {
      "en": "Welcome to Japan, Ms. Elf!"
    },
    "updatedAt": "2024-11-16T11:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/1aaa0a4b-78bc-4f39-aa20-145766f83092/167404b5-3d8a-42e7-9981-b6a3dc1b2b8f.jpg",
    "altTitles": [
      {
        "ja": "日本へようこそエルフさん。"
      },
      {
        "ja-ro": "Nihon e Youkoso Elf-san."
      },
      {
        "ja-ro": "Nihon he Youkoso Elf-san."
      },
      {
        "en": "Welcome to Japan, Elf-san."
      },
      {
        "en": "Welcome to Japan, Elf-san!"
      },
      {
        "fr": "Bienvenue au Japon, Elfe-san"
      },
      {
        "fr": "Bienvenue au Japon, Mademoiselle l'Elfe!"
      },
      {
        "pt-br": "Bem-vinda ao Japão, Elf-san!"
      },
      {
        "ru": "Добро пожаловать в Японию, Эльф-сан!"
      },
      {
        "zh-hk": "歡迎來到日本，妖精小姐"
      },
      {
        "zh": "精灵来日"
      },
      {
        "th": "ขอต้อนรับสู่ญี่ปุ่นนะ คุณเอลฟ์"
      }
    ],
    "description": {
      "en": "Kitase Kazuhiro is an ordinary salaryman who always leaves the office on time. Though this is Japan, so perhaps he's not really ordinary after all. What's truly strange comes after that; Every night, he takes a shower, changes into his pyjamas and has a good night's sleep. Then he dreams of a fantasy world, and only wakes up when he dies or sleeps in that world. One day, he's killed after stumbling onto a dragon's lair. \"A nightmare,\" he sulks, until he finds his elf friend in his bed.  \n  \nCurious to see an elf waifu experience daily life in Japan? How's it like to walk with every man's fantasy on the streets of Tokyo? This manga is for all you elf lovers out there!  \n\n- [Official LN (EN)](https://j-novel.club/s/welcome-to-japan-ms-elf)",
      "ja": "社会人の北瀬一廣の趣味はとにかく寝ること。幼少のころからいつも見る不思議な夢の世界で彼は、胸躍る冒険をしていた。ある時、夢の中で仲良くなったエルフの少女と冒険をしていた際、運悪く魔導竜のブレスで共に焼かれてしまう。夢から覚め再び自分の部屋に戻るとそこには、いる筈のないエルフの少女が隣で寝ていて――。",
      "ru": "Обыкновенный сотрудник офиса Китасэ Кадзухиродавно живет только своей работой. Но все-таки он не совсем обычный человек, ведь он живет в Японии. Ежедневно по вечерам после работы он принимает душ, переодевается в домашнюю одежду и засыпает крепким сном. У Вас возникает вопрос: \"Почему же тогда он необычный человек?\" Правда в том, что во сне Китасэ живет в ином магическом мире и пробуждается только тогда, когда уснет или умрет там. Однажды, очнувшись после очередного сна он увидел...",
      "pt-br": "Kitase Kazuhiro é um assalariado comum que sempre deixa o escritório a tempo. Embora este seja o Japão, talvez ele não seja realmente comum, afinal. O que é verdadeiramente estranho vem depois disso; Toda noite, ele toma banho, troca seu pijama e tem uma boa noite de sono. Então ele sonha com um mundo de fantasia e só acorda quando morre ou dorme naquele mundo. Um dia, ele morreu depois de tropeçar no covil de um dragão. \"Um pesadelo\", ele acorda, até encontrar sua amiga elfa em sua cama. Curioso para ver uma elfa waifu experimentar a vida cotidiana no Japão? Como é andar com a fantasia de todo homem nas ruas de Tóquio? Este mangá é para todos vocês amantes elfos por aí!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c8e8a2-97fc-415e-aa78-f02b276612e2",
    "title": {
      "en": "Sore wa Rei no Shiwaza desu"
    },
    "updatedAt": "2024-09-22T15:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c8e8a2-97fc-415e-aa78-f02b276612e2/c67e3138-feb4-4522-b4b9-bd279435950c.jpg",
    "altTitles": [
      {
        "id": "Ini Pasti Kerjaan Tuh Setan"
      },
      {
        "en": "It's the work of the Ghost"
      },
      {
        "pl": "To jest sprawka ducha"
      },
      {
        "ja": "それは霊のしわざです"
      },
      {
        "zh": "那是幽灵搞的鬼"
      },
      {
        "ko": "그건 유령의 짓이예요"
      },
      {
        "hi": "അത് പ്രേതത്തിന്റെ പ്രവർത്തനമാണ് (Malayalam)"
      },
      {
        "hi": "यह भूत का काम है (Hindi)"
      },
      {
        "hi": "இது ஆவியின் வேலை (Tamil)"
      },
      {
        "th": "รักนี้ผีจัดให้"
      }
    ],
    "description": {
      "en": "My name is Torii Nozomu, a plain introvert. Suddenly a new transfer student, Kirishima Kyoko, sits next to me. She's cute, kind, and for some reason she proactively talks to me, even though I'm a nerd! A true saint. Yet I want to get involved with her as little as possible because she's haunted by a \"ghost\" that only I can see! She's a little naughty, extremely pure and, in some cases, horrifying! Will I ever find a way to handle her?",
      "fr": "Je m'appelle Torii Nozomi. Un jour, une nouvelle fille est arrivée dans ma classe. Elle est très jolie, mais le problème c'est qu'elle est suivie par un fantôme (très taquin) que je suis le seul à voir !",
      "ja": "地味で目立たない陰キャな僕、鳥居望(とりいのぞむ)。そんな僕の隣に席に転校生の霧島京子(きりしまきょうこ）ちゃんがやってきた。可愛くて優しくて、なぜか陰キャな僕にも積極的に話しかけてくれる「ぐう聖」な京子ちゃん！…だけど僕はなるべく彼女にかかわりたくない。だって、彼女には僕にだけ見える“霊”が憑いてるんだ！！！！――ちょっとエッチで、とびきりピュアで、ところによりホラー！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57.5"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2528b57f-7b93-447b-82ba-0285f66ddd06",
    "title": {
      "en": "Updater"
    },
    "updatedAt": "2024-12-02T14:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/2528b57f-7b93-447b-82ba-0285f66ddd06/65428692-c64b-4b1b-b725-9152b66b445c.jpg",
    "altTitles": [
      {
        "ko": "업데이터"
      },
      {
        "ja": "アップデーター～NPCからの成り上がり～"
      },
      {
        "ru": "Мастер заточки"
      }
    ],
    "description": {
      "en": "The blacksmith NPC ‘Aiden.’\n\nOne day, his village gets deleted by the hands of the system moderator and as he and his little sister ‘Elise’ perished, he swore to himself.\n\nI’ll destroy this system with my very hands.\n\nIt was then…!\n\n“You have unlocked moderator perms, Moderator Lv. 1”\n\nAiden wakes up with a new power,\n\nMarking the beginning of his journey as a moderator…!\n\nWhat will become of Aiden?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ja": "鍛冶屋のＮPCエイダン。ある日、システム管理者によって村と唯一の家族である妹アリスを消され、自分も消される最中、「こんなシステム、俺がぶっ壊してやる！」そう誓った瞬間、何者かの手によって生き延び管理者権限まで付与された！ 果たして彼は何者になってしまうのか…！！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ko": "대장장이 NPC '에이든＇.\n어느 날, 시스템 관리자로 인해 마을 전체가 삭제당하고,\n유일한 가족인 여동생 ‘앨리스’와 함께 소멸하던 그는\n그 찰나의 순간, 다짐했다.\n\n반드시 내 손으로 이 시스템을 무너뜨리겠노라고.\n그때였다…!\n\n“관리자 권한을 획득했습니다. 관리자 Lv. 1”\n\n관리자의 권한을 가지고 다시 깨어난 에이든.\n관리자로서의 힘을 기르기 시작하는데...!!\n\n에이든은 과연 어떤 존재가 될 것인가?!\n\n2020년 “콘티왕으로 살아남기” 대상 수상작 <업데이터>\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "ru": "Родная деревня главного героя, кузнеца-нпс Эйдена, была подвергнута зачистке модератором системы. В ходе сего бедствия младшая сестра эйдена, эллис, погибает, что становится для него переключателем между мирной жизнью и жизнью, полной жажды во что бы то ни стало уничтожить систему, отобравшую у эйдена его единственную родственницу.\nНеожиданно для себя он обретает полномочия модератора и продолжает становиться сильнее, чтобы осуществить задуманное. До какого же уровня сумеет дойти наш герой в погоне за своей целью?\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/69621)",
      "pt-br": "O ferreiro NPC \"Aiden\".\n\nUm dia, sua vila foi deletada pelas mãos do moderador do sistema e ele e sua irmã, “Alice”, pereceram.\n\nEle jurou para si mesmo: Irei destruir o sistema com minhas próprias mãos.\n\nFoi então que…!\nVocê desbloqueou permissão de moderador, Moderador Nvl. 1”\n\nAiden despertou com um novo poder, Marcando o início de sua jornada como um moderador…!\n\nO que será do destino dele?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "136"
  },
  {
    "mangaId": "5b2bb40b-4a59-4be4-a134-8b75786b9490",
    "title": {
      "en": "Maou no Jinji"
    },
    "updatedAt": "2023-10-26T01:45:26+00:00",
    "coverArt": "https://mangadex.org/covers/5b2bb40b-4a59-4be4-a134-8b75786b9490/2b67f2f7-e632-4a47-8b84-750de4587b07.jpg",
    "altTitles": [
      {
        "en": "Demon King's Demon Resources"
      },
      {
        "ja": "魔王の人事"
      },
      {
        "zh": "魔王人事"
      }
    ],
    "description": {
      "en": "Igel sama the demon who soon will become the greatest member of the Demon King Army's Four Heavenly Kings! Except that on the day she thought she would finally be promoted she instead get transferred to the Demon Resources Department which seems to be the subject of lots of suspicious and scary rumors…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeafdf50-e0de-4cf0-a1cc-3263fce1f403",
    "title": {
      "en": "IseGure - Isekai Cheat Musou Ore TUEEE-kei Ikiri Tenseisha ni Kamaseinu ni sare Tsuzuketa Elite Kishi, Chou Gureru."
    },
    "updatedAt": "2024-12-07T09:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/eeafdf50-e0de-4cf0-a1cc-3263fce1f403/ed86da33-b979-4554-8f8a-1db33688df63.jpg",
    "altTitles": [
      {
        "ja": "イセグレ　異世界チート無双　俺ＴＵＥＥＥ系イキリ転生者にかませ犬にされ続けたエリート騎士、超グレる。"
      },
      {
        "ja-ro": "IseGure - Isekai Cheat Musou Ore Tsueee-kei Ikiri Tenseisha ni Kamaseinu ni sare Tsuzuketa Elite Kishi, Chou Gureru."
      },
      {
        "en": "IseGure: After Constantly Being Used as a Foil for OP Isekai Protagonists, The Elite Knight Has Finally Had It."
      }
    ],
    "description": {
      "en": "“I'm not just a foil!”\n\nIn order to stop more people from reincarnating into his world, the former elite knight leader sets out on a mission!\n\nAn unprecedented comedy about preventing any and all reincarnation is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/cd1b1a38-d957-4baa-991d-38f2f62c17d5.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5959afde-d009-43be-94f8-be315484d1ad",
    "title": {
      "en": "Heroic Complex"
    },
    "updatedAt": "2024-12-08T13:50:56+00:00",
    "coverArt": "https://mangadex.org/covers/5959afde-d009-43be-94f8-be315484d1ad/f84e7c46-df7f-4e41-9ff2-9075fe6c85a4.jpg",
    "altTitles": [
      {
        "bg": "Геройский комплекс"
      },
      {
        "ja": "ヒロイック・コンプレックス"
      },
      {
        "sl": "Junaški kompleks"
      }
    ],
    "description": {
      "en": "Misuzu Haruno, a handsome high school girl, has a secret identity—she is a super warrior known as Burning X who seeks to protect the peace. She wishes to become cute, just like the beautiful super heroine she admires, Blue Wing. But the truth is, Blue Wing is actually Aoi Ootori, an effeminate boy from the class next door! Indeed, Blue Wing is *his* secret identity, but he isn't exactly thrilled about it—he wants to be strong and more manly, just like his idol, Burning X.\n\nThis is a romantic comedy in which two people are unable to reveal their true identities to each other.",
      "ru": "Романтическая комедия о супергероях с сюрпризом."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "209"
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2024-10-26T18:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  }
]