[
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Karate Survivor in Another World"
    },
    "updatedAt": "2024-03-24T12:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Savage"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      },
      {
        "en": "Yajin Tensei: Karate Survivor in Another World"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-01-09T22:17:17+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/479b0250-df68-4cd3-aa5a-8dbbd812f9a9.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f81654f-bbac-4519-b1e8-405d8b8734ba",
    "title": {
      "en": "White Cat Legend"
    },
    "updatedAt": "2022-04-23T20:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/4f81654f-bbac-4519-b1e8-405d8b8734ba/f9645696-95c0-4912-9828-0a5d1b5fc2fd.jpg",
    "altTitles": [
      {
        "zh-ro": "Da Li Si Ri Zhi"
      },
      {
        "en": "Journal of the Dali Court"
      },
      {
        "zh": "大理寺日志"
      },
      {
        "ru": "Дневник палаты по уголовным делам"
      },
      {
        "zh-ro": "Dali Si Rizhi"
      }
    ],
    "description": {
      "en": "This amusing and charming story happened in 7th century ,when the first and only female monarch of ancient China got the throne. We follow the daily life of Chen Shi, a kind young man who came to the capital city Luoyang to look for his brother. To find him, he went to the Dali Court (a government institute like nowadays High Court of Justice). One thing led to another, he eventually became a secretary for Li Bing, a senior official with the appearance of a white cat.",
      "ru": "В далекие времена, в столице Лоян появляется бедняк Чэнь Ши, который ищет своего брата. Он устраивается писцом при помощнике Канцлера Палаты по уголовным делам.\nИ все бы ничего, но этот помощник - взрослый кот, который умеет разговаривать! Так завязывается знакомство необычного помощника и заядлого кошатника Чэнь Ши.\nОчень скоро, этой парочке будет суждено разобраться во множестве необыкновенных ситуаций, которые приведут их к большим приключениям."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917010b-61f5-4dd0-b861-a10362d8ab9b",
    "title": {
      "en": "My Blue Garnet"
    },
    "updatedAt": "2024-02-19T17:13:50+00:00",
    "coverArt": "https://mangadex.org/covers/2917010b-61f5-4dd0-b861-a10362d8ab9b/c438408a-2475-44f7-9ae0-2bb1719538bb.png",
    "altTitles": [
      {
        "ja": "私のブルーガーネット"
      },
      {
        "ja-ro": "Watashi no Blue Garnet"
      }
    ],
    "description": {
      "en": "Inami Kon, age 24, has been job hunting for the past 4 months. However, she is having trouble being \"normal\". One day, she meets Ai, a woman whose personality is the complete opposite of her own. Is this encounter just coincidence or is it fate?\n\nA mature yuri story about love at a crossroads."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f893560-4c4a-4f1b-a949-ae37e73f1305",
    "title": {
      "en": "Urareta Henkyou Haku Reijou wa Ringoku no Outaishi ni Dekiai Sareru"
    },
    "updatedAt": "2023-12-14T10:45:35+00:00",
    "coverArt": "https://mangadex.org/covers/6f893560-4c4a-4f1b-a949-ae37e73f1305/0a6cd1c8-81d4-4f6c-a191-1ff99a0fba3a.jpg",
    "altTitles": [
      {
        "ja": "売られた辺境伯令嬢は隣国の王太子に溺愛される"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighbouring Country"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighboring Country"
      },
      {
        "zh": "被卖掉的的边境伯爵大小姐却被邻国王太子所溺爱"
      },
      {
        "zh-hk": "被賣掉的的邊境伯爵大小姐卻被鄰國王太子所溺愛"
      }
    ],
    "description": {
      "en": "\"What a boring world this is.\"\n\nA noble society where it is common sense for women to marry a nobleman from a good family and dote on their husband for the rest of their lives. Anna, the young daughter of the Harmich family, has grown tired of such a world. Rather than having fantasies of marriage, Anna, who is obsessed with the art of war, dreamt of appearing on the battlefield alongside her father. However, after being invaded by their neighbouring country, Albion, Anna's father departed for the battlefield for his last and final time. On top of that, the eldest son was taken as a war prisoner. In dire straits, the Harmich family decides to offer their second daughter, Anna, to the neighbouring country!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a8a21ff-c6af-423e-ba9b-90d0ec2c7383",
    "title": {
      "en": "Succubus Tamer no Isekai Musou"
    },
    "updatedAt": "2024-02-08T20:52:04+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a21ff-c6af-423e-ba9b-90d0ec2c7383/70bc7a88-65c8-4733-b9e1-ab0d7ac47b1e.jpg",
    "altTitles": [
      {
        "en": "Succubus Tamer no Isekai Musou: Maboro Shijuutachi no Chi wo Hiku Saikyou no Succubus to Hajimeru Mazoku Ryou Kaitaku"
      },
      {
        "ja": "サキュバステイマーの異世界無双 ～幻獣たちの血を引く最強のサキュバスとはじめる魔族領開拓～"
      },
      {
        "ru": "Укротитель суккубов в другом мире"
      }
    ],
    "description": {
      "en": "Malt Arcane is a \"Tamer\" whose ancestors are heroes of the human race. When Malt goes to defeat monsters, he is attacked by two low rank demon Succubi! When he activates his [Tame] skill on them, they both undergo a mysterious change... The Hero, now branded as a failure and exiled from his home, begins to explore the demon territory accompanied by the two Succubus, Filei and Miru...!",
      "id": "Translated by SirenKomik.my.id\nMalt Alcain, merupakan seorang “Tamer” yang memiliki garis keturunan dari Pahlawan Manusia. Saat sedang bertualang untuk menaklukkan monster, dia diserang oleh Succubus, iblis berpangkat rendah. Dia menggunakan skill “Taming” pada Succubus tersebut dan Succubus mengalami perubahan yang aneh… MC yang dianggap sebagai aib dan diusir dari negaranya, memulai eksplorasi bersama dua Succubus dan mengembangkan wilayah iblis…!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fee79e6-d52b-4741-bb7b-ac3b15b58784",
    "title": {
      "en": "Once You Know the True Meanings..."
    },
    "updatedAt": "2024-01-09T12:29:42+00:00",
    "coverArt": "https://mangadex.org/covers/9fee79e6-d52b-4741-bb7b-ac3b15b58784/7ed33476-e437-44b5-a631-47f85ceadb7c.jpg",
    "altTitles": [
      {
        "ja": "意味がわかると怖い4コマ"
      },
      {
        "ja-ro": "Imi ga Wakaru to Kowai 4-koma"
      },
      {
        "id": "Saat kau tau maksud sebenarnya"
      }
    ],
    "description": {
      "en": "At first glance, it's a four-panel comic that doesn't seem like much at all. However, when you read the last panel, the world changes completely!? When you turn the page, there is a newly drawn explanatory page. Mystery and horror that can be enjoyed by both children and adults. A collection of gems of short stories that will leave the world horrified by Aki Konishi, a master of 4-panel manga."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a",
    "title": {
      "en": "Takane to Hana"
    },
    "updatedAt": "2022-06-11T08:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/bb5e7cdd-a3b0-4a23-938d-61bd5b8c1a2a/24f2dfeb-81af-43b8-85f7-5941071d025a.jpg",
    "altTitles": [
      {
        "en": "Takane & Hana"
      },
      {
        "en": "Takane and Hana"
      },
      {
        "tr": "Takane ve Hana"
      },
      {
        "zh": "高岭与花"
      },
      {
        "ja": "高嶺と花"
      },
      {
        "ja": "타카네와 하나"
      }
    ],
    "description": {
      "en": "When Hana replaces her sister at an omiai (like a goukon, but for marriage) little does she expect to be insulted and called a gold digger by the handsome and older Takane! Furious, she throws her wig in his face and leaves. Unexpectedly she gets asked out on a date by Takane the next day. How will these two ever find love?",
      "pl": "Kiedy Hana zastąpiła swoją siostrę na spotkaniu aranżującym małżeństwo, nie przypuszczała, że zostanie nazwana deską i całkiem zwyczajną dziewczyną przez przystojnego i starszego Takane! W złości rzuca w niego swoją perukę. Następnego dnia zostaje niespodziewanie zaproszona na randkę przez Takane. Czy ta dwójka kiedykolwiek znajdzie miłość?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "101"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc3ebf9-c86c-431c-bcca-5e35ac124f28",
    "title": {
      "en": "Lout of Count's Family"
    },
    "updatedAt": "2024-03-12T01:48:52+00:00",
    "coverArt": "https://mangadex.org/covers/1dc3ebf9-c86c-431c-bcca-5e35ac124f28/90882d33-10a7-41ff-8f46-c3943ae4e9ec.png",
    "altTitles": [
      {
        "ko": "백작가의 망나니가 되었다"
      },
      {
        "ko-ro": "Baekjakgaui Mangnaniga Doeeotda"
      },
      {
        "ko-ro": "Baegjaggaui Mangnaniga Doeeossda"
      },
      {
        "en": "Trash Count"
      },
      {
        "it": "I Became the Countess Fool"
      },
      {
        "fr": "Je suis devenu le voyou de la famille du comte"
      },
      {
        "id": "Pembuat Onar Di Keluarga Count"
      },
      {
        "pl": "Śmieć z rodziny hrabiego"
      },
      {
        "ru": "Я стал графским ублюдком"
      },
      {
        "ru": "Ничтожество из графского семейства"
      },
      {
        "ru": "Отброс графской семьи"
      },
      {
        "uk": "Покидьок графської сім’ї"
      },
      {
        "th": "อันธพาลแห่งตระกูลเคานต์"
      },
      {
        "th": "คุณชายไม่เอาไหนแห่งตระกูลเคานต์"
      },
      {
        "fa": "بچه‌ی به‌دردنخور کنت"
      },
      {
        "ja": "伯爵家の暴れん坊になった"
      },
      {
        "zh": "成为伯爵家的废物"
      },
      {
        "zh": "成为伯爵家的混混"
      },
      {
        "zh-hk": "變成伯爵家的混混"
      },
      {
        "pt-br": "O Lixo da Família do Conde"
      },
      {
        "en": "Trash of the Count's Family"
      },
      {
        "fr": "Je suis devenu la honte de la Maison du Comte"
      }
    ],
    "description": {
      "en": "Kim Roksu has one life motto: “Let’s not get beat up.”\n\nBut after dozing off somewhere midway through the novel “Birth of a Hero,” he wakes up as Cale Henituse - one of the minor villains in the novel who gets the beating of a lifetime from soon-to-be hero Choi Han.\n\nOnly time will tell how much longer he has before that dreadful encounter. Can Kim Roksu change the course of this story so he can enjoy a long and lavish life free of the soon-to-be hero?\n\n---\n\n**LInks:**\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "fr": "Réincarné dans un roman, c’est le rêve non? Pas tout à fait, surtout quand on est devenu une ordure qui se fait tabasser par le héros au début de l’histoire… Vu qu’il sait ce qui va se passer, pas question de se faire taper dessus! Et puis, si au passage il peut en profiter pour se la couler douce…",
      "id": "Saat membuka mata, aku sudah berada di dalam dunia novel.\nTidak hanya itu, aku masuk ke dalam tubuh seorang tuan muda dari keluarga Count yang terkenal sebagai pembuat onar.\nTetapi, aku tidak bisa menjadi seorang pembuat onar begitu saja kan?",
      "it": "Quando Kim aprì gli occhi non poteva credere a ciò che stava vedendo. Si era ritrovato inspiegabilmente all’interno di un libro che stava leggendo. Ora lui è Cale Henituse, un antagonista del racconto. Il problema più grande però, è che lui non aveva finito di leggere il libro. Quindi ora lui vive il suo personaggio e gli eventi della storia per come se li ricorda. Ma cosa dovrà fare Cale Henituse una volta superato il punto dove Kim si era fermato?",
      "ja": "目を開けると、そこは小説の中だった。 暴君として名高い伯爵家の令息の体に憑依してしまい…!?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "ko": "눈을 떠보니 소설 속이었다.\n그컷도 망나니로 유명한 백작가의 도련님 몸으로.......\n그리고, 소설 속에서 나를 박살 냈던 \n막강한 주인공 최한이 곧 여기로 온다.",
      "pl": "Gdy otworzyłem oczy, znalazłem się w świecie z powieści „Narodziny bohatera”.\n\nKsiążka ta opisuje przygody Choi Hana - licealisty, który przeniósł się z Ziemi do innego świata - oraz wielu innych bohaterów. Ja znalazłem się w ciele śmiecia z hrabskiej rodziny, na której to terytorium położona jest wioska, w której mieszka Choi Han.\n\nPo tym, jak wioska zostaje zaatakowana przez tajemniczych napastników, główny bohater powiadamia o zdarzeniu syna hrabiego, lecz ten go zbywa.\nNastępnie ów syn zostaje zbity na kwaśne jabłko.\n\n„To… dość problematyczne.”",
      "ru": "Я очнулся в романе, в теле молодого наследника графства, прославленного не без помощи его жестокого выродка.  \nНо я не собираюсь быть таким же ублюдком.",
      "th": "เมื่อ 'คิมรกซู' ต้องไปอยู่ในร่างอันธพาลตัวร้ายในเรื่องอย่าง 'เคล'\nเขาจึงตั้งปณิธานกับตัวเองว่าจะต้องมีชีวิตรอด ไม่ถูก 'ชเวฮัน' ตัวเอกของเรื่อง อัดจนเละเหมือนในนิยาย\nและเคลยังตัองร่วมเดินทางผจญภัยไปกับตัวละครในเรื่อง 'กำเนิดวีรชน'\nเขาจะมีชีวิตรอด ไม่เจ็บป่วย และใช้ชีวิตได้สงบสุขอย่างที่ต้องการหรือไม่\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=sh35YE4VgXE)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B0%B1%EC%9E%91%EA%B0%80%EC%9D%98-%EB%A7%9D%EB%82%98%EB%8B%88%EA%B0%80-%EB%90%98%EC%97%88%EB%8B%A4/2414)\n\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/lout-of-counts-family)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%AE%8A%E6%88%90%E4%BC%AF%E7%88%B5%E5%AE%B6%E7%9A%84%E6%B7%B7%E6%B7%B7/98)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/8142/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Pembuat-Onar-di-Keluarga-Count/3395)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/54067)\n\n- [Official French Translation](https://delitoon.com/webtoon/je-suis-devenu-le-voyou-de-la-famille-du-comte)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%9E%E0%B8%B2%E0%B8%A5%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%95%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%B9%E0%B8%A5%E0%B9%80%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%95%E0%B9%8C/14)",
      "uk": "Коли я відкрив очі, я опинився в новелі.\n\n[Народження героя] - новела, присвячений пригодам головного героя Чхве Хана, хлопчика старшої школи, якого перенесли в інший вимір із Землі, і який народжений як один з численних героїв континенту .\nЯ став частиною цього роману як старший син графа, сім'я, якого контролювала територію, де знаходиться перше село, яке відвідує Чхве Хань.\n\nЧхве Хан змінюєть після того села, а після — всі її мешканці буди вбиті таємною організацією.\n\nБільшою проблемою є той факт, що цей нікчемний покидьок, яким я став, не знає про те, що трапилося в селі, і насміхається над Чхве Ханом, лише щоб його побили.\n\n\"... Це стане проблемою\"\n\nЯ відчуваю, що зі мною станеться щось серйозне.\n\nАле варто спробувати зробити своє нове життя кращим.",
      "zh": "一个出场5秒就下线的贵族混混，一个高冷霸气的英雄男主，穿成前者还马上要被高冷男主暴揍怎么办？呵，作为一个美貌废物，当然只能靠骚操作，抱大腿抢机遇努力在这个充斥着魔法，龙，狼族的大陆求生存！",
      "pt-br": "“Não posso continuar sendo um lixo pra sempre.” Após ler os 5 primeiros volumes da novel [O Nascimento de um Herói], Kim Rok-Soo dorme e acorda em outro mundo. Ele havia sido transportado para o mundo da novel no corpo de Cale Henituse, o lixo da família do conde Henituse e um nobre mimado que tinha sido espancado pelo protagonista no começo da história. Neste novo mundo cheio de perigo e magia, Cale Henituse (Kim Rok-Soo) deseja apenas viver uma vida tranquila e livre de problemas, mas as coisas nem sempre vão de acordo com o planejado…",
      "zh-hk": "睜開眼就發現自己到了小說世界，\n而且我還變成了赫赫有名的伯爵家混混少爺...\n另外，小說裡那個\n把我當成沙包揍的強大主角——崔漢，\n很快就要抵達這裡了。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab8a1c6-6926-4c13-9609-164ed900a588",
    "title": {
      "en": "Void: No. Nine - 9-banme no Utsuro"
    },
    "updatedAt": "2024-04-30T20:16:16+00:00",
    "coverArt": "https://mangadex.org/covers/6ab8a1c6-6926-4c13-9609-164ed900a588/d5a9028e-b953-41eb-89ce-64d1eeef37ad.jpg",
    "altTitles": [
      {
        "ja": "Void: No. Nine-9番目のウツロ-"
      },
      {
        "ja-ro": "9-banme no Utsuro"
      }
    ],
    "description": {
      "en": "300 years ago, God destroyed the old world and killed humans, leaving only the \"messenger\".\n\nBut within underground, humans live in the tunnel-filled Reform City, humans still live underground. They search for relics, while living in fear from the threat of being hunted by the \"messenger\".\n\n(Source: Anime News Network, edited)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "208ec2d4-b78e-4131-ac18-3cae9657bd0f",
    "title": {
      "en": "My Little Sister Whose Boobs Keeps Getting Bigger and Bigger"
    },
    "updatedAt": "2024-05-01T08:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/208ec2d4-b78e-4131-ac18-3cae9657bd0f/74edc9c2-730b-483a-9ed5-6f23e2f2f8e1.jpg",
    "altTitles": [
      {
        "ja": "だんだん胸が大きくなっていく妹"
      },
      {
        "ja-ro": "Dandan Mune ga Ookiku Natteiku Imouto"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "24"
  },
  {
    "mangaId": "690d29df-be76-41cd-9c81-8eea55af53b6",
    "title": {
      "en": "Lying Gyaru"
    },
    "updatedAt": "2024-05-01T14:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/690d29df-be76-41cd-9c81-8eea55af53b6/603d7f6e-342d-4edf-8d33-3ff136a13ed6.jpg",
    "altTitles": [
      {
        "ja": "嘘ギャル"
      },
      {
        "ja-ro": "Uso-Gyaru"
      },
      {
        "en": "The Gal Who Lies"
      },
      {
        "vi": "Nàng gal nói dối"
      },
      {
        "pt-br": "A Gyaru Mentirosa"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d60109d-c1ad-415d-a9f8-7bea7fca46b4",
    "title": {
      "en": "Vampire's Disgusting Feast"
    },
    "updatedAt": "2024-05-02T17:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d60109d-c1ad-415d-a9f8-7bea7fca46b4/f093a139-7fe7-47bf-af54-2f2a180366e6.jpg",
    "altTitles": [
      {
        "ja-ro": "Vampire-sama no Mazui Gochiso"
      },
      {
        "ja": "ヴァンパイア様の不味いご馳走"
      }
    ],
    "description": {
      "en": "\"Without further ado, I shall receive your blood.” At a vampire auction where human blood is sold, Nicholas, blood rank D, is unexpectedly purchased by the elite vampire Xenon for 10 million yen. Initially, Xenon seems arrogant, but as Nicholas sees his unexpected side, he starts to open up to him. Meanwhile, Nicholas becomes concerned about only receiving blood transfusions and not being directly sucked by blood. Will this lead to something more? A \"vampire contract love\" brought to you by the ultimate tag team of Aiba Moko and Sakai Yukari!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a039343-35f6-4a23-8031-c775895b6cd4",
    "title": {
      "en": "블랙 왓치 [Black Watch]"
    },
    "updatedAt": "2024-05-02T17:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/6a039343-35f6-4a23-8031-c775895b6cd4/530d59ef-b235-413a-a17b-22ace4e9048b.png",
    "altTitles": [
      {
        "ko": "블랙 왓치"
      },
      {
        "en": "Black Watch"
      }
    ],
    "description": {
      "fr": "Jayden, un bandit prospère, gagne sa vie en vendant des objets volés à un receleur.\nUn jour, il reçoit une offre sur une maison où il peut se faire de l'argent assez rapidement. Cependant à cet endroit, il découvre des vidéos pornographiques mettant en scène le célèbre super héro \"Ian\" Il avait l'intention de faire chanter Ian avec ce matériel, mais avant qu'il ne puisse le faire, il est victime d'une mystérieuse attaque, le rendant inconscient.\nPeu après son réveil, Ian est apparu devant lui, lui présentant sa vraie nature, qui contredit l'image habituelle d'un héros positif."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02f618cd-be2c-4ccb-af72-469ea6b3cd99",
    "title": {
      "en": "Doutei Yuusha no Harem Maou Toubatsuki"
    },
    "updatedAt": "2024-05-02T17:44:18+00:00",
    "coverArt": "https://mangadex.org/covers/02f618cd-be2c-4ccb-af72-469ea6b3cd99/56a5841e-1966-455f-9bf9-3cedf1fb81e4.png",
    "altTitles": [
      {
        "ja": "童貞勇者のハーレム魔王討伐記"
      },
      {
        "ja-ro": "Doutei Yuusha no Harem Maoh Toubatsuki"
      },
      {
        "en": "The Tale of the Virgin Hero's Harem and the Demon Lord's Subjugation."
      }
    ],
    "description": {
      "en": "For the Subjugation of the Demon Lord, the hero Alvin was invited by the king. The first to join his party was the elven priestess, Rishel. As soon as they met, she invited him to the inn before the other companions joined... It seems there's another purpose besides defeating the Demon Lord!?\n\nTo the somewhat shy and virgin hero... the priestess(elven girl), the warrior (beast girl), and the assassin(tan-skinned girl) are all coming on to him with their charms ♥\n\nThe otherworldly romantic comedy where everything is at stake, begins!!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/c31958dd-4f42-4e8e-ac41-73277f14f845.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-04-12T15:36:32+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/ca107776-882c-48f6-a547-2c26fb6b2652.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfe4814c-7280-4e98-8e74-cfcfd9909791",
    "title": {
      "en": "Tada Onaka Sawaritai Dake Danshi"
    },
    "updatedAt": "2024-04-21T02:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/cfe4814c-7280-4e98-8e74-cfcfd9909791/b25e28ab-3266-4c43-bbb9-c3df19bb24bb.png",
    "altTitles": [
      {
        "ja": "ただおなか触りたいだけ男子"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6980de-2ec2-4994-aafa-f170f7d4961a",
    "title": {
      "en": "Tartarus Theater Wild"
    },
    "updatedAt": "2024-04-30T23:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/7e6980de-2ec2-4994-aafa-f170f7d4961a/2f536a72-af76-4ea4-91ec-fcb3e18dabf6.jpg",
    "altTitles": [
      {
        "ja-ro": "Tartaros Gekijou Wild"
      },
      {
        "ja": "タルタロス劇場ワイルド"
      },
      {
        "en": "Tartarus Theater Wild Persona 4koma!"
      }
    ],
    "description": {
      "en": "Collection of 4Koma centered around Persona 3, 4, 5 and their various spinoff games."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53692cde-0807-41bd-aa5e-fe1f7c122add",
    "title": {
      "en": "If You Are Reborn, the World of Chastity Will Be Reversed"
    },
    "updatedAt": "2024-04-14T23:36:32+00:00",
    "coverArt": "https://mangadex.org/covers/53692cde-0807-41bd-aa5e-fe1f7c122add/b7c05e6c-9e3d-4c2f-b6d7-0e57a56a8f57.jpg",
    "altTitles": [
      {
        "ja": "生まれ変わったら貞操逆転世界"
      }
    ],
    "description": {
      "en": "The morning after a heavy snowfall, Yu Hirose was knocked down by an icy downhill car after staying up all night on his way home. When he wakes up, he is surprised to find that he has been reborn as a different person with the same last name and an extremely good-looking boy. Furthermore, I live in a situation where the ratio of men and women is unbalanced, with women taking the lead role in society, and the few men who are in a position where it is natural for them to be protected.There are women who have too much sexual desire and want men, and women who are afraid of women and are on the defensive. It was a world in which the composition of men entering the world had been created. Yuu's new school life begins in a world where chastity has been reversed."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf501b93-d5cd-4cce-bf2e-22a263275ff7",
    "title": {
      "en": "Shin Megami Tensei Apocrypha: War of the Dove"
    },
    "updatedAt": "2024-04-17T14:56:52+00:00",
    "coverArt": "https://mangadex.org/covers/cf501b93-d5cd-4cce-bf2e-22a263275ff7/494008be-bb15-4891-a286-054d5b2e7e31.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Megami Tensei Gaiten - Hato no Senki"
      },
      {
        "ja": "真・女神転生外典 鳩の戦記"
      }
    ],
    "description": {
      "en": "A standalone story set in the larger Megami Tensei universe. Our hero Hato is just an ordinary schoolboy, until one day he receives a ~~Command Spell~~ Stigma on his left hand, forges a contract with ~~Lancer~~ Cu Chulainn to become his master, and is unwittingly dragged into a city-wide Holy ~~Grail~~ War."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "91503d4c-16d6-4962-9eca-93557667066c",
    "title": {
      "ja-ro": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?"
    },
    "updatedAt": "2024-04-20T20:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/91503d4c-16d6-4962-9eca-93557667066c/dc196a9d-f938-4e54-a4a1-b2ecf148b0cf.jpg",
    "altTitles": [
      {
        "tr": "Neden Kimse Benim Dünyamı Hatırlamıyor?"
      },
      {
        "vi": "Phy Sew lu, ele tis Es feo r-delis ec I."
      },
      {
        "en": "Why Doesn't Anybody Remember My World?"
      },
      {
        "ru": "Почему все забыли мой мир?"
      },
      {
        "ja": "なぜ僕の世界を誰も覚えていないのか？"
      },
      {
        "en": "Why Does Nobody Remember Me in This World?"
      }
    ],
    "description": {
      "en": "\"Why doesn't anybody remember the true world…!\"  \r\nThe great war between the five races over the world ended when the Hero Sid led humanity to victory. A young soldier named Kai watched as that world was suddenly overwritten before his eyes. In the rewritten world, Sid never existed. Humanity had lost. There, dragons and demons ruled the world. Kai was forgotten by everyone around him.  \r\nHowever, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without a hero, he inherits the hero's sword and martial arts and challenges the mighty enemy races in power. Thus begins the quest of one boy, forgotten by the world, to take back the future!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b0b57-82d8-4dfd-99ff-43f15a541d17",
    "title": {
      "en": "\"You Want to Sleep With Me, Don't You, Senpai?\" and She Whispered Sweetly, So I Can't Sleep Tonight Either"
    },
    "updatedAt": "2024-03-19T02:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/cbf78931-cd59-4cc6-96df-5413c8bf0609.jpg",
    "altTitles": [
      {
        "ja": "「一緒に寝たいんですよね、せんぱい？」と甘くささやかれて今夜も眠れない"
      },
      {
        "ja-ro": "\"Issho ni Netaindesu yo Ne, Senpai?\" to Amaku Sasayakarete Kon'ya mo Nemurenai"
      }
    ],
    "description": {
      "en": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
      "ja": "不眠症に悩む高校二年生・半崎獏也はある日、深夜の公園でカップ焼きそばをおいしそうに食べる後輩少女・小比類巻君鳥と出会う。獏也がぐっすり眠れるよう手伝いをすると言う彼女は、自分の家に来てほしいといきなり提案してきて！？\n「女子の部屋に入って、いきなりクンクンと匂いを嗅ぐなんて流石先輩ですね」「……せーんぱい。おっぱい見過ぎです」と、隙あらば獏也をおちょくる君鳥ちゃんから耳元でエッチな言葉を囁かれたり添い寝したりと長い夜を過ごすことになり――！",
      "es-la": "Bakuya, un estudiante de segundo de bachillerato que padece insomnio, sin embargo, una noche conoce a Kimidori, una chica de tercero que le gusta comer fideos yakisoba de taza. Kimidori dice que puede ayudar a Bakuya a dormir, no obstante, le gusta gastarle bromas cada vez que ella tiene la oportunidad."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcc563d3-3e4a-48f8-96e5-af87c9fb24dd",
    "title": {
      "en": "Cupid-nim! Please Grant Me a Wish"
    },
    "updatedAt": "2024-05-01T15:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/dcc563d3-3e4a-48f8-96e5-af87c9fb24dd/d6c4ebbe-5986-44ae-ab4d-696cb200c7b0.png",
    "altTitles": [
      {
        "ko": "큐피드님! 소원을 들어주세요"
      }
    ],
    "description": {
      "fr": "- Dael, couche avec moi, s'il te plaît !\n- Excusez-moi, mais ce n'est pas du harcèlement sexuel ?\n\nAngel Sa-hyuk, Cupidon, qui réunit les humains, tombe accidentellement amoureux de l'humain Seo Dael après avoir été touché par sa propre flèche. Pour rompre la magie de la flèche, il doit avoir des relations sexuelles avec l'humain dont il est tombé amoureux.\n\nSa-hyuk finit par réaliser le souhait de Dael et a des relations sexuelles avec lui en échange... Pourra-t-il se libérer de la magie de Cupidon ?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "624907a9-9aac-4998-8f1e-bed15ab26d71",
    "title": {
      "en": "The Magnificent Grand Scene"
    },
    "updatedAt": "2024-01-25T18:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/624907a9-9aac-4998-8f1e-bed15ab26d71/a897a53a-5182-4025-8aa2-1846b96da706.jpg",
    "altTitles": [
      {
        "fr": "En scène !"
      },
      {
        "en": "La Magnifique Grande Scène"
      },
      {
        "ja": "絢爛たるグランドセーヌ"
      },
      {
        "ja-ro": "Kenrantaru Grande Scène"
      },
      {
        "ja-ro": "Kenrantaru Grande Seene"
      }
    ],
    "description": {
      "en": "When Kanade was very young, she went to a ballet performance of her neighbour, Risa, and was overwhelmed by her amazing dancing. She decided then and there that she wanted to dance like Risa, and her parents agreed to let her take ballet lessons. Ballet is much harder than Risa's beautiful dancing may have led her to believe, but Kanade is determined to endure and become a wonderful ballerina!",
      "pt-br": "Kanade é uma garota com uma incrível habilidade de observar e executar as coisas. Essa é uma história sobre sua jornada descobrindo as belezas do balé clássico e a alegria em dançá-lo. A popular autora de mangás para maiores de dezoito anos, Cuvie, nos trás um mangás que faz a paixão do balé clássico ganhar vida."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Everlasting God of Sword"
    },
    "updatedAt": "2023-12-31T05:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "en": "EGOS"
      },
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "zh": "万古剑神"
      },
      {
        "zh-ro": "Wangu Jian Shen"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f17a64c1-5582-48fa-a8f2-ed3e3158a3a6",
    "title": {
      "en": "I Was the Weakest of the Four Heavenly Kings. Since I Have Reincarnated, I Want to Lead a Peaceful Life"
    },
    "updatedAt": "2022-07-01T20:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/f17a64c1-5582-48fa-a8f2-ed3e3158a3a6/3d02a28a-3552-4061-b46c-4b20d19340f9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shitennou Sai Jakudatta Ore. Tensei Shitanode Heionna Seikatsu wo Nozomu"
      },
      {
        "ja-ro": "Shitennou Saijaku Datta Ore. Tensei shita node Heion na Seikatsu wo Nozomu"
      },
      {
        "ja": "四天王最弱だった俺。転生したので平穏な生活を望む"
      },
      {
        "ko": "사천왕 최약이었던 나, 전생했으므로 평온한 생활을 바란다"
      }
    ],
    "description": {
      "en": "Ranga was an ogre. However, he was also a strong ogre. Strong enough that he became one of the four most elite demons in the whole land. And, as with many other stories, his comrades betray him. Upon his death, he reincarnates as a normal human. Now, with all of the knowledge and strength of his former life, what do you think he’ll do with this new opportunity?\n\na) Live a peaceful life\nb) Live a slow life\nc) Do whatever he wants\n\n\n---\n\n**Links:**\n- [Original Webnovel](https://ncode.syosetu.com/n9030ey)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13da00cf-f2e1-40a5-a625-77c2c048e2b9",
    "title": {
      "en": "Bartender à Paris"
    },
    "updatedAt": "2024-04-25T00:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/13da00cf-f2e1-40a5-a625-77c2c048e2b9/6f4ed03b-de3a-44c4-a7f4-c8096fa8bcdd.jpg",
    "altTitles": [
      {
        "ja": "バーテンダー à Paris"
      },
      {
        "ja": "バーテンダー　ア　パリ"
      }
    ],
    "description": {
      "en": "Ren Sashima came to Paris alone to study to be a bartender. Ren was full of hope, but he was pickpocketed and lost his money and passport. Eventually, he found himself at a bar in a back alley...!?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  },
  {
    "mangaId": "1d73115f-b53f-4c35-85fd-72b958554ec0",
    "title": {
      "en": "Candy & Cigarettes"
    },
    "updatedAt": "2024-04-14T15:27:04+00:00",
    "coverArt": "https://mangadex.org/covers/1d73115f-b53f-4c35-85fd-72b958554ec0/08d55d61-ea9b-44c2-aaa7-b136316251d6.jpg",
    "altTitles": [
      {
        "ru": "Сладости и Сигареты"
      },
      {
        "ja": "キャンディ & シガレッツ"
      },
      {
        "zh": "糖与烟"
      },
      {
        "zh-hk": "糖果和香烟"
      },
      {
        "th": "เฒ่าสารพัดพิษกับอีหนูปืนโหด"
      },
      {
        "ja-ro": "Kyandi & Shigarettsu"
      },
      {
        "fr": "Candy & Cigarettes (Casterman)"
      }
    ],
    "description": {
      "en": "**\"You don't need math for murder\" - Miharu S.**    \n\nRaizou Hiraga is a retired officer from the Tokyo Metropolitan Police Department. \nAfter learning that his grandson is stricken with a deadly illness requiring expensive treatment,\nRaizou comes across a vacancy flier for the mysterious SS Agency and applies for the job. \nHowever, after taking his first job with 11-year-old Miharu Suzukaze as partner, he discovers \nthat his new occupation is more than meets the eye…",
      "fr": "**Officially published:**  \n- In French by [Casterman](https://www.casterman.com/Bande-dessinee/Collections-series/sakka/candy-et-cigarettes)",
      "ru": "Достигнув пенсионного возраста, 65-летний Хирага Райдзо получает секретную высокооплачиваемую работу с риском для жизни, чтобы оплатить лечение внука. Устраиваясь на работу, он знакомится с 11-летней Михару и оказывается втянут в цепь загадочных событий… Но к чему это приведет? Автор манги «Копеллион», Иноуэ Томонори, с новой криминальной экшен мангой! Ученица начальной школы и строгий старик объединяются, чтобы буйствовать."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-01-31T03:46:50+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold, yet delicate brushwork and elegant prose, this stylish, full-colour comic illustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, out of sight of those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257176a4-3893-4db5-94da-6d34e3f22d84",
    "title": {
      "en": "Meikyuu Metro - Mezametara Saikyoushoku Datta node Shima Risu o Tsurete Shinsekai o Aruku"
    },
    "updatedAt": "2023-10-12T21:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/257176a4-3893-4db5-94da-6d34e3f22d84/b37be2f1-9973-479a-9cdb-022c3f6e4e15.jpg",
    "altTitles": [
      {
        "en": "Metro Labyrinth - When I Woke Up, I Had the Strongest Job, so I Teamed Up With a Chipmunk and Wandered the New World"
      },
      {
        "ja": "迷宮メトロ ～目覚めたら最強職だったのでシマリスを連れて新世界を歩く～"
      }
    ],
    "description": {
      "en": "When Shuu Abe - a 23 year-old hospitalized man - wakes up, he finds himself in a strange underground world rampant with monsters he has never seen before. In front of our puzzled protagonist, appears a talking chipmunk who's a girl(?) called Tamiko.\n\n\"Mister Hunter, let's squeak on to the surface together!\" Says she as the two decide to work together to achieve their goal of escaping the labyrinth… \n\nThe single weakling with the strongest job x a fluffy magical beast -an adventure of a unique pair has set its course!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8272d78-498e-477c-8835-548d3f2370e4",
    "title": {
      "en": "Busu ni Hanataba wo."
    },
    "updatedAt": "2022-11-23T00:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/b8272d78-498e-477c-8835-548d3f2370e4/f4bbb46b-b043-49e6-8553-80ddfd93a3d1.jpg",
    "altTitles": [
      {
        "en": "A Bouquet for an Ugly Girl"
      },
      {
        "en": "April Showers Bring Forth May Flowers"
      },
      {
        "ja-ro": "Busu ni Hanataba o."
      },
      {
        "ja": "ブスに花束を。"
      },
      {
        "ru": "Букет для гадкой девочки"
      },
      {
        "zh-hk": "丑女的花束"
      }
    ],
    "description": {
      "en": "Tabata Hana is a lonely, negative and unpopular high school girl. Her class' most handsome guy, Yousuke, accidentally witnessed her happily pretending to be a heroine in the classroom one early morning…!? You will definitely come to support this love as well! A comedy with a self-deprecating, unpopular girl!  \n  \n**Note:** Do not tag as shoujo. This manga is published in Young Ace which is a seinen magazine."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "72"
  },
  {
    "mangaId": "f037d4d8-ef9a-438c-b2a4-130ae7405d71",
    "title": {
      "en": "Touhou - Sore wa Marude Koi no You de (Doujinshi)"
    },
    "updatedAt": "2024-05-02T16:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/f037d4d8-ef9a-438c-b2a4-130ae7405d71/c13dfc78-6095-4a91-aaf4-1f34bc1c2af6.jpg",
    "altTitles": [
      {
        "ja": "それはまるで恋のようで"
      },
      {
        "en": "As Though It Were Love"
      }
    ],
    "description": {
      "en": "Marisa ponders about what her feelings for Reimu actually is."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d500cf3-da99-4231-b164-765117274944",
    "title": {
      "en": "The Cuteness of Tsundere Girls"
    },
    "updatedAt": "2024-05-02T16:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/3d500cf3-da99-4231-b164-765117274944/ab18277b-4420-4e04-b158-0f6e705b6379.jpg",
    "altTitles": [
      {
        "ja": "ツンデレの女の子は可愛い"
      },
      {
        "ja-ro": "Tsundere no Onnanoko wa Kawaii"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-20T14:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22bff26b-4374-4d37-b844-a611936c4a49",
    "title": {
      "en": "Touhou - Kimi no Koto Suki Nanda (Doujinshi)"
    },
    "updatedAt": "2024-05-02T16:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/22bff26b-4374-4d37-b844-a611936c4a49/2d6e7cfc-b8dd-4243-b152-eb3dfb8d569c.jpg",
    "altTitles": [
      {
        "ja": "きみのことすきなんだ"
      },
      {
        "en": "I Like You"
      }
    ],
    "description": {
      "en": "This time, Reimu is the one to steal precious things."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84cb8704-fecb-4e1f-80db-9222ba4f44e0",
    "title": {
      "en": "Which Girl Would You like to Date?"
    },
    "updatedAt": "2024-05-02T16:26:46+00:00",
    "coverArt": "https://mangadex.org/covers/84cb8704-fecb-4e1f-80db-9222ba4f44e0/f11673b6-9aeb-4d4d-86c8-bd4d92b3c7c5.jpg",
    "altTitles": [
      {
        "ja": "デートするならどの女の子が好き？"
      },
      {
        "ja-ro": "Date Surunara dono Onnanoko ga Suki?"
      },
      {
        "en": "Which Type Are You Taking on a Date?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/83462f1a-5aa6-455e-978e-09c14eaafc78.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8244a5bc-eee0-4f66-9610-fe7a60f0a365",
    "title": {
      "en": "What Should I Do If I Found A Witch ?"
    },
    "updatedAt": "2024-05-02T14:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/8244a5bc-eee0-4f66-9610-fe7a60f0a365/7205ae70-8395-478b-8700-ebc048f9a8d8.jpg",
    "altTitles": [
      {
        "zh": "捡到魔女了怎么办？"
      },
      {
        "zh-ro": "Jian Dao Monvle Zenme Ban?"
      },
      {
        "zh-ro": "Jiǎn Dào Mónǚle Zěnme Bàn?"
      }
    ],
    "description": {
      "en": "On his way home from work, ordinary office worker Ji Ze Chen met a young girl claiming to be a witch. And she even asked if he could take her in! What would you do if you found a witch one day? Why take care of her of course!",
      "zh-hk": "打工人季泽辰某一天下班后遇到了自称是魔女的小孩，竟然还请求他把自己带回家？捡到魔女了怎么办——准备开启养崽生活吧！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-04-25T01:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb2adaf-aa24-46f9-bc43-64cfa6aee79f",
    "title": {
      "en": "Tsukihime - Tsuki ni You Hitomi (Doujinshi)"
    },
    "updatedAt": "2024-05-02T16:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/4fb2adaf-aa24-46f9-bc43-64cfa6aee79f/69685ad1-fad1-4266-969f-53fbfff60d87.jpg",
    "altTitles": [
      {
        "ja": "月に酔う瞳"
      },
      {
        "en": "Pupils Intoxicated By The Moon"
      }
    ],
    "description": {
      "en": "Arcueid notices how much more she sees in life after meeting Shiki."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86f0198b-7b5e-493b-8b7d-eec8807b6688",
    "title": {
      "en": "Konya wa Neko-chan"
    },
    "updatedAt": "2024-02-01T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/86f0198b-7b5e-493b-8b7d-eec8807b6688/72e311ee-f4c1-4f76-8755-7f6a8fedc7a5.jpg",
    "altTitles": [
      {
        "en": "Kitty Tonight"
      },
      {
        "ja-ro": "Konya ha Nekochan"
      },
      {
        "ja": "今夜はねこちゃん"
      },
      {
        "zh": "今夜是猫咪酱"
      },
      {
        "zh-hk": "今夜是貓咪醬"
      }
    ],
    "description": {
      "ja": "可愛いねこちゃんにはトゲがある！　ただ可愛いだけのねこちゃんもいる！　いろんなねこちゃんがいるから面白い！ 『ポプテピピック』の大川ぶくぶが描く、種々雑多（ダイバーシティ）ねこ４コマ！",
      "zh": "可爱猫咪身上也带刺！不仅仅是可爱的猫咪，因为存在各种各样的猫咪，所以很有趣！\n由《pop子和pipi美的日常》的大川ぶくぶ绘制的形形色色（Diversity）猫咪四格漫画！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-04-15T01:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/bc22bc4a-5d83-40f8-85bd-45b7ecb08d83.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "en": "I Want To See You Blush"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-04-05T01:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/641aabf1-c6b9-4f7c-a812-a566d4c01ca8.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/max-level/list?title_no=3509)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/woduzimanjixinshou/list?title_no=1877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/max-level-newbie/list?title_no=3375)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001684)\n- [Official German Translation](https://www.webtoons.com/de/fantasy/im-the-max-level-newbie/list?title_no=3735)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/max-level-newbie/list?title_no=3517)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/max-level-newbie/list?title_no=3457)",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]