[
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-04-30T19:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/345d7950-d766-4e6f-a2a9-ec3bcedbc9b5.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "vi": "Khiến Linh Mục Phải Lòng"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b804c1a-2d85-4f09-b6ca-8b109e0191e6",
    "title": {
      "en": "Hana wa Saku, Shura no Gotoku"
    },
    "updatedAt": "2023-02-02T20:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/6b804c1a-2d85-4f09-b6ca-8b109e0191e6/786e4658-d166-4c5e-849d-44ff9607b93d.jpg",
    "altTitles": [
      {
        "ja": "花は咲く、修羅の如く"
      },
      {
        "en": "Flower and Asura"
      },
      {
        "es-la": "Las flores florecen, tal como Asura"
      },
      {
        "es-la": "Asura y flor"
      }
    ],
    "description": {
      "en": "Hana, who lives on Tonaki Island, a small island with a population of 600, loves reciting so much that she holds public reading sessions for the children of the island. Mizuki feels that Hana's \"reading\" has the power to attract people, and invites her to join the broadcasting club, of which she is the head.\n\n\"Tell me your true wish and I'll make it come true.\"\n\"I want to join the broadcasting club.\"\n\nHana decides to join the club, and has many \"firsts\" with the members of the broadcasting club, deepening her love of reciting...",
      "ja": "人口600人の小さな島・十鳴島に住む花奈は、島の子供たちに向けて朗読会を行うほど朗読が好きだった。花奈の〝読み〟に人を惹きつける力を感じた瑞希は、自身が部長を務める放送部へ誘う。\n\n「お前の本当の願いを言え、アタシが叶えてやる」\n「私、放送部に入りたいです」\n\n入部を決意した花奈は、たくさんの〝初めて〟を放送部のメンバーと共にし、大好きな朗読を深めていく…。",
      "th": "ฮานะอาศัยอยู่บนเกาะโทนาคิ เกาะเล็ก ๆ ที่มีประชากรเพียง 600 คน ซึ่งไม่มีคนที่อายุรุ่นราวคราวเดียวกันกับฮานะอยู่เลย เธอผู้ชื่นชอบการอ่านออกเสียง ได้จัดงานอ่านออกเสียงให้เด็ก ๆ บนเกาะฟังมาตั้งแต่สมัยยังอยู่ ป.4 ทำให้เธอเป็นขวัญใจของเด็ก ๆ\nต่อมาในวันก่อนที่เธอจะขึ้นม.ปลายหนึ่งวัน ก็ได้พบกับอุซุรากิ มิซุกิ รุ่นพี่ชมรมกระจายเสียงในโรงเรียนม.ปลาย สุโมโมะกาโอกะ ที่เธอกำลังจะไปเข้าเรียน...\nและนั่นก็คือก้าวแรกสู่การเปลี่ยนแปลงของฮานะ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60746565-57c5-4a8a-9147-cb63f9b9c58a",
    "title": {
      "en": "The Royal Prince's  First Love"
    },
    "updatedAt": "2022-11-21T16:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/60746565-57c5-4a8a-9147-cb63f9b9c58a/abec2b51-de0a-44d6-8b2b-7e7c975ef152.jpg",
    "altTitles": [
      {
        "es": "El Primer Amor del Príncipe Heredero"
      },
      {
        "zh-ro": "Huang Taizi De Chulian"
      },
      {
        "zh": "皇太子的初恋"
      }
    ],
    "description": {
      "en": "In order to consolidate the status of the royal prince, he launched an offensive in pursuit of a plutocratic daughter, but soon he suffered the first critical hit in his life. The campus bully had declared that his daughter was a friend that he wanted to protect. Then, he was hit by a second critical attack on the day he was fighting against the bully. However, he was intimate with the bully in his dreams every night! Everything seemed to be out of control. How should the prince, who had never made any mistakes, face his unexpected first love?  \n  \n-Spanish-  \nPara consolidar su posición el príncipe heredero lanzó un ataque en busca de cierta persona rica. Pero pronto sufrió la primera crítica de su vida: el matón del campus declaró que era amigo de esa persona y le quería proteger. Luego, fue golpeado por un segundo ataque crítico: durante el día se enfrentaba contra el matón, pero todas las noches, ¡tenía intimidad con el matón en sus sueños! Todo parece estar fuera de control ¿Cómo debería el príncipe heredero, quien nunca se había equivocado, enfrentarse a su inesperado primer amor?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6de64010-488c-4eff-b362-fc7098291886",
    "title": {
      "en": "Bastian"
    },
    "updatedAt": "2023-06-12T14:46:04+00:00",
    "coverArt": "https://mangadex.org/covers/6de64010-488c-4eff-b362-fc7098291886/47a3e468-a713-4311-a022-a34338cbcf29.jpg",
    "altTitles": [
      {
        "ko": "바스티안"
      }
    ],
    "description": {
      "en": "The grandson of a junk dealer and the beggar princess got married. Lasting for two years, they were to engage in a contract marriage to fulfill their respective interests.  An aspiring naval officer and wealthy man, a grandchild of a junk dealer who is despised solely due to his humble bloodline despite his golden success. Bastian Klauvitz needed a stepping stone for a successful life and revenge.  A fallen aristocrat who can only relive the glory of the past, a princess who makes a living through manual labors even though she has the blood of the imperial family flowing within her. Odette von Dyssen needed money to start a new life.  Both thought it was a beneficial deal, until something unexpected happened. \"You ruined the most precious thing to me, so it's only fair if you lose something equally precious, too. Am I wrong?\" Bastian decided to hold her responsible for the damage that occurred.   Hate, resentment, regret, even the name of this damn woman. For the sake of a complete end where everything was burned white and faded."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2022-04-02T03:33:36+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/18e58e9e-6ed1-43cb-b67f-4460d55875b9.jpg",
    "altTitles": [
      {
        "en": "È nǚ wèi dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "en": "恶女为帝"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2023-03-20T01:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/77142dd0-7f0d-4f4d-a423-6dfad07838da.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻"
      },
      {
        "en": "I Became the Villain's Wife"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4aeedd65-d29d-4c77-a090-ef33830b14af",
    "title": {
      "en": "Twst 4koma"
    },
    "updatedAt": "2024-04-16T19:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/4aeedd65-d29d-4c77-a090-ef33830b14af/5788c7a1-c2d8-402b-8f30-859a4901a2c3.png",
    "altTitles": [
      {
        "en": "Twisted Wonderland 4koma"
      }
    ],
    "description": {
      "en": "A series of slice-of-life 4koma strips featuring the characters from the popular mobile game Twisted Wonderland."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-15T22:38:43+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/d23d9206-f828-4bd3-8479-d497b239086b.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": null
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know the World Is Ending And Getting Killed by Rampaging Beasts Only Makes Me Stronger"
    },
    "updatedAt": "2024-05-11T17:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7d016d-43c8-4270-b83e-cbbe9d890505",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Savanaclaw~"
    },
    "updatedAt": "2024-04-02T17:40:50+00:00",
    "coverArt": "https://mangadex.org/covers/3e7d016d-43c8-4270-b83e-cbbe9d890505/f4958f24-54b1-4e64-87f3-266cb0e72b27.jpg",
    "altTitles": [],
    "description": {
      "en": "Hirasaka Yuuka, a high-school student who lived an average life, and a black carriage that suddenly appeared in front of her one day on her way home from club. After seeing it and losing consciousness, she awoke in another world called \"Twisted Wonderland\"...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab90c316-6e54-4d14-80c9-0773043b7998",
    "title": {
      "en": "Tada no Renai Nanka de Kikkonai"
    },
    "updatedAt": "2024-04-01T05:05:42+00:00",
    "coverArt": "https://mangadex.org/covers/ab90c316-6e54-4d14-80c9-0773043b7998/6fe94648-5687-4b56-ba00-334f0d0dfe25.jpg",
    "altTitles": [
      {
        "ja": "ただの恋愛なんかできっこない"
      },
      {
        "ja": "ただの恋愛なんかできっこない －こじらせ上司とフェチな部下－"
      },
      {
        "ja-ro": "Tada no Renai Nanka de Kikkonai -Kojirase Joushi to Fechina Buka-"
      },
      {
        "en": "We Can't Do Just Plain Love"
      },
      {
        "en": "We Can't Do Just Plain Love - She's Got a Fetish, He's Got Low Self-Esteem"
      },
      {
        "en": "I Can't Just Love"
      },
      {
        "zh": "我们无法简单恋爱"
      },
      {
        "vi": "Cấp Trên Khát Tình Của Tôi"
      },
      {
        "vi": "Tình Yêu Của Tôi Và Cấp Trên"
      },
      {
        "vi": "Tôi Không Thể Chỉ Biết Yêu Thôi - Cấp Trên Hay Soi Mói Và Cấp Dưới Nghiện Mùi"
      },
      {
        "ko": "평범한 연애는 할 수 없어"
      },
      {
        "ja-ro": "Tadano Renai Nanka de Kikkonai"
      }
    ],
    "description": {
      "en": "\"Are you unable to hold back anymore?\"\n\nHardworking Sakura Yuino is transferred under the handsome, gentlemanly boss, Kiritani. She tries hard to make herself useful (while maintaining a poker face). But for some reason, Kiritani has a curt attitude towards her. She feels at a loss for how to deal with him when she notices he’s erect. Kiritani’s body has a problem-he always gets erect around women. For Sakura, who has a certain fetish this is just perfect!\n\n“I’ll help you with your body constitution.”\n\nThe complicated relationship between a supervisor and his subordinate begins."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-12T10:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a840e99-ba84-4cde-bf43-f26226784084",
    "title": {
      "en": "Nekozuka-kun wa Himitsu wo Kaburu"
    },
    "updatedAt": "2024-02-06T10:56:07+00:00",
    "coverArt": "https://mangadex.org/covers/2a840e99-ba84-4cde-bf43-f26226784084/0c33895a-0a1a-40bd-be94-e7476191294a.jpg",
    "altTitles": [
      {
        "ja": "猫塚くんは秘密をかぶる"
      }
    ],
    "description": {
      "en": "Mei Komatsu (28) was dumped by her boyfriend because \"Do you really like me? I wanted  to spoil you more\". What does it mean to be spoiled? On nights like this, she misses her parents' cat. He is like a cat at home, and Mei can't leave him alone. One day, she can't bear to see Nekozuka, who is exhausted from the welcome party, and decides to take him home with her. One day, she woke up in the morning and heard his voice. When she woke up in the morning and looked toward his voice, she found a black cat... (Why?!?!). (Why? A cat on the futon where Nekozuka-kun was!) Mei finds out Nekozuka-kun's big secret--? A dream pet life with Nekozuka-kun! I will make Nekozuka-kun happy!",
      "id": "Mei Komatsu (28) dicampakkan oleh pacarnya karena \"Apa kau benar-benar menyukaiku? Padahal aku ingin kau lebih bermanja-manja padaku.\" Mei tak mengerti bagaimana caranya bermanja-manja. Pada malam yang sepi seperti itu, dia jadi benar-benar merindukan kucing yang ada di rumah orang tuanya. Nekozuka-san adalah teman kerja Mei. Bagi Mei, dia terlihat seperti kucing yang ada di rumah orang tuanya sehingga Mei tak pernah bisa membiarkannya sendirian. Suatu hari, Mei menolong Nekozuka yang mabuk sepulang minun-minum dan memutuskan untuk membawanya ke rumahnya. Ketika dia terbangun pada pagi harinya, ada seekor kucing hitam di kamarnya. \"Kenapa?! Kenapa ada seekor kucing di tempat Nekozuka tidur semalam?!\" Dan kemudian Mei pun mengetahui rahasia besar yang selama ini disembunyikan oleh Nekozuka. Menjalani hidup impian dengan Nekozuka sebagai hewan peliharaannya, tentu saja dia akan membuat Nekozuka bahagia!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adb3a478-aa5d-454d-bb73-a8eb958e3345",
    "title": {
      "en": "Business Marriage -If You LIke It, You'll Get Divorce-"
    },
    "updatedAt": "2024-02-04T17:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/adb3a478-aa5d-454d-bb73-a8eb958e3345/deb01b65-ee29-43e9-ba8c-50e54fd88abb.jpg",
    "altTitles": [
      {
        "ja": "ビジネス婚ー好きになったら離婚しますー"
      },
      {
        "ja-ro": "Business Kon - Suki ni Nattara Rikon shimasu"
      },
      {
        "ja": "ビジネス婚―好きになったら離婚します―"
      }
    ],
    "description": {
      "id": "\"Kenapa kita tidak menikah saja? Sebagai partner bisnis,\" kata Miyabi (28) kepada Tsukasa Donose (28) CEO dari Hi-Spa yang ingin menikah tanpa dasar cinta. Meskipun itu proposal yang sangat mendadak, Miyabi juga memiliki situasi tertentu yang dialaminya dan mereka sama-sama membutuhkan pernikahan kontrak ini. Maka dimulailah kehidupan mereka bersama. Hanya ada satu syarat dalam pernikahan kontrak ini, tidak boleh ada perasaan cinta satu sama lain! Hari-hari pernikahan mereka kemudian menjadi terbawa oleh arus perasaan namun bertentangan dengan kotrak awalnya. Meskipun suka, tapi tidak boleh sampai ketahuan... Bagaimana takdir dari pernikahan kontrak mereka ini selanjutnya!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c47114ce-bb42-4f6b-9420-46cc47e869bb",
    "title": {
      "en": "The Strongest Angel Evolutionary Tale"
    },
    "updatedAt": "2023-05-11T15:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/c47114ce-bb42-4f6b-9420-46cc47e869bb/05af9590-929c-473b-8cbd-1a803f025516.jpg",
    "altTitles": [
      {
        "ja": "GodKilling俺様最強天使の進化譚"
      },
      {
        "ja-ro": "GodKilling ore sama saikyō tenshi no shinka tan"
      }
    ],
    "description": {
      "en": "Lucifer, an angel who likes fighting and hates losing, spends his day fighting. during his battle with the demon Satan, he was suddenly betrayed by his companions, and he fell into the present age where demons and humans coexist hundreds of years later. Lucifer, who has lost everything including his powers, evolves and is able to copy the abilities of his defeated enemies. Realising this, Lucifer sets out on a journey to seek out more powerful foes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b84b3c-55a0-48fe-b87f-923727914e8b",
    "title": {
      "en": "Hatsujou Suru Unmei: Elite α no Risei ga Genkai"
    },
    "updatedAt": "2023-12-03T10:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/17b84b3c-55a0-48fe-b87f-923727914e8b/d55a558d-a397-4db8-99ab-1225ee53e69c.jpg",
    "altTitles": [
      {
        "ja": "発情する運命～エリートαの理性が限界～"
      },
      {
        "ja-ro": "Hatsujou Suru Unmei: Elite Alpha no Risei ga Genkai"
      },
      {
        "ja-ro": "Hatsujou Suru Unmei ~Eriito Alpha no Risei ga Genkai~"
      },
      {
        "en": "Destiny in the Heat ~A Reason to Bind to an Elite Alpha~"
      },
      {
        "en": "Destiny in Heat ~A Reason to Be Bound to an Elite Alpha~"
      },
      {
        "vi": "Vận Mệnh Phát Tình~ Lí Do Trói Buộc Một Alpha Ưu Tú"
      },
      {
        "vi": "Định Mệnh Phát Tình - Alpha Ưu Tú Mất Kiểm Soá"
      },
      {
        "en": "Destined for heat: even an elite alpha has his limits!"
      }
    ],
    "description": {
      "en": "Batoto Scans:\n\"I can’t restrain myself when you look at me that way…”\n\nSumire is an Omega who has just changed to her new job in a first-class company. On her first day at work, she suddenly comes into a strong “heat” that she has never experienced before. It was a gentleman who saves her from her tough situation. The only thing that can be done to stop the “heat” temporarily is by “cumming” and when he touches her, it feels like electricity runs all over her body. His thick and long fingers stir her inside and make her so wet that her juices drip all over the floor…? \"Relax and leave it to me\" he said, and even though it is her first time meeting him , why does it feel so good…? What if he is her “destiny”?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf77bcc8-797e-4eca-8702-da9276ed9045",
    "title": {
      "en": "Yandere Mahoutsukai wa Sekizou no Otome shika Aisenai"
    },
    "updatedAt": "2024-04-20T17:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/bf77bcc8-797e-4eca-8702-da9276ed9045/f93553d2-46d9-48ae-9e7a-0e86b440b439.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ魔法使いは石像の乙女しか愛せない"
      },
      {
        "ja": "ヤンデレ魔法使いは石像の乙女しか愛せない 魔女は愛弟子の熱い口づけでとける"
      },
      {
        "ja-ro": "Yandere Mahoutsukai wa Sekizou no Otome shika Aisenai - Majo wa Manadeshi no Atsui Kuchidzuke de Tokeru"
      },
      {
        "ja-ro": "Yandere Mahoutsukai wa Sekizou no Otome shika Aisenai - Majo wa Manadeshi no Atsui Kuchizuke de Tokeru"
      },
      {
        "en": "The Yandere Magician Can Only Love the Statue Maiden"
      },
      {
        "en": "The Obsessed Mage and His Beloved Statue Bride: She Cannot Resist His Seductive Voice"
      },
      {
        "zh": "病娇魔法使只爱石像少女 融化在爱徒热烈亲吻中的魔女"
      },
      {
        "zh-hk": "病嬌魔法使只愛石像少女 融化在愛徒熱烈親吻中的魔女"
      }
    ],
    "description": {
      "en": "Lara, the magician, confronts a dragon to protect her disciple Alistair, and magically turns into a stone statue to avoid death. Twenty years later, she wakes up safely and is astonished to see her arrogant disciple Alistair become an older lord who is loved by everyone. Alistair reunites with Lara and begins courting her fiercely. \"You are mine.\" Lara, who is breathless with her beloved disciple's obsession and affection for over 20 years?!\n\n---\nIn order to protect her disciple, Lara fights a dragon. Then to save herself from death, casts a spell to turn herself into stone for 20 years. When Lara awakes, she's surprised to find herself on an pedestal in a church and to see how much her disciple, Alistair changed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1582558-4e8d-4d36-a0d2-e764161bf36a",
    "title": {
      "en": "Shanai Marriage Honey"
    },
    "updatedAt": "2024-03-22T08:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/e1582558-4e8d-4d36-a0d2-e764161bf36a/81bd8ccd-4be2-4bc1-b43e-929c9fff959c.jpg",
    "altTitles": [
      {
        "ja-ro": "Shanai Marriage Honey"
      },
      {
        "ja": "社内マリッジハニー"
      },
      {
        "en": "In-House Marriage Honey"
      }
    ],
    "description": {
      "en": "Ami Haruta (Airi Matsui), who broke off her engagement after being cheated on by her boyfriend, registers on a marriage activity app in desperation and discovers a post by Manatsu Miura (Mizuki Itagaki) saying that he is looking for a woman who will marry him on the same day. The two then decide to get \"immediately married\" without knowing anything about each other's faces, personalities, or backgrounds. Ami, who chose to get married out of desperation, thought that she didn't need love in marriage, just marriage---. They begin their newlywed life together, but Ami is attracted to Manatsu's kindness and manliness. The two quickly grew closer, but later discovered that they were both working for the same company! Unable to disclose their immediate marriage to those around them, they end up in a secret in-house romance. Then, Manatsu's colleague Kazuya Matsushita (Dash Wada), Ami's classmate Yuki Yamagata (Gaku Oshida), and massage therapist Kaimi Mochizuki (Toshiki Tateishi) begin to notice changes in the two...? \n\n(google translated)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0d3f9-eeb1-466d-925d-e89249e4ec8e",
    "title": {
      "en": "Douse Suterareru no nara, Saigo ni Suki ni Sasete Itadakimasu"
    },
    "updatedAt": "2024-04-28T04:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0d3f9-eeb1-466d-925d-e89249e4ec8e/d0253fb7-4cf5-4864-a3f1-afd1682d361f.jpg",
    "altTitles": [
      {
        "ja": "どうせ捨てられるのなら、最後に好きにさせていただきます"
      },
      {
        "en": "With a Strong-Willed Marchioness, Prince Yandere's Love Offensive"
      },
      {
        "en": "Before You Discard Me, I Shall Have My Way With You"
      },
      {
        "es-la": "Si de todos modos vas a dejarme, haré que me ames hasta el final"
      }
    ],
    "description": {
      "en": "Agnès has been engaged in an arranged, political engagement with Lucile since childhood and fell in love with him upon meeting him. Lucile however does not return these feelings and sees the marriage as purely political. Now adults, Lucile wishes to break off engagements and marry the one he truly loves, Agnès however will not go down so easily.",
      "ja": "侯爵令嬢アニエスは、長年の片恋の相手であり婚約者である王太子・リュシリュールに婚約破棄を告げられる。彼の隣には恋敵の姿が。どうせ愛されることはないのであれば、捨てられ虐げられることしかないのであれば、だったら最後に……。家を、そして自らの自由と矜持を守るために取ったあるとんでもない行動で、しかし何故かアニエスはリュシリュールに執着されてしまう。意地っ張りで素直になれない二人の、縺れに縺れた恋の行方は……――？気が強い侯爵令嬢×拗らせヤンデレ王太子、意地っ張りな二人のすれ違いラブロマンス。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e701a20-50f8-4e8f-bfae-b46bec01d520",
    "title": {
      "en": "Fantasista Stella"
    },
    "updatedAt": "2024-04-03T12:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/4e701a20-50f8-4e8f-bfae-b46bec01d520/ac94adee-75fd-438f-8623-357679c507a5.jpg",
    "altTitles": [
      {
        "ja": "ファンタジスタ ステラ"
      }
    ],
    "description": {
      "en": "This is sequel of Fantasista Manga.   \nTeppei and teammate Keisuke Honda aim for the FIFA World Cup 2014 in Brazil."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "132"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ad36599-e241-4caf-946d-5af8f4161bb2",
    "title": {
      "en": "Te no Geka"
    },
    "updatedAt": "2024-04-16T18:57:43+00:00",
    "coverArt": "https://mangadex.org/covers/0ad36599-e241-4caf-946d-5af8f4161bb2/a4e30fd2-f74d-419e-925b-10fcf3defd60.jpg",
    "altTitles": [
      {
        "ja": "テノゲカ"
      },
      {
        "en": "Hand Surgery"
      }
    ],
    "description": {
      "en": "Hands. It is one of the most complex organs in the human body, with a particularly complex function and structure. Therefore, there is a doctor who specializes in this organ: <Hand Surgeon>. Isshin Tezuka is a hand surgeon at Ohrando Hospital. He has an aloof appearance and is full of mystery, but the only thing that is certain about him is that he is an extremely talented hand surgeon. This is a life story woven by his hands and the many hands he heals. An authentic medical drama for the new era!",
      "ja": "その日、病院に運び込まれた男性は、事故で右腕が切断されていた。絶望する男性の息子に救急スタッフが告げる。「再接着手術を行います――」「くっつくんですか…父の右腕が!?」不可能を可能にするのは【手専門の医者】。\n\n【手外科医】手塚一心。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "983fb5f1-3555-4769-b8f1-2d857499d3cd",
    "title": {
      "en": "Coffee wo Shizuka ni"
    },
    "updatedAt": "2024-01-18T08:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/983fb5f1-3555-4769-b8f1-2d857499d3cd/e56da150-227f-4806-9b49-08c67b8884c6.jpg",
    "altTitles": [
      {
        "ja": "珈琲をしづかに"
      },
      {
        "ja-ro": "Koohii o Shizuka ni"
      },
      {
        "en": "Coffee for Shizuka"
      },
      {
        "en": "A cup of coffee."
      },
      {
        "ja-ro": "Kimi no Love o Misetekure!"
      }
    ],
    "description": {
      "en": "Hatano Takaki is a third-year in high school who can’t wait to become a “real adult”. One day, he passes by a café and finds himself mysteriously drawn to the proprietress, a mysterious woman who seems to be hiding a secret sadness. Through her, through coffee, and through his encounters with the other café patrons, he begins to taste the bittersweet feelings of love and growing up."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "6d7c5c85-3bca-499e-98ec-644056f60107",
    "title": {
      "en": "Predatory Marriage"
    },
    "updatedAt": "2024-02-03T10:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/581f25df-ec92-4e60-929a-632cfed6da8c.png",
    "altTitles": [
      {
        "ko": "약탈혼"
      }
    ],
    "description": {
      "en": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
      "id": "Putri Leah membuat surat bunuh diri menjelang pernikahannya. Karena dia yakin akan mati setelah malam pernikahannya; akhir yang sangat menyedihkan dari seorang putri yang mengorbankan hidupnya untuk kerajaannya. Tetapi sebelum menyerahkan hidupnya, Leah berencana untuk membuat balas dendam terakhirnya kepada keluarganya. Meskipun dia telah menjadi mayat yang dingin, dia akan membuat mereka hancur. Dia akan membuat mereka malu dengan menjadi pengantin yang tidak perawan lagi. “Kenapa kau justru membuang keperawananmu? Bukankah kau hanya ingin melarikan diri?\" \"Aku ... aku hanya ingin mati.\" Leah secara impulsif menceritakan hal tersebut kepada pria yang menghabiskan malam pertama dengannya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfecff2-d486-4e37-8e26-cd9e179474a9",
    "title": {
      "en": "Evolution from Carp to Divine Dragon"
    },
    "updatedAt": "2024-05-09T02:08:19+00:00",
    "coverArt": "https://mangadex.org/covers/bcfecff2-d486-4e37-8e26-cd9e179474a9/0f4c437e-db83-4486-9389-da993e434109.png",
    "altTitles": [
      {
        "zh": "灵气复苏：从鲤鱼进化成神龙！"
      }
    ],
    "description": {
      "en": "Photographer Lin Hao was attacked and killed by monster while on a shooting mission in Lin tian Ancient City. After being reborn, he found that he had become a koi carp"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": {
      "en": "Paper Braver"
    },
    "updatedAt": "2024-05-01T07:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg",
    "altTitles": [
      {
        "ja": "ペーパーブレイバー"
      }
    ],
    "description": {
      "en": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "64"
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
    },
    "updatedAt": "2024-05-10T20:09:04+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/ee51dfa8-0cf7-4f73-a685-c62e188c5cdf.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc72723-8a1c-488f-b500-942173acf193",
    "title": {
      "en": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
    },
    "updatedAt": "2024-05-08T11:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/6cc72723-8a1c-488f-b500-942173acf193/361f015d-d21f-4ad9-8a09-18b68e7ea4ff.jpg",
    "altTitles": [
      {
        "ja": "男子禁制魔女の国に女体化スキルで入国してみた"
      },
      {
        "ja-ro": "Danshi Kinsei Majo no Kuni ni Nyotaika Skill de Nyuukoku shite mita"
      },
      {
        "en": "Using Feminization Skills to Enter The Land of Witches, Where Men are Forbidden"
      },
      {
        "zh": "试着使用女体化技能进入禁止男人的魔女国度"
      }
    ],
    "description": {
      "en": "\"I sneaked into the witch's land, where men are forbidden, using feminization magic!\" A guy gets hit by a truck after saving a girl, and gets sent into another world. Unlike other protagonists who get insane cheat skills, he gets a skill that allows him to transform into a girl instead.",
      "ja": "「絶対にバレてはいけない。僕が“男”だということを……」　魔女の国。そこは絶対男子禁制の女性だけが入国を許される花園。男子が王都に立ち入れば、即極刑！　そんな王都にある、魔女学園の門を叩く者がいた。名はトワ・ミツミネ。異世界転生してきた男子高校生である。もちろん男のトワには王都に入ることはできないはずだった。しかし、トワは異世界転生時にとあるスキルを手に入れた。それは、“普通の”最強スキルではなく――女の子に変身できる“女体化”スキルだった。しかも女体化状態なら超強力な魔法も使えるようで……！　元男子高校生には刺激的過ぎる女の子しかいない学園生活！　憧れの『最強魔女騎士』めざし、トワのちょっとえっちな女体化ファンタジーライフが始まる！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-02-02T16:46:07+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "795a2883-e867-4c9c-9e2b-31745cb2bbcb",
    "title": {
      "en": "Perle"
    },
    "updatedAt": "2023-08-27T05:13:02+00:00",
    "coverArt": "https://mangadex.org/covers/795a2883-e867-4c9c-9e2b-31745cb2bbcb/791210bd-533a-4f23-bde3-9f2b9b971c6b.png",
    "altTitles": [
      {
        "ko": "펄"
      }
    ],
    "description": {
      "id": "Joachim, sebuah kerajaan yang dulunya kuat tetapi sekarang berada di ambang kehancuran.\nGin Erhard, yang merupakan penerus duke, kembali sebagai pengusaha yang sukses.\n\nSebagai anak angkat dari keluarga Erhard, tempat dia bekerja, dia menyembunyikan masa lalunya dan berupaya mencapai kesuksesannya, sambil mencari dermawan misterius \"Little Pearl\" yang pernah menyelamatkannya ketika dia kecil dulu. \n\nKemudian, di sebuah perjamuan makan, Pangeran Maximilian Joachim pun menemukannya.\n\nDia disebut pria yang pemalas, suka berhura-hura dan suka berganti-ganti pasangan. Untuk beberapa alasan dia tahu bahwa Gin adalah seorang anak yang dulu pernah ditolongnya...\n\nKisah mereka pun dimulai di akhir era ini..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f4a374-6b3e-4ebc-b066-bdb9ae7b6f91",
    "title": {
      "en": "Mazinger Z 2022"
    },
    "updatedAt": "2024-05-17T09:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/48f4a374-6b3e-4ebc-b066-bdb9ae7b6f91/98b53207-1a17-4bf4-8561-471e6d358e97.jpg",
    "altTitles": [
      {
        "ja": "マジンガーZ 2022"
      }
    ],
    "description": {
      "en": "A remake of the original Mazinger Z manga in celebration of its 50th anniversary. Most of this story was first bublished in Gekiman! - Mazinger Z Chapter. So this manga can be tought as the in-universe version of the story which Gekiman creates in the autobiography manga [Gekiman! - Mazinger Z Chapter](https://mangadex.org/title/a6d69815-f5f9-4ab8-9d53-5b4d1ee6601e/gekiman-mazinger-z-chapter)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "6"
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-05-17T06:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story Of How A Beautiful Foreign Student Who Lives Next Door Started To Visit My House After I Helped A Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student’s Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class.\n\nHer proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...!?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42aea2e-0447-4c0f-9276-f3dbaa9db2e3",
    "title": {
      "en": "The Strongest Lv1 Support in the World"
    },
    "updatedAt": "2023-07-18T06:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/d42aea2e-0447-4c0f-9276-f3dbaa9db2e3/075c05ce-dcea-4211-bdfb-7e9d483a33e6.jpg",
    "altTitles": [
      {
        "zh": "天下最强Lv1奶"
      },
      {
        "id": "Support Lv1 Terkuat di Dunia"
      }
    ],
    "description": {
      "en": "“Even if I can only use primary healing skill, I still want to become the strongest!” The LV1 healer boy and the weakest God’s chosen girl started their journey with the goal of becoming the strongest. However, the Young man did not expect that this time would be his last journey.",
      "id": "“Bahkan jika aku hanya bisa menggunakan teknik penyembuhan dasar, aku ingin menjadi yang terkuat!” Seorang bocah healer level 1 dan gadis pilihan dewa terlemah memulai perjalanan mereka dengan tujuan menjadi yang terkuat.  Namun, pemuda itu tidak menyangka bahwa kali ini akan menjadi perjalanan terakhirnya."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru! @comic"
    },
    "updatedAt": "2024-03-21T04:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/72afda58-8b20-4b3b-96d1-d1291bfe31dc.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-04-08T15:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/b32282e4-4dec-4160-a9f2-9a73091fda1b.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7b31a8-b932-49af-8a60-88003fa42360",
    "title": {
      "en": "Saki-chan wa Inma no Ko"
    },
    "updatedAt": "2024-02-03T19:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/de7b31a8-b932-49af-8a60-88003fa42360/d8ed10c3-f289-4b5e-a85a-bb1a700494b6.jpg",
    "altTitles": [
      {
        "ja": "咲ちゃんは淫魔の子（合掌）"
      },
      {
        "en": "Saki-chan Is a Succubus's Child"
      },
      {
        "zh": "咲酱是那梦魔之子"
      }
    ],
    "description": {
      "en": "Saki-chan, a succubus, has fallen in love with Rokuhara, a son of a temple, of all people. She tries her best to talk to him, but her succubus blood runs wild and she always ends up tempting him. \"I wish I could say I love you honestly!\"\n\nThis is a story about a pure and simple love of a succubus who can't be honest.",
      "ja": "「えっちだってだいじょうぶっ教!?」がSNSで大反響！ 待望の第1巻！ 淫魔の咲ちゃんが恋した相手は、よりにもよってお寺の息子の六原くん。頑張って話しかけようとしても淫魔の血が暴走して、ついつい誘惑してしまい――。「素直に好きと言えたらいいのに！」ぽんこつ可愛い淫魔のピュアピュアHな恋の行方は……!? 残念サキュバス×カタブツお寺男子の昇天上等、全力ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae121a0a-46dd-491b-b670-700e2dfa8a7e",
    "title": {
      "en": "My Young Cat and My Old Dog"
    },
    "updatedAt": "2023-08-16T19:06:55+00:00",
    "coverArt": "https://mangadex.org/covers/ae121a0a-46dd-491b-b670-700e2dfa8a7e/9bd014f5-55fb-4d49-a7a8-0062c0da176c.jpg",
    "altTitles": [
      {
        "en": "My Kitty and Old Dog"
      },
      {
        "en": "My Old Dog"
      },
      {
        "en": "My Young Cat"
      },
      {
        "ko": "내 어린고양이와 늙은개"
      }
    ],
    "description": {
      "en": "Nang-Nak, an old poodle with blurred eyesight, and an adorable kitten, Soondae, love their owners whom they are loyal to. Here are the episodes of the mature dog and the energetic young kitten that always wait for their owners to give them love and affection."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "213"
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-05-17T05:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/91440d1d-3fb8-46ea-a1df-7dfcee3de53e.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9240108e-7d55-4004-9577-db7adc599621",
    "title": {
      "en": "Jichou shinai Moto Yuusha no Tsuyokute Tanoshii New Game"
    },
    "updatedAt": "2024-05-05T14:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/9240108e-7d55-4004-9577-db7adc599621/737cae34-99bc-4d7c-be59-06e5d6935d31.jpg",
    "altTitles": [
      {
        "zh-hk": "不自重前勇者強大又輕鬆的NEW GAME"
      },
      {
        "zh": "不自重前勇者强大又轻松的NEW GAME"
      },
      {
        "ja": "自重しない元勇者の強くて楽しいニューゲーム"
      },
      {
        "en": "The Former Legendary Hero Will Enjoy His Second Life Without Restraint"
      }
    ],
    "description": {
      "en": "Orion is a former hero who has been reborn in a different world he once saved as a \"hero\".\n\nTaking advantage of his second round of heroic heroism, he takes on the world's strongest and wisest maid who was once in the same party with him, picks up a slave girl, and trains her with \"heroic-style power leveling\"!\n\nEven if you are attacked by a thief monster girl, you can easily convert her and get her a friend!\n\nThe former hero who never takes responsibility for his own actions, who has acquired a luxurious mansion, the most powerful equipment, beautiful women, fame, and everything else he needs to live his life the way he wants to, has started a new game of strength and fun!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-13T17:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9",
    "title": {
      "en": "Fate/Grand Order -mortalis:stella-"
    },
    "updatedAt": "2024-05-06T19:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9/75f758ef-7dbd-4f6b-adcc-e2f070eb1aa7.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Великий приказ: Смертоносная Стелла"
      },
      {
        "zh-hk": "Fate/Grand Order -mortalis:stella- 剎那星辰"
      },
      {
        "en": "Fate/Grand Order mortalis stella"
      },
      {
        "ja": "フェイト／グランド オーダー－モルターリス：ステラ－"
      }
    ],
    "description": {
      "en": "The official adaptation of the TYPE-MOON phenomenon that has become one of the most popular mobile games in the world! The year is 2016, and glitches found in humanity’s past threaten the sustainability of its future. The Chaldea Security Organization - tasked with preserving human history for as long and as strongly as possible - has developed a new method of time travel to repair these events, stabilizing humanity’s future. But when an unknown threat pushes mankind to the brink of extinction, young recruits Mash Kyrielight and Ritsuka Fujimaru find themselves at the helm of the rescue mission: Obtain the Holy Grail in a face off against fate itself …",
      "ru": "Альтернативная манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты Фуюки, Орлеан, Септем, Лондон, Камелот. Повествование ведется от лица Маш."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-05-06T00:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]