[
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "99e287b2-d258-4df2-a221-5f02c2ff656a",
    "title": {
      "en": "The Villainess Wants to Turn Over a New Leaf"
    },
    "updatedAt": "2024-08-31T18:27:37+00:00",
    "coverArt": "https://mangadex.org/covers/99e287b2-d258-4df2-a221-5f02c2ff656a/7b77c886-6859-4322-8647-e64faec6f491.jpg",
    "altTitles": [
      {
        "zh": "满级绿茶穿成小可怜"
      },
      {
        "en": "Max-Level Green Tea Transmigrates Into Little Pitiful One"
      },
      {
        "id": "Teh Hijau Tingkat Tinggi Bertransmigrasi"
      },
      {
        "zh-ro": "Man Ji Lvcha Chuan Cheng Xiao Kelian"
      },
      {
        "zh-ro": "Mǎn Jí Lǜchá Chuān Chéng Xiǎo Kělián"
      },
      {
        "en": "Villainess Wants to Turn Over a New Leaf"
      }
    ],
    "description": {
      "en": "Lin Feilu is an oscar-winning actress. Acting cute, slandering, feigning innocence, or playing the white lotus. Regardless, she wasn't a good person. She then died on her 27th birthday. She vowed, if there was a next life, she would be a good person. In the end, she transmigrated into a five-year-old princess of the great Lin Dynasty. Her imperial mother was not favored, her older brother was mentally challenged, and her life was constantly in danger, with having little to eat and trying to stay warm.\n\nLin Feilu: …You all forced me!",
      "fr": "Lin Feilu est une actrice oscarisée. Faire la mignonne, médire, feindre l'innocence ou jouer les innocentes. Peu importe, elle n’est pas quelqu'un de bien. Elle meurt le jour de son 27e anniversaire en se jurant que si elle a une prochaine vie, elle serait une bonne personne. Elle se réincarne en une princesse de cinq ans de la grande dynastie Dalin. Sa mère, concubine impériale n'était pas favorisée parce son frère aîné souffrait d'une déficience mentale.\nLin Feilu, bien que déterminée à rester une bonne personne, va utiliser ses talents de manipulatrice pour retourner la situation de sa famille."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-08-14T15:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/8e45da56-7528-4d36-a0f8-945c275a4aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-07-27T18:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/3d40d3b8-f2bf-443e-9245-7dc91db7fc47.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      },
      {
        "zh-ro": "Hu Ru Yi Ye Bing Jiao"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "7754ec5d-aa75-49c4-8dbb-69625131cf3f",
    "title": {
      "en": "The Next Seat Devil Keeps Depraving Me"
    },
    "updatedAt": "2024-08-18T13:47:58+00:00",
    "coverArt": "https://mangadex.org/covers/7754ec5d-aa75-49c4-8dbb-69625131cf3f/08d50d5c-3e61-48d1-b493-fc96e5db764d.jpg",
    "altTitles": [],
    "description": {
      "en": "Mia is a half-succubus, but she bitterly hates the devil part of her genetics. \"I'm not lewd!\", she said. \"All men are monkey\", she said. Yet, karma often comes sooner than expected."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3eaabe03-d2bd-43f3-af71-bd1db4ab564a",
    "title": {
      "en": "Serial Killer Isekai ni Oritatsu"
    },
    "updatedAt": "2024-08-28T12:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/3eaabe03-d2bd-43f3-af71-bd1db4ab564a/1957266d-525b-4d7e-acb2-20e8ffb6bf1f.jpg",
    "altTitles": [
      {
        "ja": "シリアルキラー異世界に降り立つ"
      },
      {
        "en": "The Serial Killer Descends Into Another World"
      },
      {
        "en": "The Serial Killer Reincarnated into the Another World"
      },
      {
        "es-la": "Un asesino serial ha descendido a otro mundo"
      },
      {
        "de": "Serienkiller in einer anderen Welt reinkarniert"
      }
    ],
    "description": {
      "de": "Ein Mörder, der den Drang, Menschen zu töten, nicht stoppen kann, obwohl er damit aufhören will, erhält das von ihm gewünschte Todesurteil. Seine Freude ist nur von kurzer Dauer, denn er wird in einer anderen Welt reinkarniert. Der Auftrag, den ihm die Göttin erteilt hat, besteht darin, 12 reinkarnierte Menschen mit seinen mörderischen Impulsen zu töten. Nicht alle reinkarnierten Menschen sind Heilige!",
      "en": "A murderer who can't stop the urge to kill people, even though he wants to stop, is happy when his desired death sentence is carried out - only to be reincarnated into another world. The mission entrusted to him by the goddess was to kill 12 reincarnated people using the his murderous impulses! Not all reincarnated people are saints!",
      "ja": "止めたいのに人を殺したい衝動が止まらない殺人鬼の男は、望んでいた死刑が執行されて喜んだのも束の間、異世界転生してしまう。女神から託された使命は、男の殺人衝動を活かして12人の転生者を殺すことだった！転生者が聖者とは限らない！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-01T07:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420",
    "title": {
      "en": "I Am a Max-level Priestess in Another World"
    },
    "updatedAt": "2024-09-08T17:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/c8b04583-d906-4fdf-aaaf-6f4cd5dec6b4.png",
    "altTitles": [
      {
        "zh": "满级穿越的我为什么是牧师小姐啊"
      },
      {
        "en": "Why Am I a Max-Level Priestess After Crossing into Another World?"
      }
    ],
    "description": {
      "en": "A top-level player accidentally transmigrates into the game character \"he\" was playing, becoming a max-level priestess and teaming up with a dragon to venture into another world! However—why do these girls keep looking at her in such an increasingly strange way?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d01843d1-3bf4-490e-a6ad-e10b80b11a02",
    "title": {
      "en": "Kedamonotachi no Jikan ~Kyouisonshou Kougun~"
    },
    "updatedAt": "2023-11-23T15:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/d01843d1-3bf4-490e-a6ad-e10b80b11a02/49f0206b-91af-408c-8872-070291f11ad4.jpg",
    "altTitles": [
      {
        "en": "A Monstrous Person’s Time: Madness Syndrome"
      },
      {
        "ja": "けだものたちの時間～狂依存症候群～"
      },
      {
        "zh": "禽兽们的时间"
      }
    ],
    "description": {
      "en": "Airi Hirakawa, a model in a popular women's magazine, is suddenly hit by someone in front of her house and wakes up in a room full of garbage. Airi is confused when she is suddenly proposed to by Hirokazu Imai, the man who is her kidnapper and stalker.  \n  \nAnd this is how her life of confinement begins, where she suffers sexual violence and even toilet breaks and meals are managed.  \n  \n***WARNING***  \nContains abuse, kidnapping, rape, moral degradation, sadism etc."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25d6f19f-eaa4-4e74-8687-348e8204cd6c",
    "title": {
      "en": "Sumika Sumire"
    },
    "updatedAt": "2023-07-11T12:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/25d6f19f-eaa4-4e74-8687-348e8204cd6c/cac1edef-16d5-45a2-939a-0fb9c536c2fc.jpg",
    "altTitles": [
      {
        "ja": "スミカスミレ"
      },
      {
        "zh": "澄和薰"
      },
      {
        "ja-ro": "Sumika Sumire"
      }
    ],
    "description": {
      "en": "Kisaragi Sumi continuously took care of her parents and grandmother until she turned 60 years old without ever falling in love. One day, after her mother's funeral service, a cat calling himself Rei appeared and granted her wish to bring back her youth. What happens when Sumi gets a second chance in life as a 17-year-old high schooler?!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "48"
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-04-09T16:40:40+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "2b1cf97b-b999-4d68-8162-dc121c1a3686",
    "title": {
      "en": "Lycoris Recoil Comic Anthology: Repeat"
    },
    "updatedAt": "2024-08-03T21:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/2b1cf97b-b999-4d68-8162-dc121c1a3686/ebb0498c-61f1-4bbd-9216-a2c0b477305b.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル 公式コミックアンソロジー リピート"
      },
      {
        "ru": "Антология Комиксов Ликорис Рикоил: Повтор"
      }
    ],
    "description": {
      "en": "Lycoris Recoil manga anthology by various artists.\n\n---\n**Volume 1**\n**Cover**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c)\n**Illustrations**: [Abe Kanari](https://mangadex.org/author/2127687b-c0fd-4831-bbf8-2f2b1f297eee), [Hamayumiba Sou](https://mangadex.org/author/add5dc38-6e9a-458d-8fa9-87983c292027), [Aono Nachi](https://mangadex.org/author/fc77ff3c-7de8-48de-86e5-f0230cc4a26e), [Tiv](https://mangadex.org/author/1a79d104-f272-466b-a222-5e754e767230)\n\n**Author list**:\n1. Ginmoku\n2. Kojima Takeshi\n3. Suzumi Raika\n4. Takano Itsuki\n5. Mikazuchi\n6. Ree\n7. Niina Ryou\n8. Wakadori Nikomi\n9. Morinaga Miki\n10. Sakuragi Ren\n11. Nyoi Jizai\n12. GUNP\n13. sometime\n14. Mekimeki\n\n**Volume 2**\n**Cover**: [Fukagawa Kasumi](https://mangadex.org/author/0ad2038d-7e07-4f12-a08d-100c937d2b40)\n**Illustrations**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c), [Koruse](https://mangadex.org/author/292090b0-eae6-4d91-859d-ef02559e40a3)\n\n**Author list**:\n1. Tsutsui Itsuki\n2. Manuma Yasuka\n3. Kimura Yuu\n4. sugar.\n5. Kurikanoko\n6. Yuichi\n7. Morinaga Miki\n8. Nana Kamado\n9. Shirou Urayama\n10. Bonryu\n11. Utashima\n12. Nii Maruko"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-09-03T15:13:09+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/c6d06331-4f29-4fe5-8c7f-00350af335f7.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329a6399-d4da-44bc-8f83-cb4b6ff4ff22",
    "title": {
      "en": "Get Away, Matsumoto！-100 days escape-"
    },
    "updatedAt": "2024-07-15T08:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/329a6399-d4da-44bc-8f83-cb4b6ff4ff22/7d8007bc-eff4-4d07-9fbb-d29a3401813c.jpg",
    "altTitles": [
      {
        "ja": "逃げろ松本"
      },
      {
        "ja-ro": "Nigero Matsumoto"
      }
    ],
    "description": {
      "en": "Formerly a three time back-to-back winner of the All-Japan Intercollegiate Road Cycling Championships, Mastumoto now spends his days doing bike deliveries to pay the bills. Just as he contemplates giving up cycling for the sake of his future, Matsumoto suddenly finds himself at the center of an unbelievable incident...! Make way for this hard-hitting high-speed action!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94a48b9c-2a5b-4397-95f1-15df8b017488",
    "title": {
      "en": "Yumemiru Danshi wa Genjitsushugisha"
    },
    "updatedAt": "2024-04-11T14:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/94a48b9c-2a5b-4397-95f1-15df8b017488/1d21d2f5-fa16-4a8b-af4b-0d3f1e6f5aec.jpg",
    "altTitles": [
      {
        "ja": "夢見る男子は現実主義者"
      },
      {
        "en": "The Dreaming Boy is a Realist"
      },
      {
        "ko": "꿈꾸는 남자는 현실주의자"
      },
      {
        "id": "Anak Laki-laki yang Bermimpi adalah Seorang Realis"
      },
      {
        "th": "เด็กหนุ่มจอมเพ้อฝัน ผู้ตื่นมามองความเป็นจริง"
      },
      {
        "zh": "满怀美梦的少年是现实主义者"
      },
      {
        "pt-br": "O garoto sonhador é realista"
      }
    ],
    "description": {
      "en": "Wataru Sajou, who is deeply in love with his beautiful classmate Aika Natsukawa, is continuing to approach her without getting discouraged while having dreams about their mutual love. However one day he woke up thinking, “I am not really fit to be together with someone as good as her, huh…” Upon realizing this, Wataru started keeping an appropriate distance towards her, much to Aika’s surprise. “Could it be that he hates me now…? ”Did his intentions slip by her because she was getting impatient after arriving at the wrong conclusion!? This is the start of a romcom revolving around two people who just cant get their feelings across and both think their love is unrequited!\n\n[Official English Light Novel](https://monogatari-novels.com/collections/the-dreaming-boy-is-a-realist)",
      "ja": "同じクラスの美少女・夏川愛華に恋い焦がれる男子高校生・佐城渉。両想いを夢見て日々アプローチを続けていたが、ある日突然その“夢”から醒めてしまう。\n\n「愛華のような完璧美少女が俺と釣り合うわけないだろ……」\n\n突然よそよそしくなった渉。すると今度は愛華が動揺し始めて……!?",
      "pt-br": "Sajou Wataru está apaixonado por sua colega de classe Natsukawa Aika, a ponto de ele sonhar acordado sobre o amor mútuo e relacionamento deles, aproximando-se dela implacavelmente em todas as oportunidades. No entanto, um dia, Wataru fica sóbrio e tem que enfrentar a realidade. “De jeito nenhum eu seria bom suficiente para uma flor inatingível como ela, certo?” Depois de começar a ver a realidade como ela era, Wataru passou a manter uma certa distância de Aika, o que a deixou em um turbilhão. “Ele... me odeia agora?” Por causa desse mal-entendido, são despertados sentimentos subconscientes que vêm e vão!? Assim começa a confusão de sentimentos unilaterais mútuos, atormentados por mal-entendidos."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "33"
  },
  {
    "mangaId": "0d0cb3e8-576d-42ec-825b-442d59c6b3d1",
    "title": {
      "en": "The Illusionary Island"
    },
    "updatedAt": "2023-11-30T08:17:14+00:00",
    "coverArt": "https://mangadex.org/covers/0d0cb3e8-576d-42ec-825b-442d59c6b3d1/b52978ee-db24-478b-900b-d873df212a67.jpg",
    "altTitles": [
      {
        "ja-ro": "Genshoku no Kotou"
      },
      {
        "es": "La isla de las pesadillas"
      },
      {
        "ja": "幻色の孤島"
      }
    ],
    "description": {
      "en": "A man washed up on an unknown, isolated island has lost his memory. Giant creatures roam around, ruthlessly devouring their prey. Suddenly, the man trembles in fear and discovers an extremely high castle wall. He expected to see signs of civilization and humans, but a large number of corpses were dumped from the top of the castle wall, refusing to come. As the man secretly watched the situation on the castle wall, he began to feel a strong desire to go to the other side of the wall. What will happen on the other side of this high wall, and what will be the fate of this man? One of Hideshi Hino's masterpieces, painted in 1972. The fantastical world view that makes you feel color in monochrome gradually pulls the reader away from reality. You too will get lost in a mysterious space along with the main character. Recreate the original cover from the first edition as much as possible. Includes many other masterpieces."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-06-15T12:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/230e60de-a03f-4427-ad6d-088cd69a4f5b.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917bd11-97f9-4f63-9a28-be2e04467bbd",
    "title": {
      "ja": "Gyaru Sen"
    },
    "updatedAt": "2024-04-19T02:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/2917bd11-97f9-4f63-9a28-be2e04467bbd/20b8b365-f8bc-4ee7-ae25-cf0833121879.jpg",
    "altTitles": [
      {
        "ja": "ギャルせん"
      },
      {
        "ja-ro": "Gal Sen"
      },
      {
        "ja-ro": "Gyaru Sensei"
      },
      {
        "en": "Gal-Sen"
      },
      {
        "zh-hk": "辣妹教師"
      }
    ],
    "description": {
      "en": "When Sora enters high school, his homeroom teacher is a sexy gal with huge breasts and she’s none other than the changed version of Suzune, the innocent girl next door who was his first love! As the teacher’s “educational guidance” escalates day by day, Sora is awakened to pleasures he’s never known before…!",
      "ja": "ドSギャルの体育教師に、俺が開発されていく‥‥っ！\n\n高校に入学した宙＜そら＞の担任は、爆乳で超セクシーな黒ギャル教師。それは、初恋の清楚な隣のお姉さん・すずねの変わり果てた姿だった！日々エスカレートする先生の「教育的指導」。宙は今まで知らなかった快感に目覚めてしまい‥‥！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "52e2bba3-1948-4e65-a282-a73a0b036005",
    "title": {
      "en": "Inaho-kun wa Nise Kanojo no Hazu na no ni"
    },
    "updatedAt": "2024-08-14T19:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/52e2bba3-1948-4e65-a282-a73a0b036005/ff43e6c6-a49c-4630-9c26-70d9b058d5e7.jpg",
    "altTitles": [
      {
        "ja": "稲穂くんは偽カノジョのはずなのに"
      },
      {
        "ja-ro": "Inaho-kun Wa Nise Kanojou No Hazu Nanoni"
      },
      {
        "en": "Inaho-kun Is Supposed to Be a Fake Sweetheart"
      }
    ],
    "description": {
      "en": "Mori Shintaro, a new first-year student, yearns for the sparkling high school life of having a girlfriend and experiencing youth, but is ridiculed by those around him. His classmate, Inaho Sawatari, entered the school as the top student and is a highly regarded beauty. The two are not supposed to cross paths, but after an incident where they are mistaken for a couple, Inaho makes an unexpected proposal:\n\"Shall we pretend that we're really dating?\"\n\n---\n**Notes:**\n- The pre-serialization series is [Houkago no Cinderella-kun](https://mangadex.org/title/147b8fd6-5232-45df-993f-35c908cf41a2/houkago-no-cinderella-kun)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89423274-e91a-4f10-8b33-26c3ecc154de",
    "title": {
      "en": "Kuro Kuro ~Black Chronicle~"
    },
    "updatedAt": "2024-08-17T17:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/89423274-e91a-4f10-8b33-26c3ecc154de/9e226e8c-310f-4430-bc9a-226d9a8b785e.jpg",
    "altTitles": [
      {
        "ja": "くろくろ ～Black Chronicle～"
      }
    ],
    "description": {
      "en": "On the day he moved in with his childhood friend Miu, the heroine Fei materialized from a novel he hadn't managed to get rid of, and a very lively love triangle began.\n\nWritten and drawn by R-18 artist Rakko.",
      "ja": "幼なじみと同居することになったユーゴ。オタグッズを処分し、準備万端と思いきや、自作小説のヒロインが現れて…!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "eb61867b-227e-4737-82ce-11a34ded1e6c",
    "title": {
      "en": "The Start of a Stunning and Feisty Master: A System with Ten Pounds of Rebellion"
    },
    "updatedAt": "2024-01-22T23:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/eb61867b-227e-4737-82ce-11a34ded1e6c/64b119c3-894c-49a6-a239-f435f5054bf8.jpg",
    "altTitles": [
      {
        "zh": "开局绝色俏师父：系统十斤反骨"
      },
      {
        "zh-ro": "Kaiju Juese Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "en": "Beginning With a Stunning Master: The System Is 10-Catty Reverse Bones"
      },
      {
        "zh-ro": "Kai Ju Jue Se Qiao Shifu: Xitong Shi Jin Fan Gu"
      },
      {
        "vi": "Khởi Đầu Tuyệt Sắc Nữ Sư Phụ, Hệ Thống Thập Cân Phản Cốt"
      },
      {
        "pt-br": "O surgimento de um mestre poderoso e espirituoso: Um sistema com dez quilos de rebeldia"
      }
    ],
    "description": {
      "en": "Comedy + Transmigration System. My name is Xia Chi. I originally thought that the four female masters would act as my bodyguards on the path to becoming a god, but little did I know, each of them has their own ulterior motives. They actually want me to be their little cotton-padded jacket!?",
      "zh": "搞笑+系统穿越。我叫夏迟,原以为四位女师父作为保 镖护我一路封神成为圣子,没想到她们各怀鬼胎,竟想 让我当她们的小棉袄!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-06-27T18:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      },
      {
        "en": "Balance"
      },
      {
        "ja-ro": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "e8d4a5e5-29fb-42b1-90e0-a9a3a91ecfa9",
    "title": {
      "en": "Orcsen Oukoku Shi ~Yaban na Orc no Kuni wa, Ikanishite Heiwa na Elf no Kuni o Yakiharau ni Itatta ka~"
    },
    "updatedAt": "2024-06-25T09:49:45+00:00",
    "coverArt": "https://mangadex.org/covers/e8d4a5e5-29fb-42b1-90e0-a9a3a91ecfa9/ec17f45a-5177-47e8-93c1-15fb5be63c09.jpg",
    "altTitles": [
      {
        "ja": "オルクセン王国史 ～野蛮なオークの国は、如何にして平和なエルフの国を焼き払うに至ったか～"
      },
      {
        "ja-ro": "Orcsen Oukokushi: Yaban na Orc no Kuni wa, Ikanishite Heiwa na Elf no Kuni o Yakiharau ni Itatta ka"
      },
      {
        "ja-ro": "Orcsen Oukoku Shi ~Yaban na Orc no Kuni ha, Ikanishite Heiwa na Elf no Kuni wo Yakiharau ni Itatta ka~"
      },
      {
        "ja-ro": "Orukusen Oukoku Shi ~Yaban na Ōku no Kuni ha, Ikanishite Heiwa na Erufu no Kuni wo Yakiharau ni Itatta ka~"
      },
      {
        "en": "History of the Kingdom of the Orcsen: How the Barbarian Orcish Nation Came to Burn Down the Peaceful Elfland"
      },
      {
        "en": "History of the Kingdom of the Orcsen ~How the barbarian orcish nation came to burn down the peaceful elfland~"
      }
    ],
    "description": {
      "en": "Gone are the days of swordsmanship and chivalry. Now is the age of gunpowder and war.\n\nOur story has two players. The first is Orcsen, a unified nation with many demonic races, led by the oft-reviled orcs. And the second is Elfind, the kingdom ruled by the beautiful yet vainglorious elves. \n\nDineru, chieftain of the dark elves, has been forced to flee her homeland from enemies she had once trusted as friends. In the midst of their forced diaspora, she has a fated encounter with the leader of Orcsen, the orc king Gustav…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-07-26T19:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/a58a41c4-ddfe-444a-9b31-0dfff65bad24.jpg",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      },
      {
        "fr": "Le quotidien de Sa-chan, une employée de pharmacie"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "fr": "> Une série réunissant une employée de pharmacie sans expression, Sa-chan, et son ami d'enfance turbulent qui est fou amoureux d'elle mais qui hésite à lui avouer son amour. Accompagnez-les dans leur quotidien plein de comédie amoureuse en travaillant dans une pharmacie.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-08-28T14:38:15+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/d2d803f7-2e2b-4ea2-8d17-df5493778866.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "vi": "Tsumiki Ogami và Cuộc sống diệu kì!"
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-08-09T10:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/865660ee-d24f-4ec8-b5e0-63eec43731ae.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun. Though his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\n---\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)",
      "ja": "幼馴染みは…化け狐！？\n\nごく普通の真面目な男子高校生、賀茂（かも）くん。勉強に励む日々だったが、悩みは幼馴染みの片喰（かたばみ）さんが毎日勉強の邪魔をしてくること。しかも片喰さんの正体は……化け狐だった！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-05-07T15:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "38c54c09-b95c-4704-9957-409509173403",
    "title": {
      "en": "Junkissa Camellia No Midori-san"
    },
    "updatedAt": "2024-03-11T06:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/38c54c09-b95c-4704-9957-409509173403/09ac67ce-e1f6-4aef-8ade-823591906348.jpg",
    "altTitles": [
      {
        "en": "Midori-san from Café Camellia"
      },
      {
        "ja": "純喫茶カメリアのみどりさん"
      },
      {
        "ja-ro": "Junkissa Camellia No Midori-san"
      }
    ],
    "description": {
      "en": "Here is a quaint, old-fashioned café where the scent of freshly brewed tea always lingers. The owner, Midori Hanatsubaki, is a somewhat eccentric lady with a fondness for black tea. Together with her newly hired part-time employee, Daisuke Kise, they open the café for another lively day.",
      "ja": "そこは、いつでも淹れたての紅茶が香る昔ながらの喫茶店。\n店主の花椿みどりさんは、少し不思議な紅茶好きのお姉さん。\n最近入ったアルバイトの黄瀬大助くんと一緒に、今日も元気に開店です――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "19"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3136a23b-b8c0-48f4-9d89-fbeb63927c4a",
    "title": {
      "en": "Gwijjal Romance"
    },
    "updatedAt": "2024-09-03T19:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/3136a23b-b8c0-48f4-9d89-fbeb63927c4a/b927e959-5307-4690-a90f-97548802bb90.jpg",
    "altTitles": [
      {
        "en": "Ghost Romance"
      },
      {
        "ko": "귀짤 로맨스"
      }
    ],
    "description": {
      "en": "Seonwoo Yoo, a senior in the photography department, is working as a photographer. One day, he receives a collaboration proposal from a famous overseas magazine.\n\nFor a while, such a fluttering heart\n\nRecently, a jokjok ghost taking a picture is taken together\n\n'Seon-woo', who suffered from a psychic phenomenon, tries in various ways to solve it, but it is not easy.\n\nIn the meantime, the psychic picture was not taken.\n\nThey find the only subject... It is none other than the most famous playboy on campus, 'Choi Moo-young! \"Model? Let me do it. Go out with me instead.\"\n\nWill 'Seonwoo' be able to take a picture of 'Mooyoung' and debut safely in a famous overseas magazine?!\n\nThe dilemma of a horror romance with him, who never wants to be involved, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e881c9-371f-4e00-a0fd-7648c1c5d7a1",
    "title": {
      "en": "The Errand Princess of the Inner Palace"
    },
    "updatedAt": "2024-09-02T07:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/d0e881c9-371f-4e00-a0fd-7648c1c5d7a1/1b89948f-1a71-4fe7-beb5-32b9793798bd.jpg",
    "altTitles": [
      {
        "ja": "後宮の雑用姫"
      },
      {
        "ja-ro": "Koukyuu no Zatsuyouki"
      }
    ],
    "description": {
      "en": "Shaolan (Xiao Lian) is an orphaned girl who lives alone in the mountains at the very nook of an impoverished village. One day, an envoy from the palace arrives and scouts her to to be a lady-in-waiting for the imperial harem. This was how a wild girl raised on the mountains was able to live in a luxurious palace working as a lady-in-waiting, however...\n\nOn her first day (due to various reasons), Shaolan had suddenly become a criminal after slapping one of the consorts.\n\nThough execution appeared certain, she was specially pardoned and demoted from a lady-in-waiting to a maidservant in charge of odd jobs. She is ridiculed by the other consorts as the, \"Princess of Odd Jobs,\" however, this is where her rapid advance begins. She implements reforms to the worn-down palace and optimizes her chores through the knowledge she learned from her life of living in poverty, earning the gaze of the other ladies-in-waiting and the imperial consorts alike. Continuing these course of events, Shaolan's name spreads through the imperial palace, reaching even the emperor's ears..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-08-29T11:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/5a8c8a84-9233-469d-beb5-7c2c5c2e8272.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4c2ee56-20df-4742-af4b-df037ddb0551",
    "title": {
      "en": "Don't Be Too Nice"
    },
    "updatedAt": "2024-07-22T06:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/f4c2ee56-20df-4742-af4b-df037ddb0551/de0f587c-a3b9-441d-9b46-472e9e51cfeb.jpg",
    "altTitles": [
      {
        "ko": "함부로 친절하지 말라"
      },
      {
        "en": "Don’t Be Carelessly Kind"
      },
      {
        "en": "Don’t Be Carelessly Friendly"
      }
    ],
    "description": {
      "en": "Just four years ago, Rustica Genas was the most gifted knight in the Caleta Empire and one of the emperor's most trusted servants. But after challenging his will one too many times, all of her fame, glory, and power were stripped from her. Then what can poor Rustica do but shamefully fade into obscurity? Well, when the rival empire's ruler sets his sights on winning her heart and freedom, she might have a chance to reclaim more than just her reputation. What could be waiting for her just beyond the Great Barrier?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8323b7b-9a7a-462b-90f0-2759fed52511",
    "title": {
      "en": "Dosanko Gal wa Namaramenkoi"
    },
    "updatedAt": "2024-09-10T15:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/d8323b7b-9a7a-462b-90f0-2759fed52511/a1b563fa-04f9-4a08-b3ef-41c74c7e09ef.jpg",
    "altTitles": [
      {
        "ja": "道産子ギャルはなまらめんこい"
      },
      {
        "ru": "Досанко-гяру чудо как милы"
      },
      {
        "ko": "도산코 갸루는 참말로 귀여워"
      },
      {
        "uk": "Досанко-гяру страх які гарненькі"
      },
      {
        "es": "Esa gal de Hokkaido es demasiado linda"
      },
      {
        "en": "Hokkaido Gals are Super Adorable!"
      },
      {
        "pt-br": "Gyarus de Hokkaido são adoráveis!"
      },
      {
        "tr": "Hokkaido'nun Gyaru Kızları Acayip Güzel!"
      }
    ],
    "description": {
      "en": "Shiki Tsubasa has just moved from Tokyo to Hokkaido in the middle of winter. Not quite appreciating how far apart towns are in the country, he gets off the taxi at the next town over from his destination so he can see the sights around his home, but he is shocked when he learns the \"next town\" is a 3-hour walk away. However, he also meets a cute Dosanko (born and raised in Hokkaido) gyaru named Fuyuki Minami who is braving 8 degrees celcius below 0 weather in the standard gyaru outfit of short skirts and bare legs!",
      "es": "Tsubasa es un chico que se va vivir desde Tokyo a Hokkaido en pleno invierno porque han trasladado a su padre. En su antiguo instituto no era nada popular y se metían con él siempre que podían. Dispuesto a empezar una nueva vida, llega en taxi entre un paisaje nevado y se baja a las primeras de cambio pensando que ya ha llegado.\n\nPero pronto se da cuenta de que en Hokkaido las cosas son diferentes que en la gran ciudad y aquí las distancias son mucho mayores, así que el sitio al que iba está a tres horas andando: eso significa que se ha quedado tirado en medio de la nieve. El impacto es mayor cuando se encuentra con Minami Fuyuki, una chica vestida como la típica gal pese al frío que hace.\n\nMinami no sólo es guapa, sino que es una chica supermaja y con las maneras de una gal, un crush instantáneo para Tsubasa, aunque el combo de gal más chica de pueblo lo deja bastante perplejo y más cuando se entera de que van al mismo instituto. Gracias a Minami podrá integrarse bastante rápido y conocer a otras gals, aunque el choque cultural a varios niveles está servido. ¡Sus días de gals, frío y diversión acaban de empezar!",
      "fr": "Natsukawa Tsubasa vient de déménager de Tokyo à Hokkaido, en plein hiver. Ne se rendant pas compte de la réalité des distances à la campagne, il se retrouve perdu à 3 heures de marche de sa destination. Mais il fait également la rencontre d’une Dosanko (« née et élevée à Hokkaido ») gyaru, en minijupe par – 8°C !  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/ikada_kai) | [Author's YouTube channel](https://www.youtube.com/channel/UC-U4OJu-cEF2VlnM61B77bQ) | [Author's Pixiv](https://www.pixiv.net/en/users/21326958)",
      "ru": "Нацукава Цубаса только что переехал из Токио на Хоккайдо.  Не имея представления, о том какое большое расстояние между населёнными пунктами в захолустье он решил выйти из такси в соседнем городе, посреди зимы. Однако он был шокирован узнав, что до соседнего города идти целых 3 часа. Тут же он встречает Досанко-гяру (родом из Хоккайдо) по имени Фуюки Минами, которая при минус 8 градусах цельсия ходит в стандартной одежде гяру: короткой юбке и с голыми ногами.  \n\n\n---",
      "tr": "Liseli Tsubasa, Hokkaido’daki Kitami şehrine taşınır ve oradaki bir otobüs durağında bir \"gyaru\" ile tanışır. Dondurucu soğuğa rağmen çıplak bacaklarıyla beyaz kar manzarasının karşısında tek başına durduğunu görmek kalbini cezbeder.",
      "pt-br": "Shiki Tsubasa acaba de se mudar de Tóquio para Hokkaido no meio do inverno. Sem perceber a distância entre as cidades do país, ele desce do táxi na cidade mais próxima de seu destino para poder ver os pontos turísticos ao redor de sua casa, mas fica chocado quando descobre que a \"próxima cidade\" é uma a três horas a pé. No entanto, ele também conhece uma linda Dosanko (nascido e criado em Hokkaido) gyaru chamado Fuyuki Minami, que está enfrentando um clima de 8 graus Celsius abaixo de 0 com a roupa gyaru padrão de saias curtas e pernas nuas!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "119"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c33f5d0-e900-44b7-b560-877e834a9cc9",
    "title": {
      "en": "Rookie but One-in-a-Million Actor"
    },
    "updatedAt": "2024-09-10T00:09:24+00:00",
    "coverArt": "https://mangadex.org/covers/2c33f5d0-e900-44b7-b560-877e834a9cc9/8763f258-e055-41cb-a664-893d2b3c8212.jpg",
    "altTitles": [
      {
        "ko": "신인인데 천만배우"
      },
      {
        "en": "Even Though He's a Rookie"
      },
      {
        "en": "He's an Actor With 10+ Million Views"
      },
      {
        "en": "A Rookie, Also an Actor With 10+ Million Viewers"
      },
      {
        "id": "Pendatang Baru tapi Satu-dari-Sejuta Aktor"
      }
    ],
    "description": {
      "en": "Mooyoung spent his childhood under his stepfather’s oppressive rule, a life that felt like living in hell. A mysterious voice in the living hell showed him the way to survive. “Live someone else’s life instead of yours.” That’s how his acting journey began… Was it a survival instinct? Even when he did well, he excelled too much. Through acting, Mooyoung gained a new life. This is the story of Mooyoung, the overwhelming acting genius, embarking on a challenge in the entertainment industry!",
      "id": "Moo-young mengalami masa kecil yang sulit di bawah ayah tirinya. Hidupnya bagaikan neraka baginya. Namun, pada suatu hari sebuah suara misterius menunjukkan jalan keluar dari neraka hidupnya. \"Jalani hidup orang lain dan bukan hidupmu sendiri.\" Begitulah dia mulai berakting. Itu seperti naluri untuk bertahan hidup. Bagus, sangat bagus. Ha Moo-young mendapatkan kehidupan baru melalui akting. Ha Moo-young, seorang jenius akting yang luar biasa, menantang industri hiburan!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-09-09T00:05:45+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-08-21T02:27:09+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/89133729-e1ea-49fc-aa7c-1747d95fc0db.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      },
      {
        "en": "I'm the Only One with Unfavorable Skills: Isekai Summoning Rebellion"
      }
    ],
    "description": {
      "en": "Nakatani Yuto, a high school student, and his classmates are suddenly summoned to another world as “heroes.\n\nWhile his classmates are given powerful skills, Yuto is given the unfortunate skill of [Absorb]. Yuto, who inds no use for it, is mortally wounded in a battle with a demon, but his classmates leave him to die.\n\nBut at that moment, Yuto hears a voice out of nowhere...?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。\n\nクラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。\n\nその瞬間、ユウトにはどこからともなく“声”が聞こえて…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-04-09T14:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/1706f5fc-d2f1-4769-95f9-e9b52cd15be7.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "en": "The Idol Girl in My Class Is Acting Suspiciously"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9ca9181-42de-4584-a9e4-7e6b05a581a0",
    "title": {
      "en": "Majo no Kaigashuu"
    },
    "updatedAt": "2023-12-25T06:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/e9ca9181-42de-4584-a9e4-7e6b05a581a0/e0f91972-127b-474f-97ec-8b45fac9ced1.jpg",
    "altTitles": [
      {
        "en": "Mysterious Paintings"
      },
      {
        "en": "The Witch's Bloody Paintings"
      },
      {
        "en": "The Witch's Monster Art Collection"
      },
      {
        "en": "The Witch's Monstrous Paintings"
      },
      {
        "ja": "魔女の怪画集"
      },
      {
        "ru": "Чудовищные картины ведьмы"
      },
      {
        "es": "El bestiario de la bruja"
      }
    ],
    "description": {
      "en": "An orphan named Aisya has been gifted the incredible power to make paintings that perform miracles just by using her blood. She and her best friend Loki have a wonderful time together, despite her deteriorating health. However, Loki realizes that he's nothing more than Aisya's drawing when he tries to save Aisya one night from an attacker. Aisya sends him on a quest to destroy her paintings and her curse, and to save the people changed by them, but can Loki look past his hatred of humans in order to carry out her wish?",
      "es": "La joven Aisya crece en un orfanato y cuando pinta con su propia sangre, sus cuadros se impregnan de un poder capaz de realizar milagros. Pero la oscuridad de los deseos humanos acaba manchando los cuadros que la niña creaba con la mejor de sus intenciones y pronto son llamados \"los cuadros de la bruja\". La niña encarga a su mejor amigo Loki, al que ha dado vida a través de sus cuadros, que vaya en busca de todas sus creaciones y las queme. ¡Así comienza el largo y peligroso viaje del joven Loki para cumplir su promesa!",
      "ru": "Сироте по имени Аиша была дарована невероятная сила - создавать картины, способные творить чудеса только благодаря использованию ее крови. Она и ее лучший друг Локи прекрасно проводят время вместе, несмотря на ухудшающееся здоровье девочки. Однако, пытаясь спасти подругу от ночного нападения, Локи понимает, что он не более, чем рисунок Аиши. Аиша дает ему задание уничтожить ее творения и проклятье, чтобы спасти связанных с ними людей, но сможет ли Локи отбросить свою ненависть к людям, чтобы исполнить ее желание?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "31"
  },
  {
    "mangaId": "2f7ef970-8fa8-4ad6-b096-6725dc4d15de",
    "title": {
      "en": "Ookami no Musume"
    },
    "updatedAt": "2024-03-14T07:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/2f7ef970-8fa8-4ad6-b096-6725dc4d15de/3c8b58e4-245e-4aee-b3be-9bc08f31020f.jpg",
    "altTitles": [
      {
        "ja-ro": "The Tale of Werewolf"
      },
      {
        "en": "The Wolf's Daughter"
      },
      {
        "ja": "狼の娘"
      },
      {
        "ru": "Волчья дочь"
      }
    ],
    "description": {
      "en": "A coming-of-age fantasy about a wolf and a girl begins!\n\nTsukina is a senior in high school preparing for the entrance exam who spends her days with a secret that she can't tell anyone. \nOne day, she meets a mysterious man named SATO at her part-time job. Tsukina is surprised when he tells her his secret. \nThis new encounter changes Tsukina's life....Who am I? What is the answer to the question born in her heart? \n\nThe circle of destiny begins to turn in this coming-of-age fantasy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-09-03T16:25:29+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/72cd854e-8ce6-41f0-aee9-58a5b57bc6ca.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Two junior school baseball geniuses who have been away from baseball accidentally come together at an obscure metropolitan high school. \n\nHaruka Kiyomine is a pitcher with an unbeatable arm. His partner, the shrewd catcher Kei Kaname, is now an amateur due to amnesia! The talented pair were hard to defeat in junior high, and they crushed other players' dreams. \n\nThey both enroll in the no-name Kotesashi High School in Tokyo, where they encounter other baseball players who had quit after losing to the two boys!\n\nTheir high school baseball story begins again!",
      "ja": "中学球界で名を馳せるも野球から遠ざかっていた天才たちが都立の野球無名高校で偶然集結。\n\n完全無欠の剛腕投手・清峰葉流火（きよみねはるか）。その相方（バッテリー）、切れ者捕手の“智将”要圭（記憶喪失により現在、素人！）。そして、かつて2人に敗れ散った者たち…\n\n巡り合い、再び動き出す彼らの高校野球ストーリーがいま始まる!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]