[
  {
    "mangaId": "de41f655-95a9-45d9-84b0-e577db89a65a",
    "title": {
      "en": "Ouji-sama no Otawamure"
    },
    "updatedAt": "2024-05-08T14:59:30+00:00",
    "coverArt": "https://mangadex.org/covers/de41f655-95a9-45d9-84b0-e577db89a65a/a1cf0759-7474-4759-995a-7bb032d5c0a5.jpg",
    "altTitles": [
      {
        "ja": "王子様のおたわむれ"
      },
      {
        "zh": "王子大人的游戏"
      },
      {
        "zh-ro": "王子大人的遊戲"
      }
    ],
    "description": {
      "en": "In a world where a gate leading to another world has appeared on Earth, Aoi is an office worker working as an entry control bureau employee. One day, while dealing with ordinary people who have mistakenly entered another world, she meets Erhardt, a prince of the demon tribe who has come from another world. For some reason, he becomes enamored with Aoi and she becomes his caretaker during his stay on Earth. Even though Aoi dreamt of an ordinary marriage with modest happiness."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2025-01-11T07:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586",
    "title": {
      "en": "Exotic Love"
    },
    "updatedAt": "2021-05-25T15:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/45ab80dd-6dc1-4ad4-ad5c-c1ad0d527586/d171271f-9f96-4db4-b474-21b761874f1d.jpg",
    "altTitles": [
      {
        "en": "외사랑"
      }
    ],
    "description": {
      "en": "Jung Jaehan, a third-generation chaebol, is an influential person in the entertainment industry and he’s bored to death. Tired of drugs, alcohol, and pleasure, he meets the new movie director Yoon Heegyeom—the same Yoon Heesung, who was a rising rookie actor that retired even at the peak of his acting career because of a drug scandal"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-11-09T06:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/440ab614-5825-4699-afb7-3e18e58d857a.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      },
      {
        "vi": "Ta Là Chúa Tể Của Đế Chế Liên Ngân Hà"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "vi": "Đến từ tác giả của Sevens và Otomob Liam Sera Banfield là một người chuyển sinh. Cậu được tái sinh vào một vũ trụ giả tưởng mà ở đó cả khoa học lẫn ma thuật đều phát triển. Ở kiếp trước, cậu đã mất tất cả để rồi chêt trong tuyệt vọng: -Nếu đó là những gì nhận được khi sống tử tế, tôi thà sống buông thả. -Ta sẽ trở thành một chúa tể độc ác! Liệu con đường trở thành chúa tể độc ác của cậu có được như ý muốn?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ee952f1-45c7-4c39-aea2-7df7676606d4",
    "title": {
      "en": "Blue Exorcist"
    },
    "updatedAt": "2024-11-24T21:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/3ee952f1-45c7-4c39-aea2-7df7676606d4/70b61179-7ded-4a20-b4bb-2bbaaa2e9192.jpg",
    "altTitles": [
      {
        "ja-ro": "Ao no Futsumashi"
      },
      {
        "vi": "Lam Hỏa Diệt Quỷ"
      },
      {
        "cs": "Modrý Exorcista"
      },
      {
        "en": "Blue Exorcist"
      },
      {
        "fa": "جنگیر آبی"
      },
      {
        "th": "เอ็กซอร์ซิสต์พันธุ์ปิศาจ"
      },
      {
        "zh": "蓝色的除魔师"
      },
      {
        "zh-hk": "藍色的除魔師"
      },
      {
        "ja": "青のエクソシスト"
      },
      {
        "ja": "青の祓魔師"
      },
      {
        "ko": "청의엑소시스트"
      },
      {
        "tr": "Mavi İblis Kovucu"
      },
      {
        "fr": "Blue Exorcist"
      },
      {
        "uk": "Блакитний Екзорцист"
      },
      {
        "ja-ro": "Ao no Exorcist"
      }
    ],
    "description": {
      "en": "Rin and his exorcist classmates are caught in a secret war against the forces of darkness.\nRaised by Father Fujimoto, a famous exorcist, Rin Okumura never knew his real father. One day a fateful argument with Father Fujimoto forces Rin to face a terrible truth—the blood of the demon lord Satan runs in Rin’s veins! Rin swears to defeat Satan, but doing that means entering the mysterious True Cross Academy and becoming an exorcist himself.",
      "fr": "Ce monde se compose de deux dimensions jointes en une seule, comme un miroir. Le premier est le monde dans lequel vivent les humains, Assiah. L’autre est le monde des démons, la géhenne. Habituellement, voyager entre les deux, et même tout type de contact entre les deux, est impossible. Cependant, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est peut-être le roi des démons, mais il y a une chose qu’il n’a pas, et c’est une substance dans le monde humain qui est assez puissante pour le contenir ! Dans ce but, il a créé Rin, son fils avec une femme humaine, mais le fils acceptera-t-il ses plans? Ou va-t-il devenir autre chose...? Un exorciste ?",
      "tr": "Dünya, ayna gibi birbirine zıt iki farklı boyuttan oluşmaktaydı: İnsanların yaşadığı Assiah ve iblislerin hüküm sürdüğü Gehenna. Bu iki boyut arasında iletişim ve seyahat mümkün olmamasına rağmen iblisler, insanların ruhlarını ele geçirerek Assiah'a ulaşabiliyorlardı.İblislerin tanrısı Şeytan, kendisini barındırabilecek kadar güçlü bir insan bulamadığı için Gehenna'da sıkışıp kalmıştı. Bunu aşmak için, bir insan kadınından Okumura Rin adında bir çocuk sahibi oldu.Şeytan'ın oğlu, babasına yardım edecek mi, yoksa başka bir şeye mi dönüşecek? Bir ruh kovucuya mı?",
      "uk": "Дві сторони однієї монети, два виміри, які є віддзеркаленнями один одного - саме з них і складається всесвіт. Перший – це наш матеріальний світ, Ассія. Другий – це світ демонів, Геєна. За звичайних обставин ні подорож, ні який завгодно контакт між ними є неможливим. Проте демони можуть перетнути кордон, у що-небудь вселившись. Сатана - повелитель демонів і король Геєни, жодна жива душа в Ассії не здатна довго витримувати його присутність. І щоб створити сильне вмістилище, він зачав сина з людською жінкою, Ріна. Але чи погодиться Рін з його планами? Чи може все ж захоче стати кимось іншим?.. Екзорцистом?",
      "pt-br": "Este mundo consiste em duas dimensões unidas como uma só, como um espelho. O primeiro é o mundo em que vivem os humanos, Assiah. O outro é o mundo dos demônios, Gehenna. Normalmente, viajar entre os dois e, na verdade, qualquer tipo de contato entre os dois, é impossível. No entanto, os demônios podem passar para este mundo possuindo qualquer coisa que exista dentro dele. Satanás pode ser o rei dos demônios, mas há uma coisa que ele não possui: uma substância no mundo humano que seja poderosa o suficiente para contê-lo! Para isso ele criou Rin, seu filho com uma mulher humana, mas será que seu filho concordará com seus planos? Ou ele se tornará outra coisa...? Um exorcista?"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce89adb4-63fc-422e-9fbc-40ea6af4525c",
    "title": {
      "en": "Terra Formars"
    },
    "updatedAt": "2025-01-17T23:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/ce89adb4-63fc-422e-9fbc-40ea6af4525c/3e9e1fcc-d2c5-42b7-b4fe-586f569aead7.jpg",
    "altTitles": [
      {
        "en": "Terra ForMars"
      },
      {
        "en": "TerraFormars"
      },
      {
        "ja": "テラフォーマーズ"
      },
      {
        "zh": "火星异种"
      },
      {
        "pt-br": "Terra Formadores"
      }
    ],
    "description": {
      "en": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold.  \nIt is now the year 2599, and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find on Mars, is something beyond their darkest imagination and fear…",
      "pt-br": "Com o programa espacial tentando viajar para Marte, cientistas do século XXI foram encarregados de aquecer o planeta para que os humanos pudessem sobreviver em sua superfície. Eles desenvolveram um plano eficiente e econômico: enviar baratas e fungos para a superfície, de modo que os fungos absorvessem a luz do sol e os cadáveres dos insetos servissem como fonte de alimento para os fungos.\n\nAgora é o ano de 2599, e a primeira nave tripulada chegou a Marte. Os seis membros da equipe estão prontos para sua missão. Mas o que eles encontram em Marte está além de seus piores pesadelos e medos..."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc77a636-9f84-43a3-8b7e-9806b1dce22c",
    "title": {
      "en": "Hen na Chishiki ni Kuwashii Kanojo Takayukashiki Souko-san"
    },
    "updatedAt": "2024-02-08T15:20:29+00:00",
    "coverArt": "https://mangadex.org/covers/fc77a636-9f84-43a3-8b7e-9806b1dce22c/ccc93625-79e5-42d5-929e-c7d4dfe4f3b0.jpg",
    "altTitles": [
      {
        "en": "A girl who is very well-informed about weird knowledge, Takayukashiki Souko-san"
      },
      {
        "ja": "変な知識に詳しい彼女 高床式草子さん"
      }
    ],
    "description": {
      "en": "Takayukashiki-san knows many things that are way too weird(especially perverted things). With her, you will become a little wiser and a little more indecent <3  \nA comedy manga that will satisfy your perverted curiosity!",
      "es-la": "Takayukashiki-san sabe muchas cosas demasiado raras (sobre todo, cosas obscenas). Con ella, te volverás un poco más sabio, y un poco más indecente ♥ ¡Un manga cómico que satisfará tu perversa curiosidad!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "84"
  },
  {
    "mangaId": "042d874d-d41a-4518-985a-5d2a47876883",
    "title": {
      "en": "Mama to Papa to Watashi"
    },
    "updatedAt": "2025-02-03T13:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/042d874d-d41a-4518-985a-5d2a47876883/d56a07f9-ab5f-4f78-9458-f00e630b8f5f.jpg",
    "altTitles": [
      {
        "en": "Mama, Papa & Me"
      }
    ],
    "description": {
      "en": "A collection of small short Twitter (X) comics by Hanasaka Houcha (@adamant369) revolving around a couple and their daughter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-11-08T22:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-19T13:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/46fb13a1-437c-497d-9ccc-906073c1a6d4.jpg",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb363628-c3e0-42e1-a60e-dae7926edb32",
    "title": {
      "en": "Chun and Alice"
    },
    "updatedAt": "2023-06-15T20:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/cb363628-c3e0-42e1-a60e-dae7926edb32/8001ad54-d3d1-4f4b-8213-e69fbed742ff.jpg",
    "altTitles": [
      {
        "zh-ro": "Chún yǔ àilìsī"
      },
      {
        "fr": "Chun et Alice"
      },
      {
        "zh-ro": "Chun Yu Ailisi"
      },
      {
        "zh": "淳与爱丽丝"
      },
      {
        "en": "June and Alice"
      }
    ],
    "description": {
      "en": "In order to make a living, the vagrant Eastern girl Bai Chun became the \"living mannequin\" of queen Alice. Planning to make a quick buck and then escape, Chun inadvertently became embroiled in a conspiracy of those vying for power while trying to leave. Can the temporary union of East and West avert disaster? Find out in Chun and Alice~"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98.2"
  },
  {
    "mangaId": "2d0fe163-c669-4a38-b33a-bfbc452d91ea",
    "title": {
      "en": "Sirens Won't Sing For You"
    },
    "updatedAt": "2025-02-04T22:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/2d0fe163-c669-4a38-b33a-bfbc452d91ea/6ba18f0d-6d18-409e-8a14-3ebbd8dd4d0b.jpg",
    "altTitles": [
      {
        "ja": "セイレーンは君に歌わない"
      },
      {
        "ja-ro": "Siren wa Kimi ni Utawanai"
      }
    ],
    "description": {
      "en": "Kanoha Takanashi is a descendent of Sirens and is infatuated with her classmate, Kei Shibuya.\nTorn between her feelings and the Siren's unique nature of yearning to eat the one they love, Kanoha musters up the courage to confess to him—only to get completely rejected on the spot!\nBut what happens when she finds out Shibuya-kun's secret…?\n\n(Source: MANGA Plus)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3edf5e4-09bf-480e-9655-dcedbc4e79ff",
    "title": {
      "en": "Isekai Cheat Kaitakuki"
    },
    "updatedAt": "2025-02-01T11:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/e3edf5e4-09bf-480e-9655-dcedbc4e79ff/8e7edc02-ba09-4afe-9826-dccbb001c27b.jpg",
    "altTitles": [
      {
        "ja": "異世界チート開拓記"
      },
      {
        "en": "Another World Cheat Pioneer"
      }
    ],
    "description": {
      "en": "I was living a life of a NEET, and I was supposed to have died suddenly because of my daily indolence - but when I woke up, I had become a baby. It seems that I was reincarnated in another world where magic exists. I was born the son of a lord in a remote village, and began to lead a second life with my beautiful mother Kara, my big-breasted maid and nanny Ruina, and my beautiful sister Amelia, who is not related to me by blood. As a teenager, I've grown up and enjoy my daily life in a different world using my top-level magical ability and modern knowledge...?",
      "ja": "ニート生活を送っていた俺は、日頃の不摂生が祟り突然死したはずだった――が、目覚めたら赤ちゃんになっていた。どうやら魔法の存在する異世界に転生したらしい。辺境の村の領主の息子として生まれた俺は、美しい母親のカーラ、巨乳のメイド兼乳母ルイーナ、血の繋がらない美人妹アメリアらに囲まれて第二の人生を歩んでいく。成長した俺は、10代にして異世界トップレベルの魔力量と現代知識を駆使して、異世界での日常を楽しむが……!?",
      "pt-br": "Eu estava vivendo uma vida de NEET e deveria ter morrido de repente por causa de minha indolência diária - mas quando acordei, havia me tornado um bebê. Parece que reencarnei em outro mundo onde existe magia. Nasci filho de um senhor em uma aldeia remota e comecei a levar uma segunda vida com minha linda mãe Kara, minha empregada de seios grandes e babá Ruina, e minha linda irmã Amelia, que não é parente de mim. Como um adolescente, eu cresci e aproveitei minha vida diária em um mundo diferente usando minha habilidade mágica de nível superior e conhecimento moderno...?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b340d77a-6bfe-4f33-8352-4d305ecf264c",
    "title": {
      "en": "Yomi no Tsugai"
    },
    "updatedAt": "2024-10-09T04:07:39+00:00",
    "coverArt": "https://mangadex.org/covers/b340d77a-6bfe-4f33-8352-4d305ecf264c/5fae4a90-d06d-464e-8ffb-832271abcfe1.jpg",
    "altTitles": [
      {
        "ja": "黄泉のツガイ"
      },
      {
        "en": "Daemons of the Shadow Realm"
      },
      {
        "en": "Tsugai of the Underworld"
      },
      {
        "en": "Hell's Pair"
      },
      {
        "fr": "Tsugai : Daemons of the Shadow Realm"
      },
      {
        "ru": "Цугаи загробного мира"
      },
      {
        "hi": "Underworld ke Tsugai"
      }
    ],
    "description": {
      "en": "The manga centers on Yuru, a boy who lives in a remote mountain village, spending his time hunting birds and being one with nature. But one day, Yuru's younger twin sister Asa is called to serve in the jail at the heart of the village, her duty also confining her there. Yuru slowly unravels the unnatural mystery hidden beneath his quiet village.\n___\n**Alt Official English:** [Square Enix Manga & Books](https://squareenixmangaandbooks.square-enix-games.com/en-us/series/daemons-of-the-shadow-realm)",
      "ja": "山奥の小さな村落に住む少年のユルは、野鳥を狩り、大自然の中で静かに暮らしていた。しかしユルの双子の妹のアサは、何故か村の奥にある牢の中で「おつとめ」を果たしているという。それはまるで幽閉されているかのように…。穏やかな村に浮かぶ不自然な謎、この村に隠された秘密とは一体…!?",
      "ru": "Сюжет расскажет о мальчике Юру из далекой горной деревни, который проводит свое время в единении с природой, охотясь за птицами. Но однажды его сестру-близнеца Асу призвали служить в тюрьме, находящейся в центре деревни. После этого Юру постепенно разгадывает тайну, скрытую в его тихой деревне...",
      "pt-br": "A trama acompanha Yuru, um jovem que vive em uma aldeia remota na montanha, onde vive da caça e se conecta com a natureza. Após Asa, sua irmã gêmea, ser chamada para servir na prisão da vila, Yuru começa a desvendar um mistério sobrenatural que envolve sua aldeia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "136dd3fe-3e21-4fc9-b737-5bf382b9682a",
    "title": {
      "en": "Uketsukejou ni Kokuhaku Shitakute Guild ni Kayoitsumetara Eiyuu ni Natteta"
    },
    "updatedAt": "2024-12-13T23:15:54+00:00",
    "coverArt": "https://mangadex.org/covers/136dd3fe-3e21-4fc9-b737-5bf382b9682a/1f9577da-fd0e-4853-a700-616853a72adc.jpg",
    "altTitles": [
      {
        "ja": "受付嬢に告白したくてギルドに通いつめたら英雄になってた"
      },
      {
        "en": "I Wanted to Confess to the Receptionist, but When I Went to the Guild, I Became a Hero"
      },
      {
        "ja-ro": "Uketsukejou ni Kokuhaku Shitakute Girudo ni Kayoitsumetara Eiyuu ni Natteta"
      },
      {
        "vi": "Vì Muốn Tỏ Tình Với Cô Lễ Tân Nên Tôi Thường Xuyên Lui Tới Guild Rồi Dần Trở Thành Dũng Giả"
      }
    ],
    "description": {
      "en": "**I Became the Strongest Hero by Frequenting the Guild Just to See the Receptionist!**\n\nJade, who aims to become the strongest adventurer, arrives at the guild and falls in love at first sight with the receptionist! Determined to talk to her, he realizes the only way to do so is to complete as many quests as possible. Thus begins Jade's journey, driven by love, to become the ultimate hero through relentless questing and adventure.",
      "id": "**Saya Menjadi Pahlawan Terkuat dengan Sering Mengunjungi Guild Hanya untuk Melihat Resepsionis!**\n\nJade, yang ingin menjadi petualang terkuat, tiba di guild dan jatuh cinta pada pandangan pertama dengan resepsionis! Bertekad untuk berbicara dengannya, ia menyadari bahwa satu-satunya cara untuk melakukannya adalah dengan menyelesaikan quest sebanyak mungkin. Maka dimulailah perjalanan Jade, yang didorong oleh cinta, untuk menjadi pahlawan utama melalui pencarian dan petualangan tanpa henti."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "40"
  },
  {
    "mangaId": "0147a14c-8253-4a1e-aa19-232827893106",
    "title": {
      "en": "Saijaku Muhai no Bahamut"
    },
    "updatedAt": "2024-10-12T20:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/0147a14c-8253-4a1e-aa19-232827893106/ab0d6ff0-10cf-411a-9b0d-a80541880de7.jpg",
    "altTitles": [
      {
        "en": "Undefeated Bahamut Chronicle"
      },
      {
        "ja": "最弱無敗の神装機竜《バハムート》"
      },
      {
        "ja-ro": "Saijaku Muhai no Shinsou Kiryuu"
      },
      {
        "vi": "Biên Niên Sử Bahamut Bất Bại"
      },
      {
        "vi": "Thần Long Chiến Y"
      }
    ],
    "description": {
      "en": "Lux, a former prince of an empire named Arcadia that was overthrown via a rebellion five years earlier, accidentally trespasses in a female dormitory's bathing area, sees the kingdom's new princess Lisesharte naked, incurring her wrath. Lisesharte then challenges Lux to a Drag-Ride duel. Drag-Rides are ancient armored mechanical weapons that have been excavated from ruins all around the world. Lux used to be called the strongest Drag-Knight, but now he's known as the \"undefeated weakest\" Drag-Knight because he will absolutely not attack in battle. After his duel with Lisesharte, Lux ends up attending the female-only academy that trains royals to be Drag-Knights.\n___\n**Compositor:** [Watanabe Itsuki](https://mangadex.org/author/eb66b421-fb65-4aca-95d0-e6d29fc3ba78)\n**Character Designer:** [Kasuga Ayumu](https://mangadex.org/author/82c4316a-f764-4e20-a563-7e6dcfee6ac9)",
      "vi": "Lux, một hoàng tử trước đây của một đế chế mang tên Arcadia bị lật đổ qua một cuộc nổi dậy năm năm trước đó. Lux vô tội trong việc nhìn trộm một nữ ký túc xá trong nhà tắm và đó là công chúa mới của vương quốc Lisesharte đang khỏa thân, và phải gánh chịu cơn thịnh nộ của mình. Lisesharte sau đó thách thức Lux đến một cuộc đấu Candy-Ride. Candy-Rides là vũ khí cơ khí bọc thép cổ xưa đã được khai quật từ di tích trên toàn thế giới. Lux sử dụng để được gọi là người mạnh nhất Drag-Knight, nhưng bây giờ anh được biết đến như là \"bất khả chiến bại yếu nhất\" mọi chuyện ra sao mời bạn đón xem"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "46"
  },
  {
    "mangaId": "d91e369a-17fa-4f92-90de-1fd150129ce2",
    "title": {
      "en": "Crimson Hero"
    },
    "updatedAt": "2022-09-21T13:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/d91e369a-17fa-4f92-90de-1fd150129ce2/16773e89-1ee3-418e-99c5-b60c56371350.png",
    "altTitles": [
      {
        "ja-ro": "Beniiro Hero"
      },
      {
        "en": "Crimson Hero"
      },
      {
        "tr": "Kızıl Kahraman"
      },
      {
        "vi": "Xứng danh anh hùng"
      },
      {
        "ar": "البطل القرمزي"
      },
      {
        "ja": "べにいろヒーロー"
      },
      {
        "ja": "紅色HERO"
      },
      {
        "zh": "艷紅色英雄"
      },
      {
        "ko": "홍색 히어로"
      },
      {
        "ja-ro": "Beni-iro Hīrō"
      },
      {
        "ja-ro": "Beni-iro Hero"
      }
    ],
    "description": {
      "en": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball–she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.  \nNobara's family wants her to inherit the role of \"young mistress,\" serving rich patrons at her family's old-fashioned Japanese restaurant. No thanks! When Nobara transfers to Crimson Field High School, known for its top-notch volleyball team, it turns out that her mother will stoop to dirty tricks to keep her off the court. With assistance from her feisty Aunt Momoko, who's got some connections at Crimson Field, Nobara decides to start playing offense."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "83"
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "cfbc98ef-7c94-4f56-a88e-bc79340b819d",
    "title": {
      "en": "The Billion-Luck Player"
    },
    "updatedAt": "2025-02-05T23:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/cfbc98ef-7c94-4f56-a88e-bc79340b819d/2c13c28d-4c66-4808-a963-e7124ddc5744.jpg",
    "altTitles": [
      {
        "zh": "幸运亿的玩家"
      }
    ],
    "description": {
      "en": "Dungeon Descends! Luck is My Greatest Weapon How a Critically Lucky Assassin Elegantly Clears Dungeons Wealth and Freedom Through Luck—A Perfect Life Begins? My Evolution Skill is the Seven Deadly Sins?!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": {
      "en": "Kumo Desu ga, Nani ka?"
    },
    "updatedAt": "2024-11-02T17:58:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/054719a9-4b04-4870-976f-8ce5d2246c92.jpg",
    "altTitles": [
      {
        "tr": "Örümceğim ben, ne olmuş?"
      },
      {
        "lt": "AÅ¡ voras, ir kas iÅ¡ to?"
      },
      {
        "id": "Aku ini laba laba, lalu apa ?"
      },
      {
        "sv": "Jag är en spindel, vadå då?"
      },
      {
        "no": "Jeg er en edderkopp, hva så?"
      },
      {
        "ja-ro": "kumoko"
      },
      {
        "pl": "No i co z tego że jestem pająkiem?"
      },
      {
        "it": "Sono un ragno, e quindi?"
      },
      {
        "es": "Soy una araña, ¿y qué?"
      },
      {
        "ru": "Да, я паук, и что же?"
      },
      {
        "ru": "Да, я паук, и что с того?"
      },
      {
        "ar": "أنا عنكبوت، وماذا في ذلك؟"
      },
      {
        "fa": "من یک عنکبوتم. خب که چی؟"
      },
      {
        "th": "แมงมุมแล้วไง, ข้องใจเหรอคะ?"
      },
      {
        "zh": "不过是蜘蛛什么的"
      },
      {
        "ja": "蜘蛛ですが、なにか？"
      },
      {
        "ko": "거미입니다만, 문제라도?"
      },
      {
        "de": "Ich bin eine Spinne, na und?!"
      },
      {
        "pt-br": "Então eu sou uma aranha, e daí?"
      },
      {
        "en": "So I'm a Spider, So What?"
      },
      {
        "kk": "Өрмекшімін, енді не?"
      },
      {
        "ja-ro": "Kumo Desu ga, Nani ka?"
      }
    ],
    "description": {
      "en": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
      "ru": "В результате необъяснимого происшествия с участием пикселей класс обычных японских школьников погибает, но перерождается в другом мире. А нашей героине, которая была самой непопулярной в классе, повезло куда больше. Она переродилась пауком в подземелье, полном опасностей. Сможет ли она, используя лишь свою хитрость и удачу, выжить?",
      "pt-br": "Quando uma misteriosa explosão mata toda uma classe cheia de alunos do ensino médio, as almas de todos na sala de aula são transportadas para um mundo de fantasia e reencarnados. Enquanto alguns estudantes foram reencarnados como príncipes ou prodígios, outros não foram tão abençoados. Nossa heroína, que era a menor na classe, descobriu que ela estava reencarnado como uma aranha!? Agora, na parte inferior da cadeia alimentar, ela precisa se adaptar à situação atual com a força de vontade para viver! Preso em um labirinto perigoso, repleto de monstros, é comer ou ser comido! Esta é a história de uma aranha fazendo tudo o que puder para sobreviver!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de935e55-6dc1-4aca-b675-37c2908376de",
    "title": {
      "en": "VAMPIRE"
    },
    "updatedAt": "2025-02-06T12:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/de935e55-6dc1-4aca-b675-37c2908376de/bd41966a-5a4d-4f7e-be03-903fc0a56b1f.jpg",
    "altTitles": [
      {
        "ja": "ヴァンパイア"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "The Hero and the Sage, Reincarnated and Engaged"
    },
    "updatedAt": "2025-02-05T20:39:36+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/33f7445f-d355-45b6-8550-8d4600e66073.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "ja-ro": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "In a world ravaged by war and conflict, Hero Raid Freeden and Sage Eluria Caldwin clashed time and time again over fifty long years as the strongest soldiers of their respective nations. However, their long-standing rivalry came to an inevitable yet bitter end with Eluria’s sudden death. A thousand years later, Raid finds he has been reincarnated—and so has Eluria! The world may now be at peace, but the two have an unsettled rivalry between them and the mystery of their reincarnation looms ominously over their heads. There’s so much that needs to be done, so they decide to...get engaged and attend the Royal Institute of Magic together?!\n\n---\n**Links** \n\n* [Official English Light Novel](https://j-novel.club/series/the-hero-and-the-sage-reincarnated-and-engaged)\n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2025-02-06T14:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/cea2cfc3-4a85-42e6-976f-e6116a68e3dc.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-12-25T19:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/8b6c9d5c-b789-407c-bd24-6b88823ec0ca.png",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      },
      {
        "vi": "Bạn nai Nokotan của tôi"
      },
      {
        "uk": "Оленятко Ноко, бережись тигриці Коші"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b943adeb-a17f-41e1-8c4f-6b7c2af1e846",
    "title": {
      "en": "Keppeki Danshi! Aoyama-kun"
    },
    "updatedAt": "2025-01-29T11:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/b943adeb-a17f-41e1-8c4f-6b7c2af1e846/4c79f637-8f4c-4330-9364-6b60ed163e89.jpg",
    "altTitles": [
      {
        "en": "Clean Freak! Aoyama-kun"
      },
      {
        "en": "Cleanliness boy! Aoyama-kun"
      },
      {
        "ja-ro": "Keppeki Danshi! Aoyama-kun"
      },
      {
        "zh": "洁癖男子！青山君"
      },
      {
        "ja": "潔癖男子！青山くん"
      },
      {
        "pl": "Czysty Chłopiec! Aoyama-kun"
      },
      {
        "hu": "Tisztaságmániás! Aoyama-kun"
      },
      {
        "vi": "Chàng trai sạch sẽ! Aoyama-kun"
      },
      {
        "vi": "Thiên tài sạch sẽ"
      }
    ],
    "description": {
      "en": "Aoyama is a handsome young soccer genius who's a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves.",
      "pl": "Aoyama to przystojny, młody geniusz piłki nożnej, który reprezentuje Japonię. Jego styl gry to \"czystość\". Nie tackluje i nie główkuje piłki. Jeśli wykonuje wrzutkę, robi to tylko w rękawicach."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "113"
  },
  {
    "mangaId": "acf56fc2-cb67-4b8d-a694-93b85ca6f31e",
    "title": {
      "en": "Sugarless"
    },
    "updatedAt": "2024-10-25T18:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/acf56fc2-cb67-4b8d-a694-93b85ca6f31e/44825559-e986-4fa5-b20a-e10ad579862b.jpg",
    "altTitles": [
      {
        "ja": "シュガーレス"
      }
    ],
    "description": {
      "en": "Shiiba Gaku wants to be the boss of Kushima High, which is popularly known as “Windmill”. In order to become number one, he has to face many challenges because the school is full of tough opponents. Just as he decides to take the fist step, an afro-looking guy interrupts him. What will happen from now on? Will he be able to realize his dream?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "159"
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-10-09T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/6dc4b19b-d0d2-4bf9-bbaa-1e660249cfad.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachi's Records ~Sachi's Book of Revelation~"
    },
    "updatedAt": "2025-02-05T15:19:16+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/76dfdab4-0626-4419-978e-cf918862d7d3.jpg",
    "altTitles": [
      {
        "ja": "サチ録～サチの黙示録～"
      },
      {
        "ja-ro": "Sachiroku ~Sachi no Mokushiroku~"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "\"Humanity's Judgment\" — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?",
      "ja": "悪魔と天使がひとりの人間を審査し、その結果で人類を存続させるか滅亡させるかを決める「人間神判」。全人類の代表として選ばれたのは、稀代のクソガキ小学生・上野サチ（6歳）だった！　人類の存亡をかけた、悪魔と天使と人間のヘンテコ共同生活が今始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67f7d17a-d448-411d-ab6a-5649b3ebe7f0",
    "title": {
      "en": "Fei Ren Zai"
    },
    "updatedAt": "2024-07-26T13:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/67f7d17a-d448-411d-ab6a-5649b3ebe7f0/347ca1fd-1b24-4a34-a38a-3ff88a1113bb.jpg",
    "altTitles": [
      {
        "en": "Myth of Chinese Monsters"
      },
      {
        "en": "No God No Human"
      },
      {
        "en": "Non-Human"
      },
      {
        "zh": "非人哉"
      }
    ],
    "description": {
      "en": "Chinese Mythical Beasts living in modern China."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b9738e3f-8bb5-421e-afd3-590636d6d092",
    "title": {
      "en": "Kuse 100"
    },
    "updatedAt": "2025-01-11T10:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/b9738e3f-8bb5-421e-afd3-590636d6d092/06e469d8-be35-4346-ad7f-9a747c59c627.jpg",
    "altTitles": [
      {
        "ja": "癖100"
      }
    ],
    "description": {
      "en": "100 Short Manga about Types of and Behavior in Yuri Relationships"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2025-01-29T20:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika's Love Meter Malfunction"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2025-01-28T15:37:21+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/8d49d7dd-fc26-41ab-bafb-30199f3a6ede.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "en": "Renge and Naruto!"
      },
      {
        "vi": "renge và naruto"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there...",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-12-05T03:01:04+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/51bf8b6e-3c18-4dca-a22c-33725fedddff.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      },
      {
        "en": "Catenaccio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5ee781b-e01f-4da8-90ca-962056cb5435",
    "title": {
      "en": "MAD"
    },
    "updatedAt": "2025-02-05T20:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/a5ee781b-e01f-4da8-90ca-962056cb5435/27a003ab-1164-4efb-867e-a6f56b21b9d3.jpg",
    "altTitles": [],
    "description": {
      "en": "Mysterious alien life-forms invade Earth! Most of humanity is wiped off the face of the planet. John, his sister, and the remaining survivors hope to find a new world to inhabit... But one day, they're targeted by aliens again! (MANGA Plus)",
      "ja": "空からやってきたエイリアンに支配された星。生きる希望を失った男・ジョンは残された生存者達と一縷の望みをかけ謎の信号の発信源へ向かうが――…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8e3a350-6d64-4585-8e12-af0a601662f7",
    "title": {
      "en": "Chiisai Koro kara Kizuite Kita Futari no Kankei-sei ga Kawatta Hanashi"
    },
    "updatedAt": "2024-06-04T16:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/f8e3a350-6d64-4585-8e12-af0a601662f7/be9b5cae-f73d-4aea-9970-06d052f66301.jpg",
    "altTitles": [
      {
        "ja": "小さいころから築いてきた二人の関係性が変わった話"
      },
      {
        "en": "A Story About How the Relationship Between Two People That They Had Built Since Childhood, Changed"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37c8394a-f3aa-43d9-acc1-21615681cec8",
    "title": {
      "en": "Rasputin the Patriot"
    },
    "updatedAt": "2022-11-03T05:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/37c8394a-f3aa-43d9-acc1-21615681cec8/193a3cf1-4ef2-403f-b5d8-526b2eaefc36.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuukoku no Rasputin"
      },
      {
        "zh": "忧国的拉斯普金"
      },
      {
        "ja": "憂国のラスプーチン"
      }
    ],
    "description": {
      "en": "The Kafkaesque autobiography of a diplomat who compares himself to Grigori Rasputin\nand what happens after he gets caught up in a political purge during the early 2000s.  \nA legal thriller with a dash of geopolitics.   \n  \nBased on \"Kokka no Wana (Trap of the State)\", the autobiography of ex-diplomat and political writer Sato Masaru."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "53"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2025-01-23T19:15:00+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/67de8b2f-c080-4006-91dd-a3b87abdb7fd.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "The Fairytale-like You Goes on the Assault"
    },
    "updatedAt": "2025-02-06T13:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "en": "The Fairytale-like You Goes on the Assault"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      },
      {
        "uk": "Як у казці починається історія кохання"
      },
      {
        "pt-br": "Você, como um Conto de Fadas, Parte para o Ataque"
      },
      {
        "ja-ro": "Hakanai Kimi wa Moukou wo Hajimeru"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau...",
      "pt-br": "Kagari, uma beleza efêmera, reencontra seu amigo de infância mais velho, Nana-kun, e inicia seu ataque romântico contra ele."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "579fa652-addd-4b8b-9fa3-fd730a17dd86",
    "title": {
      "en": "Rescue Me!"
    },
    "updatedAt": "2023-10-27T22:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/579fa652-addd-4b8b-9fa3-fd730a17dd86/624c9a8a-5ad4-462b-9dae-476d2f9abd87.jpg",
    "altTitles": [
      {
        "ja": "れすきゅーME!"
      }
    ],
    "description": {
      "en": "Besides the fact that both of his parents are on an extended business trip overseas, Mizutani Masayuki was just your normal high school student. One day, Shimizu Sayaka, a girl who's in the same grade as he is, barges unexpectedly into his home and his life announcing, “Your parents hired me to be your maid!” From that day forward, Masayuki finds himself having to deal with Sayaka, the self-declared “live-in maid, er wife,” Takamura Yuka, his aunt who is actually younger than him and fondly calls him “Onii-chan,” the yandere girl Takagi Mai who is in love with Yuka, and his Kohai Ozono Anna whose imagination about Masayuki and Sayaka’s relationship always runs wild. Thus, his days of being caught up in those girls crazy ideas (usually unprintable) begins.",
      "pt-br": "Além do fato de seus pais estarem em uma longa viagem de negócios ao exterior, Mizutani Masayuki era apenas um estudante normal do ensino médio. Um dia, Shimizu Sayaka, uma garota que está na mesma série que ele, invade inesperadamente sua casa e sua vida anunciando: “Seus pais me contrataram para ser sua empregada!” Daquele dia em diante, Masayuki se vê tendo que lidar com Sayaka, a autoproclamada “empregada doméstica, er esposa”, Takamura Yuka, sua tia que na verdade é mais nova que ele e o chama carinhosamente de “Onii-chan”, o a garota yandere Takagi Mai, que está apaixonada por Yuka, e sua Kohai Ozono Anna, cuja imaginação sobre o relacionamento de Masayuki e Sayaka sempre corre solta. Assim, começam seus dias de ser pego por aquelas ideias malucas de garotas (geralmente impublicáveis)."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "44"
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2025-01-04T09:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/1d192162-067e-404d-b4d2-c9b409bcfea0.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3283aeab-0c40-42e8-b658-84e9c3eca28b",
    "title": {
      "en": "Modern MoGal - Big Game!"
    },
    "updatedAt": "2022-07-31T15:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/3283aeab-0c40-42e8-b658-84e9c3eca28b/59f54fc6-67a3-4057-acf8-9f677f63d663.jpg",
    "altTitles": [],
    "description": {
      "en": "A short story featuring Robots and Big Monsters that takes place in the \"Modern MoGal\" Universe.  \n  \nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Wazawai no Avalon ~Game Saijaku no Akuyaku Debu ni Ten'i Shita kedo, Ore dake \"Yasereba Tsuyokute New Game\" na Sekai datta no de, Saisoku Level Up & Hametsu Flag Kaihi de Kage no Eiyuu o Mezashimasu~"
    },
    "updatedAt": "2025-01-28T00:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/5dbc10c9-70b7-4dff-a8cc-5764c8567aa6.jpg",
    "altTitles": [
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      },
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server. Forcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!",
      "ja": "廃人ゲーマーの会社員“俺”は、やり込んだVRMMO「ダンエク」の世界に転移した。しかし転移先は悪役のデブキャラで!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]