[
  {
    "mangaId": "08adcc67-8d91-4e79-9cc6-99cf2f2cabe8",
    "title": {
      "en": "From the Grave and Back"
    },
    "updatedAt": "2023-10-07T22:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/08adcc67-8d91-4e79-9cc6-99cf2f2cabe8/f16a1812-f549-433a-8341-f3c45ec2026d.jpg",
    "altTitles": [
      {
        "ko": "뒤끝작렬"
      },
      {
        "en": "Back From the Grave"
      },
      {
        "ru": "Обратно из могилы"
      }
    ],
    "description": {
      "en": "“Hey, don’t get confused. I’ve never thought of you as my little brother. You don’t even know your right place.”   \nThat was the dagger that hurt the most.  \nHan Myoung Woo.  \nA child of a wealthy family with a quick mind.  \nBut god didn’t give him everything.  \nA near incurable genetic heart disease  \nHe did his best in order to earn the respect of the people around him.  \nBut his father, the chairman, and his family members never took him seriously.  \n  \nThat was when an accident suddenly struck him.  \nAnd…  \nHe woke up in the body of the severely injured student, Kim Cheol Min.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ko": "“야, 착각하지마. 난 한번도 널 동생으로 생각한 적 없어. 주제를 모르고”\n가슴을 파고드는 비수였다. \n한명우.\n명석한 두뇌와 재벌가의 자식이었다.\n다만 하늘은 모든 걸 주지않았다.\n불치병 수준인 선천적 심장병.\n이를 악물고 인정받기 위해 최선 또 최선을 다했다. \n그러나 아버지인 회장을 비롯해 식구 그 누구도 진심으로 대하지 않았다. \n\n그러던 그가 급작스런 사고를 당했다.\n그리고......\n치명적인 부상을 당한 대학생 김철민의 몸으로 들어갔다.\n \n건강하다.\n아니 건강하다못해 넘친다.\n잘돌아가는 머리에 체력까지.......\n\n이제 두 마리 토끼를 잡으러 간다.\n꼭 두 마리 토끼여야 했다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ru": "«Эй, не ошибайся. Я никогда не думал о тебе как о своем младшем брате. Ты даже не знаешь свое место \". Это был самый болезненный удар. Хан Мён У - ребёнок из обеспеченной семьи, обладающий хорошим умом. Но не во всём ему повезло в жизни. У него почти неизлечимая генетическая болезнь сердца. Он приложил все усилия, чтобы заслужить уважение окружающих. Но его отец, председатель и члены его семьи никогда не воспринимали его всерьез. Именно тогда с ним внезапно случился несчастный случай. И... Он проснулся в теле тяжело раненого ученика Ким Чхол Мина.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b942b354-a7f3-4906-92e5-394949451058",
    "title": {
      "en": "Twinstar Cyclone Runaway"
    },
    "updatedAt": "2024-02-12T21:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/b942b354-a7f3-4906-92e5-394949451058/a5a8fcc4-f4e1-4365-8fef-70861d3dd525.jpg",
    "altTitles": [
      {
        "ja": "ツインスター・サイクロン・ランナウェイ"
      }
    ],
    "description": {
      "en": "Six thousand years in the future, humanity has established a civilization in the atmosphere of a gas giant named Fat Beach Ball. There, inhabitants of the resource-starved planet catch Besshu, fish-like creatures that \"swim\" through the skies. Fishers (exclusively male-female pairs customarily seen as a married couple) use malleable aircraft to bring in their catch.\n\nThe story follows Terra Intercontinental Endeavor, a woman looking for a partner, and Diode, a mysterious girl with terrific piloting skills, as they work to establish their same-sex partnership and bring home a successful catch.\n\nManga adaptation of the cosmic yuri SF novel series written by Ogawa Issui. Ogawa's original \"Twinstar Cyclone Runaway\" short story was nominated for the Seiun Award in 2020."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Rabukome Manga ni Haitte Shimatta no de, Oshi no Make Heroine wo Zenryoku de Shiawase ni suru"
    },
    "updatedAt": "2024-03-30T17:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a",
    "title": {
      "en": "I Became the Young Villain's Sister-in-Law"
    },
    "updatedAt": "2024-02-23T07:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a/7e11f8dd-05bb-4154-ad8f-b1c391ee958d.jpg",
    "altTitles": [
      {
        "ko": "어린 흑막의 형수님이 되었다"
      },
      {
        "en": "Became the Sister-in-Law of a Young Yandere"
      }
    ],
    "description": {
      "en": "After being reincarnated as an extra with amnesia, I saved a child by chance, but he was the villain… What? \n\nThe villain had a brother who died because of a fairy's curse. He was the reason for the villain's corruption. How cruel, if I met that fairy, I would have killed her, but unfortunately I'm an extra... \n\n“Elia?” \n\nWait… Am *I* that fairy?",
      "fr": "Après avoir possédé une figurante amnésique, j’ai involontairement sauvé un enfant. Mais il s’est révélé qu’il était un méchant.\n\n…Hein ? Le méchant avait un frère aîné décédé à cause de la malédiction d’une fée. Sa mort est ce qui transforme son cadet en méchant. Pauvres frères. Si je rencontrais la fée, je lui mettrais une bonne raclée. Malheureusement, je ne suis qu’une figurante…\n\n«Ellia?»\n\nAttendez… Cette fée, c’est *moi*?\n\n*** Pour pouvoir aller à l’endroit où se trouve la clé pouvant lever la malédiction, je dois me marier. J’ai donc été contrainte à épouser le frère aîné. Je ne sais pas comment lever sa malédiction à cause de l’amnésie. C’est pourquoi j’allais aider à briser ce mauvais sort et demander de l’aide, mais…\n\n«Tu me fais vivre. Quand je te touche, tous les symptômes dus à la malédiction disparaissent.»\n\nEst-ce que l’homme sans émotions qui ne se préoccupait que de son petit frère me sourit-il vraiment affectueusement?\n\n«Grand frère est bête! Comment peux-tu laisser Ellia partir? Je te déteste, grand frère!»\n\nQui aurait deviné que la relation entre les meilleurs frères au monde se dégraderait ainsi?!\n\n«Le château du grand duc sans Ellia est si effrayant… S’il te plaît, ne divorce pas avec grand frère.»\n\n«Ne peux-tu pas… rester ma femme?»\n\nJ’ai été poliment été mise au pied du mur. Mon dieu, que devrais-je faire avec ces deux-là?",
      "id": "Setelah mengalami amnesia tambahan, saya secara tidak sengaja menyelamatkan seorang anak, tetapi dia adalah seorang penjahat. …Hah? Penjahat itu punya kakak laki-laki yang meninggal karena kutukan peri. Dialah alasan kegelapan penjahat itu. Saudara-saudara yang malang. Jika aku bertemu peri itu, aku akan menghajarnya, sayangnya, aku hanya ekstra… “Ellia?” Tunggu… Jadi peri itu adalah aku?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc86a871-ddc5-4e42-812a-ccd38101d82e",
    "title": {
      "ja": "Hana ni Arashi"
    },
    "updatedAt": "2024-03-05T21:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/bc86a871-ddc5-4e42-812a-ccd38101d82e/43fc00ab-79d8-4539-8893-dd5f9dee59ca.jpg",
    "altTitles": [
      {
        "en": "Rainbows After Storms"
      },
      {
        "ja-ro": "Nanoha to Chidori"
      },
      {
        "es": "Tormenta de Flores"
      },
      {
        "ru": "Наноха и Чидори"
      },
      {
        "ja": "はなにあらし"
      },
      {
        "id": "Badai di antara Bunga"
      },
      {
        "zh": "好事多磨"
      },
      {
        "zh-hk": "好事多磨"
      },
      {
        "fr": "Une fleur dans la tempête"
      },
      {
        "en": "Rainbows After Storms"
      }
    ],
    "description": {
      "en": "Unbeknownst to their friends and classmates, Nanoha and Chidori are dating. Watch as they try to keep their relationship secret!",
      "es": "A las espaldas de sus amigas y compañeras the salón, Nanoha y Chidori están saliendo juntas. ¡Velas tratando de mantener su relación en secreto!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "162"
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2023-08-19T07:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master - Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2023-12-28T09:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/15a27c35-e47a-4765-a055-c031805c4bd9.jpg",
    "altTitles": [
      {
        "en": "Golden Wordmaster"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai"
      },
      {
        "ja-ro": "Konjiki no Word Master"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "en": "The Golden Word Master - The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      },
      {
        "ja": "金色の文字使い-勇者四人に巻き込まれたユニークチート-"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "ko": "금색의 문자술사"
      },
      {
        "zh-hk": "金色的文字使"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7a5a596-f011-4fe1-aff3-b30d236db471",
    "title": {
      "en": "The Wailing Perversion"
    },
    "updatedAt": "2024-03-16T19:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/b7a5a596-f011-4fe1-aff3-b30d236db471/fd8ee240-e083-4a2f-a04c-e0f8aee353b5.jpg",
    "altTitles": [
      {
        "en": "Wail of Weakness"
      },
      {
        "ko": "울부짖는 역린"
      },
      {
        "en": "The Roaring Dragon’s Emblem"
      }
    ],
    "description": {
      "en": "Ananta, a barbaric warrior cursed by a demon god. In order to punish the incarnation of the wings, who turned his fate into a tragedy, he endlessly feasts on demon gods in a story of blood, sweat, flesh, and bones that yearns for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-04-15T14:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/e5d4f042-f394-4d06-b4cf-9b69fcc665f7.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "en": "Muscle Man"
      },
      {
        "en": "M.U.S.C.L.E"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The original run was from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 38.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65a803d8-25ef-45d0-bbab-c573f4b0d09b",
    "title": {
      "en": "The Villainous Warrior"
    },
    "updatedAt": "2024-04-20T00:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/65a803d8-25ef-45d0-bbab-c573f4b0d09b/69dd739d-9563-4c6c-9d75-14261b256e77.jpg",
    "altTitles": [
      {
        "en": "Villain Unrivaled"
      },
      {
        "en": "Peerless Villain"
      },
      {
        "ko-ro": "agyeogmussang"
      },
      {
        "ko": "악역무쌍"
      },
      {
        "en": "The Villain Is Unparalleled"
      }
    ],
    "description": {
      "en": "When I woke up, I discovered I had become the villain in the martial arts novel I wrote! But of all people, why does the body I possess belong to a damn villain?\n\nHyuk Ryun Woon:\nThe fourth son of the Demonic Cult’s Leader\nA nasty womanizer\nA martial arts weakling with a filthy temper\nA worthless villain who is one shotted by the main character in the novel!\n\nIf I don’t want to be killed by the main character, I have no choice but to become strong.\n“Fucking hell. The main character and whatnot, I’ll wipe them all out!”\nThe Shaking Tale of a distasteful villain who uses whatever means necessary to survive!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "80"
  },
  {
    "mangaId": "000b6cbb-f99a-4588-8afb-4bc6065bc2bf",
    "title": {
      "en": "The World of Otome Games Kindergarten is Tough for Mobs"
    },
    "updatedAt": "2024-04-09T13:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/000b6cbb-f99a-4588-8afb-4bc6065bc2bf/f523da57-8fb4-42ef-a241-9ff29b37cbc2.png",
    "altTitles": [
      {
        "ja-ro": "Otome Game Youchien wa Mobu ni Kibishii Youchiendesu"
      },
      {
        "ja": "乙女ゲー幼稚園はモブに厳しい幼稚園です"
      },
      {
        "en": "The World of Otome Games Kindergarten is Tough for Mobs"
      },
      {
        "id": "Taman Kanak-Kanak Otome Game yang Keras terhadap Mob"
      }
    ],
    "description": {
      "en": "Spin-off Comic from \"The World of Otome Games is Tough for Mobs\" Starts! A kindergartener mob life comedy! Even when they're tiny, they're still female chauvinists!",
      "id": "Komik Spin-off dari \"Dunia Otome Games yang Keras terhadap Mob\" Dimulai - Komedi Kehidupan Mob Bocah TK! Bahkan ketika mereka masih kecil, wanita masih punya kekuasaan besar daripada laki-laki!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39960d43-b8dd-4fdc-b6b7-ab9ad82cce90",
    "title": {
      "en": "The SSS-Rank Hunter's Lucky Draw"
    },
    "updatedAt": "2023-08-01T11:01:17+00:00",
    "coverArt": "https://mangadex.org/covers/39960d43-b8dd-4fdc-b6b7-ab9ad82cce90/eef3e520-f0b3-4e1b-93a4-4cace79891bc.jpg",
    "altTitles": [
      {
        "ko": "뽑기로 강해진 SSS급 헌터"
      },
      {
        "ru": "Мне предначертано стать Охотником SSS-класса"
      },
      {
        "en": "SSS-Class Gacha Hunter"
      }
    ],
    "description": {
      "en": "“The Change” brought dungeons filled with monsters into the world, altering reality forever. Pro-gamer Jin Jungdo, whose lifelong dream was to be a hero like the Mana Users who fight in these dungeons, is crushed when he discovers his own abilities are useless. Just then, the “real universe” gives him a set of skills that allow him to draw information from the future and heroes from the past! Now all that’s left is for him to barrel through this game of luck and become the strongest hunter ever!",
      "fr": "Le pire jour de ma vie, j’ai reçu un miracle comme cadeau de la part du  »véritable univers ».",
      "ko": "전 재산을 쏟아부어 헌터로 각성했는데… 전투형 스킬 하나 없는 소통, 인내, 게임 탤런트뿐이라고? 헌터 사무소 영업직 인생은 이제 그만 살고 싶다고...! 간절히 바라면 이루어지는가! 인생 최악의 날, 우주로부터 최강의 스킬을 얻었다! 클래스를 뒤집는 운빨 갓겜이 시작된다. <뽑기로 강해진 SSS급 헌터>",
      "ru": "В один из худших дней в моей жизни, на меня снизошло чудо в виде подарка от \"вселенной\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42713c15-f28d-4e0f-8a3a-1445c74a3cc1",
    "title": {
      "en": "What's Michael?"
    },
    "updatedAt": "2024-04-21T01:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/42713c15-f28d-4e0f-8a3a-1445c74a3cc1/acbc2bb6-72d4-4d65-829b-4f06e3b4c054.jpg",
    "altTitles": [
      {
        "en": "Hello Michael!"
      },
      {
        "ms": "Si Cerdik Michael"
      },
      {
        "ja": "ホワッツ マイケル"
      },
      {
        "pl": "Cześć, Michael!"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nMichael's seemingly carefree daily life, with his pampering and begging for food, is thrillingly unpredictable, including a fall from the seventh floor and an interrogation on suspicion of theft of Pen Nibs! Michael's daily life created the golden age of cat manga that took the 1980s by storm! \n\nThe \"dancing cat\" that won the Kodansha Manga Award, was made into an anime TV series, a TV drama, and even appearing in TV commercials. Michael, who, has become a hit with the general public, is back in digital form! Beware of the too cute cat!\n\n[Official English](https://www.darkhorse.com/Books/3004-968/Whats-Michael-Fatcat-Collection-Volume-1-TPB)\n\n---\n- **As mentioned in the description, What's Michael? Won the 10th Kodansha Manga Award for General Manga in 1986, shared with Osamu Tezuka's [Message to Adolf](https://mangadex.org/title/16dc43f3-d6ba-4154-b445-a9d2e674c0eb/message-to-adolf)**"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/b9fece9d-5ffb-48fb-ad9c-2173aef882f2.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2023-12-03T04:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-03-16T19:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-17T13:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/bebc4ef9-aa1e-46aa-90aa-8087b5f9d46c.png",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2911710-50ea-42ba-b416-5a628728caaa",
    "title": {
      "en": "The Vigilant Lionmaru"
    },
    "updatedAt": "2024-03-12T04:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/a2911710-50ea-42ba-b416-5a628728caaa/c4ee716f-ea4d-4857-a866-2a7a962b0a74.jpg",
    "altTitles": [
      {
        "en": "The Vigilant Lion Knight"
      },
      {
        "ja": "快傑ライオン丸"
      },
      {
        "ja-ro": "Kaiketsu Lionmaru"
      }
    ],
    "description": {
      "en": "During the Warring States period, the demon king Gosun, who has been hiding in the Himalayas for a hundred years and has mastered evil sorcery, is aiming to conquer Japan. Shishimaru fights as the invincible ninja Kaikitsu Lionmaru with the sword given to him by Koji Kashin, Japan's greatest ninja!"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cddd1ea-50d0-44b7-9090-bc069adf2f90",
    "title": {
      "en": "Vocaloid - Hatsune Miku 1 Panel (Doujinshi)"
    },
    "updatedAt": "2023-11-27T04:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/7cddd1ea-50d0-44b7-9090-bc069adf2f90/74b42529-b512-49a1-8722-f112f0c4c154.jpg",
    "altTitles": [
      {
        "ja": "初音ミク1コマ漫画 (VOCALOID)"
      },
      {
        "ja-ro": "Hatsune Miku 1 Koma Manga (VOCALOID)"
      }
    ],
    "description": {
      "en": "Hatsune Miku's one-panel manga series"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa59ac85-e056-44d0-bd70-acd0f04bc55c",
    "title": {
      "en": "Osananajimi ga Hisabisa ni Saikai Shitara Otagai Kyonyuu ni Natteta"
    },
    "updatedAt": "2024-04-11T15:21:22+00:00",
    "coverArt": "https://mangadex.org/covers/fa59ac85-e056-44d0-bd70-acd0f04bc55c/98267dbb-6e74-4aea-9526-eb5bd623d9fd.jpg",
    "altTitles": [
      {
        "ja": "幼馴染が久々に再会したらお互い巨乳になってた"
      },
      {
        "en": "Long-Lost Pals Living Their Breast Life"
      },
      {
        "ja-ro": "Osananajimi ga Hisabisa ni Saikai Shitara Otagai Kyonyuu ni Natteta"
      }
    ],
    "description": {
      "en": "Shun-kun returns to his hometown, only to find that his childhood friend has become… rather well endowed…",
      "pt-br": "Shun-kun retorna à sua cidade natal, apenas para descobrir que seu amigo de infância se tornou... bastante bem dotado..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec",
    "title": {
      "en": "The Wicked Little Princess"
    },
    "updatedAt": "2023-11-24T00:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec/51c97da6-6835-4286-95c8-bc7f1efe500c.jpg",
    "altTitles": [
      {
        "ko": "황녀님이 사악하셔"
      },
      {
        "ko-ro": "Hwangnyeonimi Saakasyeo"
      },
      {
        "zh": "皇女殿下很邪恶"
      },
      {
        "en": "The Princess Is Evil"
      }
    ],
    "description": {
      "en": "I may be a witch who is over 300 years old, but I died by the hand of the human I trusted. I thought I’d be stuck in the soul world, but I reincarnated as a princess of a Royal Palace where we kill each other. Since it became like this, in any case, I should become the Queen. “You. Be my subordinate.” I thought everyone would be afraid of me if I did this. “Can’t I touch it once? Everyone would be jealous of me because I patted your head once.” …What nonsense is this?“ Again. Do it again, since it’s cute.” But they’ve started to show me so much affection to the point that they seemed to have all gone mad as a group. …I’ll be able to become the Queen, right?\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/10170/)",
      "ko": "나는 삼백 살이 넘는 마녀이지만, 믿었던 인간에게 배신당해 죽었다.\n꼼짝없이 영혼계에 붙잡혀 있을 줄 알았는데 \n서로가 서로를 죽이는 황실에 황녀로 환생했다.\n\n이렇게 된 이상 내가 황제가 돼야겠다. \n“너. 내 부하가 대라.”\n\n이렇게 했으니까 모두 나를 두려워하겠지, 생각했는데.\n\n“한 번만 만져주면 안 돼? 네가 머리를 쓰다듬어줬다고 하면 모두가 부러워할 거야.”\n…뭐야. 왜 이래. \n\n“더 해 줘. 귀여우니까.”",
      "zh": "因被背叛而致死的魔女，在积蓄力量等待复活时，穿越成了以互相残杀，争夺皇位为铁律的皇室公主。 正准备惨烈地加入皇位争夺时，身边的人却反常地迷恋上我？ “太可爱了，能摸我一下吗？只要你抚摸一下我的头，所有人都会羡慕死我的。”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-03-28T11:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/b827749e-86a3-4ae9-a3a7-eca434385a1c.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "2b8ea244-30be-4c4b-b3dd-d136b4b7b443",
    "title": {
      "en": "That Villain's Life, I'll Live It Once"
    },
    "updatedAt": "2024-01-13T15:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "altTitles": [
      {
        "ko": "그 악녀 인생, 제가 한번 살아 볼게요"
      },
      {
        "en": "The Villainess's Life, I'll Try Living It"
      },
      {
        "en": "I Will Live the Life of a Villainess"
      }
    ],
    "description": {
      "en": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-02-12T01:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/86f878ce-e1b5-458f-84be-d0c4f8b7afcf.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd70fa2-86e7-4ea2-8428-52fa70caf772",
    "title": {
      "en": "Ore wo Dame ni Suru Yuki-chan Sensei"
    },
    "updatedAt": "2024-04-06T22:52:51+00:00",
    "coverArt": "https://mangadex.org/covers/fbd70fa2-86e7-4ea2-8428-52fa70caf772/36026462-9d30-46ce-9bf5-4bd3c333be37.jpg",
    "altTitles": [
      {
        "ja": "俺をダメにするユキちゃんせんせー"
      }
    ],
    "description": {
      "en": "A man who has nothing to live for goes looking for Yuki, a girl he met five years ago. Yuki is now living in a nursery school, taking care of the children as their \"Sensei\". When the man is reunited with Yuki, she treats him as a \"dear friend,\" and suggests that he can stay with her. Yuki offers him motherly love and genuine acceptance, so he stays at the day-care center hoping to \"keep Yuki to himself\" - but what happens?\n\nA depressed man now has a sweet and fluffy girl all over him in this obsessive doting love comedy!\n\n(Source: Comic Gamma Plus, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334b3730-21a7-4293-af2f-4875abd08ed1",
    "title": {
      "en": "Chanto Suenai Kyuuketsuki-chan"
    },
    "updatedAt": "2024-01-31T22:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/334b3730-21a7-4293-af2f-4875abd08ed1/f76dc9d3-ea81-4e9d-a185-32e3ec4b52d9.jpg",
    "altTitles": [
      {
        "ja": "ちゃんと吸えない吸血鬼ちゃん"
      },
      {
        "ja-ro": "Chanto Suenai Kyuuketsuki-chan"
      },
      {
        "en": "Vampire-chan Can't Suck Properly"
      }
    ],
    "description": {
      "en": "The overwhelming preciousness that captivates all those whose blood she sucks! A new kind of pampering and feeding comedy!",
      "pt-br": "A preciosidade esmagadora que cativa todos aqueles cujo sangue ela suga! Um novo tipo de comédia de mimos e alimentação!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d54e639-979e-4d55-ab94-f6628eded425",
    "title": {
      "en": "I Don't Want to Work!"
    },
    "updatedAt": "2023-12-03T07:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/0d54e639-979e-4d55-ab94-f6628eded425/abae4185-2918-4e4b-a01a-84f73f98549e.jpg",
    "altTitles": [
      {
        "ko": "일하기 싫어!"
      }
    ],
    "description": {
      "en": "Born as a genius among geniuses in Herbal Medicine, I've undergone countless reincarnations, all at the request of the Gods! I can't stop until I create the perfect Divine Elixir... \n\nIsn’t this a scam? In the end, in this current life, I declared a strike. \n\nI’m not going to do it! No, I won’t work!!!\n\n\"I'm counting on you.\"\n\"Me? Are you serious?!\"\nSurprisingly, my strained family relationships seem to be improving. \n\n\"Thank you so much!\"\nI'm receiving expressions of gratitude from all over the place. And to top it off…\n\n\"A long-lost disciple came to see you.\"\nMy first, and also my last, disciple appeared in front of me. \n\nWhy didn’t he die?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2023-10-30T21:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/820726d7-e97b-4619-b2b1-0e1af22ec993.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-04-20T18:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/2ed47a3e-dcec-4859-8af9-ee6c96e4ff20.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be7adcb-c296-4559-950e-6d66a56e5edc",
    "title": {
      "en": "Crushing Jade and Casting Pearls"
    },
    "updatedAt": "2024-03-28T22:46:26+00:00",
    "coverArt": "https://mangadex.org/covers/2be7adcb-c296-4559-950e-6d66a56e5edc/245bf80c-3ad0-4b01-b23a-c23964cd3ac9.jpg",
    "altTitles": [
      {
        "en": "Sui Yu Tou Zhu"
      },
      {
        "en": "碎玉投珠"
      },
      {
        "es-la": "Humillando al jade y escogiendo a la perla"
      }
    ],
    "description": {
      "en": "When Ding Hanbai, the young master of the centuries-old jade-carving shop, first laid eyes on his timid shidi Ji Zhenzhu, he bullied him relentlessly, not expecting that Jiangnan could produce someone who would break down his defenses and melt his heart this way.   \nThey go from being unable to stand each other to admiring one another, but as the days pass, even this admiration begins to evolve…   \nA step from brotherhood, a step to special affection, and one more step into a lifetime together.",
      "es-la": "Cuando Ding Hanbai, el joven maestro de la tienda con cien años de antigüedad en la extracción de jade, puso sus ojos en su tímido shidi Ji Zhenzhu, él lo intimidó implacablemente, sin esperar que Jiangnan pudiera producir a alguien que derribara sus defensas y derritiera su corazón de esa manera.\nEllos pasaron, de no poder soportarse el uno al otro, a admirarse mutuamente, pero conforme los días iban pasando, incluso esa admiración fue evolucionando…\nA un paso de la amistad, a un paso de un sentimiento especial, y un paso más hacia una vida juntos.\nNota: El título que escogimos para el manhua, se basó en uno de los varios significados de la palabra Crushing, y que se enfoca en la historia haciendo analogía en como \"Ding que era un experto de tesoros, dejó de lado su pasión por estos y eligió su amor por Ji, su perla\"."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister"
    },
    "updatedAt": "2024-03-07T16:36:47+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/15edb455-466b-4834-ada7-f2f2f701fbd3.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
      },
      {
        "en": "The  Mistaken Atelier Meister"
      },
      {
        "ja": "勘違いの工房主"
      },
      {
        "ja": "勘違いの工房主(アトリエマイスター)"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcdd04-542e-4a85-b85c-a8970dc6dfde",
    "title": {
      "en": "One Step Closer to the Demon King"
    },
    "updatedAt": "2024-02-07T18:19:35+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcdd04-542e-4a85-b85c-a8970dc6dfde/40400449-f141-4322-8bff-d20475566c47.jpg",
    "altTitles": [
      {
        "en": "One Step to the Devil"
      },
      {
        "ko": "마왕까지 한 걸음"
      },
      {
        "ko-ro": "Mawangkkaji Han Geol-eum"
      },
      {
        "ru": "В Шаге От Короля Демонов"
      },
      {
        "zh": "距魔王一步之遥"
      },
      {
        "ja": "魔王まであと一歩"
      },
      {
        "id": "Aku Raja Lautan tapi jadi Gembel"
      },
      {
        "en": "Even the Demon King, One Step at a Time"
      },
      {
        "en": "One Step to Being Dark Lord"
      },
      {
        "en": "One Step to the Demon King"
      },
      {
        "en": "One Step for the Dark Lord"
      }
    ],
    "description": {
      "en": "This is no different from ordinary villager life...\n\"There can be no one stronger than me in this world!\"\nTo become the strongest, Yuria, the Sea Queen, went ashore in search of the Demon King. But when she looked at her reflection, she saw the face of a child. In exchange for her legs, she lost all her strength... Even so, still striving to become the strongest, Yuria begins a painful journey!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "id": "[ \"Hanya saja... aku jadi tidak ada bedanya dengan penduduk desa...\" ] \"Tidak boleh ada makhluk yang lebih kuat dariku di dunia ini!\" Untuk menjadi yang terkuat, Yuria, Raja Lautan, datang ke daratan untuk mencari Raja Iblis terkuat. Namun, saat melihat ke cermin, dia melihat wajah anak kecil...? Sebagai ganti kaki, dia telah kehilangan seluruh kekuatannya. Meskipun begitu, ia masih mengincar posisi teratas di dunia! Perjalanannya yang penuh air mata dimulai!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ko": "[\"이건 그냥… 마을 사람 A랑 다를게 없잖아…\"]\n\n\"나보다 강한 존재는 이 세계에 있을 수 없어!\"\n세계관 최강자 자리를 위해 지상최강 \"마왕\"을 찾아\n뭍으로 나온 바다의 왕 \"유리아\" \n\n그런데… 거울을 보니 웬 어린아이가…?\n다리를 얻음과 동시에 \n그녀의 모든 힘이 사라져 버렸다...\n\n그럼에도 여전히 세계최강 자리를 노리고 있는\n 그녀의 눈물겨운 여정이 시작된다!!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ru": "Это… Ничем не отличается от деревенской жизни... В этом мире не может быть существа сильнее меня!” Чтобы стать сильнейшей, Юрия, Морская Королева, вышла на сушу в поисках Короля Демонов. Но… Посмотрев на свое отражение, она увидела лицо ребенка... В обмен на ноги она потеряла все свои силы... Даже так, все еще стремясь стать сильнейшей, начинается мучительное путешествие Юрии!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "zh": "深海女王无奈变成小孩？\n落魄海王的陆地称霸之旅！\n大海之王友丽亚为了称霸天下，特地上岸来到陆地上寻找魔王一决胜负。可上岸后才发现，自己失去了所有的力量，而且还变成了小孩子？为了称霸天下，友丽亚辛酸的崭新旅程就此拉开帷幕！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c953eac2-dac9-41c9-bc64-05050eb07e29",
    "title": {
      "en": "The Emperor's New Clothes"
    },
    "updatedAt": "2024-04-20T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/c953eac2-dac9-41c9-bc64-05050eb07e29/394d9969-fad0-46b1-a7ac-d7a97ed1a39a.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43848429-00b1-4215-bb0c-31973fe705cf",
    "title": {
      "en": "Absolute Master of the Senate"
    },
    "updatedAt": "2024-03-20T22:13:36+00:00",
    "coverArt": "https://mangadex.org/covers/43848429-00b1-4215-bb0c-31973fe705cf/46d4a21f-cd9f-4b0b-9033-e41daa033944.jpg",
    "altTitles": [
      {
        "ko": "월령검제"
      },
      {
        "en": "Moon Shadow Sword Emperor"
      },
      {
        "ja": "月影剣帝（げつえいけんてい）"
      }
    ],
    "description": {
      "en": "“What a dogshit life… honestly.”\n\nThough he had become a disciple of the Heavenly Demon amidst the strife-filled Demonic Sect,\nYeon So-Woon gets betrayed by his disciple-brother and comes to meet his end.\n\nHowever…\nWhen he woke up, he’s back to the time when he was a kid, before he got dragged into the Demonic Sect?!\n\nLoath to repeat his hellish life in the Demonic Sect, Yeon So-Woon begins to plan for his new life.\n\n\"I’ll enact revenge on the Demonic Sect,\nBecome an elder of the Murim Union,\nAnd thus, live a prosperous and respected life.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c89a5c6-9fe8-412a-8f78-44d51177dbdb",
    "title": {
      "en": "The Last Adventurer"
    },
    "updatedAt": "2024-04-19T00:33:40+00:00",
    "coverArt": "https://mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/d68d8589-994f-4523-93e0-c6f55526b5ae.jpg",
    "altTitles": [
      {
        "ko": "최후의 모험가"
      },
      {
        "ru": "Последний искатель приключений"
      },
      {
        "ko-ro": "Choehu-ui Moheomga"
      },
      {
        "ko": "메이플스토리: 최후의 모험가"
      },
      {
        "en": "Maplestory: The Last Adventurer"
      }
    ],
    "description": {
      "en": "The Age of Adventures that started when the Gates opened. The Age of when everything fell apart, filled with desperation, anguish, and misery. And… The Age of when everyone gave up trying to fight back. In that Age, there was only one Explorer who fought to the very end. “You’re the only one left. The Last Explorer, Elpam.” In that moment, the Explorer’s history came to an end, as he returned to the start of the story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2023-10-30T21:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "8-gatsu 31-nichi no Long Summer"
    },
    "updatedAt": "2024-04-18T21:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/0f811905-039f-4b80-944a-163c22e0938b.jpg",
    "altTitles": [
      {
        "en": "The Long Summer on August 31"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-04-20T23:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/e6979cec-18bc-4662-9859-a69b163dc2c9.jpg",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea109e5d-c4cc-4b8e-a35d-1ae8e3d9d191",
    "title": {
      "en": "24-ku no Hanako-san"
    },
    "updatedAt": "2024-02-28T23:21:56+00:00",
    "coverArt": "https://mangadex.org/covers/ea109e5d-c4cc-4b8e-a35d-1ae8e3d9d191/f286ebf1-5282-455d-9740-cd0ee58edfc7.jpg",
    "altTitles": [
      {
        "ja-ro": "24-ku no Hanako-san"
      },
      {
        "ja": "24区の花子さん"
      },
      {
        "es": "Hanako-san del Distrito 24"
      },
      {
        "en": "Hanako-san of the 24th ward"
      },
      {
        "ru": "Ханако-сан из 24 района"
      },
      {
        "fr": "Hanako du District 24"
      }
    ],
    "description": {
      "en": "7 years ago a strange disaster occurred in the 24th ward when laws of reality were distorted in that area. Our main character is a high school boy who lost his little brother. Can Hanako-san from his school help him find his sibling again?  \n  \nBut more importantly who is this Hanako-san of the 24th ward?",
      "pt-br": "7 anos atrás, um grande desastre aconteceu em Tóquio em uma área que ficou conhecida posteriormente como o Distrito 24, onde as leis da física e a realidade são distorcidas. Kousuke, nosso protagonista, é um garoto que perdeu seu irmão nesse incidente e costuma ir até essa área proibida para procurá-lo. Certo dia, ele encontra uma garota estranha que aparentemente sabe alguma coisa sobre seu irmão, além de ser idêntica a uma garota de sua escola chamada Hanako-san. Será que essa garota é mesmo a Hanako? E será que Kousuke finalmente conseguirá encontrar seu irmão?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "5a218171-3de9-41d9-a4b4-e481ec1f6368",
    "title": {
      "en": "Wedding Peach: Young Love"
    },
    "updatedAt": "2024-04-18T03:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/5a218171-3de9-41d9-a4b4-e481ec1f6368/9f005f60-e87a-4f57-8636-9f635ce5ba83.jpg",
    "altTitles": [
      {
        "ja": "ウェディングピーチ"
      },
      {
        "en": "Wedding Peach"
      }
    ],
    "description": {
      "en": "During the time artist Nao Yazawa was drawing [her original Wedding Peach series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach), she was also producing comics for the Japanese monthly magazine Shogaku Sannen-sei (\"Elementary School Third Grader\"). These stories, roughly paralleling the original Wedding Peach storyline, feature younger characters aimed at a younger audience.\n\nWedding Peach: Young Love is a collection of these often-overlooked episodes. Fans of the original series will be tickled to see their favorite characters, both hero and villain, recast in this warm and fuzzy alternate adventure.\n\nYazawa even throws in a few new characters for readers to fall in love with. There's the demon trio of Blitz, Cloud and Noise and a few more Jama folk, too. Together, they join Wedding Peach and her heavenly crew for one final tussle between good and evil.\n___\nThe series was only published in volume form outside Japan, and was released as \"Volume 7\" of [the original series](https://mangadex.org/title/13e39275-7b8b-4b70-a758-1314392e0e48/wedding-peach) in some countries."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa92d730-0b5f-4fbf-bbc2-189eff43b3d7",
    "title": {
      "ja": "A Banished Sage’s Progress to Discovering the World: The Story of What Happened When I Freed Myself from My Childhood Friend"
    },
    "updatedAt": "2024-01-22T08:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/fa92d730-0b5f-4fbf-bbc2-189eff43b3d7/87dda979-f199-4a99-8a73-de4865538f50.jpg",
    "altTitles": [
      {
        "ja": "追放の賢者、世界を知る ～幼馴染勇者の圧力から逃げて自由になった俺～"
      },
      {
        "en": "A Banished Sage Experiencing the World ~ I Escaped from the Pressure of My Childhood Friend Who Is a Hero and Became Free~"
      },
      {
        "en": "Exiled Sage, Know the World"
      },
      {
        "en": "A Banished Sage's Progress to Discovering the World: The Story of What Happened When I Freed Myself from My Childhood Friend"
      },
      {
        "ja-ro": "Tsuihou no Kenja, Sekai wo Shiru ~Osanajimi Yuusha no Atsuryoku kara Nigete Jiyuu ni Natta Ore~"
      }
    ],
    "description": {
      "en": "The wizard Haru spent his days being abused by the hero, his childhood friend Leticia, when one day while being scolded he thought to himself, \"This is no good\". And thus began Haru's adventure to regain his true self! The curtain unveils on an other world \"redo\" fantasy life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-04-03T00:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/30c9189a-c128-4e3a-9838-2f68069eb7d5.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3cfc7e-3da7-41b0-bffb-b2a84d03cec3",
    "title": {
      "en": "My Own Contract Angel"
    },
    "updatedAt": "2021-05-25T15:47:38+00:00",
    "coverArt": "https://mangadex.org/covers/ca3cfc7e-3da7-41b0-bffb-b2a84d03cec3/f23fdaa9-977b-4160-a1a1-fd5c8060331f.png",
    "altTitles": [
      {
        "en": "Namanui Gyeyakcheonsa"
      },
      {
        "en": "나만의 계약천사"
      }
    ],
    "description": {
      "en": "After being traumatised from getting forcefully outed, Yeonho, a closeted gay, is a \"single-for-life\" who has never dated anyone. One day, Yeonho gets hit by a shooting star, and he woke up to see someone, who calls himself \"Cupid\", sharing his bed! The strange man promised to end Yeonho's one-sided crushes, but will he really…?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "26"
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2023-11-28T21:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6260015c-005f-4106-9528-f9ddb666309f",
    "title": {
      "en": "Ikenie Akujo no Shiroi Kekkon - Mezametara 8-nengo, Katsute wa Goei Datta Koushaku-sama no Dekiai ni Naremasen!"
    },
    "updatedAt": "2024-04-20T17:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/6260015c-005f-4106-9528-f9ddb666309f/d818d7f5-1df5-4d0a-bcc9-7b98c7cbef00.jpg",
    "altTitles": [
      {
        "ja": "生贄悪女の白い結婚～目覚めたら8年後、かつては護衛だった公爵様の溺愛に慣れません！～"
      },
      {
        "en": "The Wicked Sacrifice's White Marriage - Waking up After 8 Years, She's Not Used to the Duke's, Her Former Guard's, Doting!"
      }
    ],
    "description": {
      "en": "A love story about Ninette, a baroness, and Till, her escort. \n\nThe story begins when Ninette, whose political marriage has been consummated, is reunited with Till, who has become a duke and her fiancé. Ten years before their reunion, Ninette's stepmother and stepsister had taken over her house, and she was living with Till in a cabin in a corner of the mansion. In fact, Ninette has a condition that attracts the opposite sex, and because of this, she is slandered and called an evil woman. One day, Ninette and Till go to town on her stepmother's errand and get into some trouble. \n\n(natalie.mu translated)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "357575d3-7575-45bf-9651-58acdc6a978a",
    "title": {
      "en": "Please Act Like a Boss Monster, Mr. Swallow!"
    },
    "updatedAt": "2024-03-09T14:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/357575d3-7575-45bf-9651-58acdc6a978a/aa51d6c1-7448-4fd0-ae94-2375901c09e8.png",
    "altTitles": [
      {
        "ko": "보스 몹답게 행동하세요, 스왈로우 씨!"
      },
      {
        "ru": "Ведите себя как подобает боссу подземелья, господин Сваллоу!"
      },
      {
        "en": "The Unbeatable Dungeon's Lazy Boss Monster"
      },
      {
        "en": "Mr Devourer, Please Act Like a Final Boss"
      },
      {
        "ko-ro": "Boss Mopdapge Haengdonghaseyo, Swallow-ssi!"
      }
    ],
    "description": {
      "en": "The Primordial Core’s an unconquerable dungeon, the lair of the most powerful monster ever to exist, the Original Monster, the incarnation of evil — Swallow... who happens to be a lazy boss monster who just wants to sleep.\n\nTaking care of this lazy bum is Renee, a homunculus maid whose obsession with Swallow knows no bounds. At this point, the only one keeping the dungeon running is Patrick, the last brain cell of the bunch — and he’s a skeleton!\n\nWill Mr. Swallow get any rest amid all this chaos?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]