[
  {
    "mangaId": "fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566",
    "title": {
      "en": "Your Majesty, I Will Raise Him This Time"
    },
    "updatedAt": "2024-09-19T22:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc9886c8-cf9d-4dce-ba9b-ef7cdddf0566/d0ac68ce-59d4-4e53-9c51-4752e4aba0fc.jpg",
    "altTitles": [
      {
        "ja": "陛下、今度は私が育てます！"
      }
    ],
    "description": {
      "en": "\"Who would have thought that the day would come when I would be killed by my own son...\" Empress Dahlia of the Empire is killed by her son’s rebellion. Dahlia, who has been kept in the dark finds it difficult to comprehend the drastic change of her son. \"I’ll accept any punishment. Please, give me one more chance to face that child...!\" Dahlia, having turned back time, need to face her strict husband, Klaus, in order to restore their already severed parent-child relationship. Can she use this opportunity to redo the parenting and avoid the worst future?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-10-06T00:45:04+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08041258-b956-4d25-83b4-7b5c7dcf7058",
    "title": {
      "en": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru"
    },
    "updatedAt": "2023-12-21T07:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/08041258-b956-4d25-83b4-7b5c7dcf7058/2efab6d2-9d32-490a-9771-8598a8a4d6ab.jpg",
    "altTitles": [
      {
        "en": "OreShura"
      },
      {
        "en": "Too Much Mayhem Between My Girlfriend and Childhood Friend"
      },
      {
        "ja": "俺の彼女と幼なじみが修羅場すぎる"
      },
      {
        "zh": "夹在女友和青梅竹马之间的修罗场"
      },
      {
        "zh": "夹在我女友和青梅竹马间的各种修罗场"
      }
    ],
    "description": {
      "en": "Eita, after entering high school, is aiming for the National University School of Medicine. His parents' divorce and his goal became the reason that he shuns anything to do with romance or love. One day the school beauty Masuzu with the silver hair who just returned to the country entered his life in the most unexpected way. His childhood friend since elementary school, Chiwa will not let this go without a fight.  \n  \nAdapted from the light novel series of the same name."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "37"
  },
  {
    "mangaId": "eba52d9e-b6c5-4c81-beb7-953f4c1e1d8d",
    "title": {
      "en": "YuzuEno no Koiji"
    },
    "updatedAt": "2024-10-08T01:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/eba52d9e-b6c5-4c81-beb7-953f4c1e1d8d/0220063a-0c3e-4a49-8e9d-e9c61437f7a2.png",
    "altTitles": [
      {
        "en": "YuzuEno's Love Journey"
      },
      {
        "ja": "ゆづえのノ恋路"
      }
    ],
    "description": {
      "en": "Eno Kawai is a bright, kind and mischievous high school girl. \nYuzuki Akehana is a quiet and earnest beauty.\n\nThe two started dating due to various reasons, and as they go about their daily lives, the girls grow closer as they navigate the path of love.",
      "ja": "明るく優しいイタズラ好きな女子高生。可愛（えの）\n\n無口で一途な童顔の美女。愉月（ゆづき）\n\n二人は\"色々あって“付き合うこととなり、日常の中で愛し合い恋の路を歩んでいく…　（一話完結の百合漫画）"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1fe1f35-1144-4aac-910f-9e2ce92dccf4",
    "title": {
      "en": "Trinity Wonder"
    },
    "updatedAt": "2023-03-27T00:33:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1fe1f35-1144-4aac-910f-9e2ce92dccf4/84da2647-8ea4-4cf1-b975-a6a1bf45b10b.jpg",
    "altTitles": [
      {
        "tr": "Üçlü Mucize"
      },
      {
        "es": "La Maravilla de la Trinidad"
      },
      {
        "ru": "Невероятное Трио"
      },
      {
        "ko": "트리니티 원더"
      },
      {
        "ko-ro": "Teuriniti Wondeo"
      },
      {
        "fr": "La Trinité Merveilleuse"
      },
      {
        "en": "Trinity Wonder"
      }
    ],
    "description": {
      "en": "What happens when the greatest martial artist of the Murim world meets a genius magician from a fantasy world?",
      "fr": "Que se passe-t-il quand le plus grand artiste martial du monde du Murim rencontre une magicienne de génie d'un monde fantastique ?  \n  \n**Links:**  \n- [Naver blog de l'auteur](https://blog.naver.com/tdstudio)  \n- [Webtoon Original ](http://page.kakao.com/home/48455145) (Raw) (KakaoPage)",
      "ko": "- [Original Webtoon](http://page.kakao.com/home/48455145) (Raw) (KakaoPage)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "102"
  },
  {
    "mangaId": "c101b7dd-1e3f-4563-8ef9-be69cf367129",
    "title": {
      "en": "Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~"
    },
    "updatedAt": "2024-10-12T15:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/c101b7dd-1e3f-4563-8ef9-be69cf367129/3a3a21aa-3d02-4df9-86eb-300280e8d194.jpg",
    "altTitles": [
      {
        "ja": "精霊幻想記 ～こんな世界で出会えた君に～"
      },
      {
        "en": "Seirei Gensouki: Spirit Chronicles"
      },
      {
        "en": "Mythical Spirit Chronicle"
      },
      {
        "zh-hk": "精靈幻想記"
      },
      {
        "ko": "정령환상기"
      },
      {
        "ru": "Хроника мифического духа"
      },
      {
        "ru": "Мифический дух: Хроники"
      },
      {
        "th": "ตำนานวิญญาณแฟนซี"
      },
      {
        "vi": "Tinh Linh Huyễn Tưởng Ký"
      }
    ],
    "description": {
      "en": "Meet Rio, a callous orphaned boy living in the slums. At only 7-years-old, he realizes he’s actually the reincarnation of Haruto Amakawa, a Japanese university student with a tragic past. \n\nWhile still reeling from this shocking epiphany, Rio also comes to learn that he possesses extremely potent magical abilities and uses his new powers to solve the kidnapping case of a little girl. \n\nHis good deed is acknowledged, and he’s rewarded by being enrolled into… a prestigious academy for noble children...?\n\n---\n\n**Note:** This is a relaunch of the now discontinued alternate story: [Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~](https://mangadex.org/title/dfabad2b-10be-4f16-b779-7746e095d832)\n\n**Links:** [Official English Novel](https://j-novel.club/s/seirei-gensouki-spirit-chronicles)",
      "fr": "Amakawa Haruto est un jeune homme mort avant de retrouver son ami d'enfance disparu il y a cinq ans. Rio est un garçon vivant dans les bidonvilles qui veut venger sa mère qui a été assassinée devant lui quand il avait cinq ans.\n\nLa Terre et un autre monde. Deux personnes d'horizons et de valeurs complètement différents. Pour une raison quelconque, les souvenirs et la personnalité d'Haruto qui aurait dû mourir sont ressuscités dans le corps de Rio. Comme les deux se confondent sur leurs souvenirs et leurs personnalités fusionnant ensemble, Rio (Haruto) décide de vivre dans ce nouveau monde.\n\nAvec les souvenirs d'Haruto, Rio éveille un pouvoir spécial inconnu, et il semble que s'il l'utilise bien, il peut vivre une vie meilleure. Mais avant cela, Rio a été confronté à un kidnapping qui s'est avéré impliquer deux princesses du Royaume Bertram dans lequel il vit.\n\nAprès avoir sauvé les princesses, Rio reçoit une bourse d'études à l'Académie royale, une école pour les riches et les puissants. Être un pauvre orphelin dans une école de nobles s'avère être un endroit extrêmement détestable.\n\n---\n\n**Note:** Il s'agit d'un nouveau lancement de l'histoire de l'histoire alternative qui a été abandonnée : [Seirei Gensouki ~Konna Sekai de Deaeta Kimi ni~](https://mangadex.org/title/dfabad2b-10be-4f16-b779-7746e095d832)\n\n**Links:**\n- [Official English Novel](https://j-novel.club/s/seirei-gensouki-spirit-chronicles)",
      "vi": "Amakawa Haruto, 1 thanh niên đã chết trước khi kịp tái ngộ với người bạn thời thơ ấu đã mất tích cách đây 5 năm của mình. Rio là một cậu bé sống trong khu ổ chuột nung nấu ý định trả thù cho người mẹ đã bị giết ngay trước mặt cậu khi cậu chỉ vừa 5 tuổi. Trái đất và thế giới khác, hai kẻ khác nhau hoàn toàn nhưng giờ đây kí ức và nhân cách của Haruto đã tái sinh vào trong cơ thể của Rio. Dù kí ức và nhận thức của cả hai có chút hỗn loạn nhưng giờ đây Rio (Haruto) quyết định sẽ sống ở thế giới mới này. Cùng với kí ức của Haruto, Rio đã thức tỉnh \"Sức mạnh đặc biệt\" và nếu dùng được nó thành thạo thì cậu sẽ có một cuộc sống tốt đẹp hơn. Nhưng trước đó thì cậu đụng phải một vụ bắt cóc có liên quan tới hai nàng công chúa của Vương Quốc Bertram nơi cậu đang sinh sống...",
      "pt-br": "Amakawa Haruto é um jovem que morreu antes de se reunir com seu amigo de infância que desapareceu há cinco anos. O Rio é um menino que mora na favela e quer vingar sua mãe, que foi assassinada na sua frente aos cinco anos de idade. Terra e outro mundo. Duas pessoas com origens e valores completamente diferentes. Por alguma razão, as memórias e personalidade de Haruto que deveriam ter morrido são ressuscitadas no corpo do Rio. Enquanto os dois estão confusos sobre suas memórias e personalidades se fundindo, Rio (Haruto) decide viver neste novo mundo. Junto com as memórias de Haruto, Rio desperta um poder especial desconhecido, e parece que se ele o usar bem, ele pode viver uma vida melhor. Mas antes disso, Rio encontrou um seqüestro que envolve duas princesas do Reino de Bertram em que ele vive."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-15T02:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-10-04T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/7cbffd86-2e09-446a-9d04-d26820b44d2b.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      }
    ],
    "description": {
      "en": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)",
      "ja": "生徒会長の鷹峰さんはスクールカーストのトップ中のトップ、神！　対して、友達も存在感も皆無の白田くんはある日、鷹峰さんの生おっぱいを見てしまう。そこから変わるスクールライフ。――「私にパンツを履かせなさい」なんと鷹峰さんは”未だ穢れ知らぬ乙女（エターナル・バージンロード）”という能力でパンツを脱いで時をかける少女だった。ノーパンではいられない鷹峰さんのクローゼットとして白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)",
      "pt-br": "A presidente do conselho estudantil, Takamine-san, está no topo da hierarquia escolar, uma deusa! Um dia, Shirota-kun acidentalmente vê os seios nus de Takamine-san. A partir de então, sua vida escolar mudou, sendo chantageado para uma vida de servidão a Takamine-san. ― “Coloque minha calcinha para mim”\nShirota-kun acabou em uma situação difícil devido aos favores cor-de-rosa de Takamine-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-10-12T08:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f7d8280-813b-41ad-b83c-5278b0cec0e5",
    "title": {
      "en": "I Tried to Live a Good Life"
    },
    "updatedAt": "2024-08-30T01:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/2f7d8280-813b-41ad-b83c-5278b0cec0e5/30857ea1-c687-4676-90cc-e84823be9f28.jpg",
    "altTitles": [
      {
        "ko": "착하게 살려고 했습니다만"
      },
      {
        "en": "I Tried to Live Nicely"
      }
    ],
    "description": {
      "en": "After my grandmother's funeral, I woke up in the body of a noblewoman. Specifically, a woman who had died because she didn’t want to get married.\n\nThe older brother of the man she was supposed to marry comes to me, threatening to pay off her debts, and my father is absolutely no help at all.\nOn top of that, the shop is about to disappear, and the estate is falling apart.\nJust yesterday, I was a modern person finding small joys like sneaking a coffee from the break room or charging my phone at the office, but now I have to pay off debts and manage an estate.\nI tried to live a good life, just as the god had said when he gave me this chance…\n\"I wonder if selling a few loaves of bread will really help you pay it back.\"\n\"Don't worry, I'll pay it off.\"\n\"If such a miracle happens.\"\nHe turned to me, standing slightly askew with his arms crossed over his chest. Even in his anger, he looked astonishingly handsome.\n\"If that miracle occurs, I'll kneel before you and kiss the top of your foot.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b099f680-b830-4e59-80b6-520ea938a434",
    "title": {
      "en": "Hakumei ni Michiru"
    },
    "updatedAt": "2024-09-23T13:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/b099f680-b830-4e59-80b6-520ea938a434/63383a98-f370-4764-a18b-73ab6d152c53.jpg",
    "altTitles": [
      {
        "ja": "薄明に充ちる"
      },
      {
        "en": "Be Filled with Twilight"
      }
    ],
    "description": {
      "en": "The youngest son of the Shin family, Shinhou, has idolized Shousei, his childhood friend and mentor, since he was young. He vows to become the strongest in the Shin family and win against Shousei, the strong, beautiful, and dignified figure he admires and trusts.\n\nHowever, their families’ conflict forces them to turn their blades against each other… Shinhou, under orders to exterminate the entire Shou family, refuses to fight Shousei—the person he loves and cherishes most—and allows him, the sole survivor, to escape. In doing so, he chooses to part ways from the path they once walked together, knowing they will never meet again.\n\nFifty years after their separation, Shinhou returns to his family home following his father’s assassination—only to find Shousei, whom he thought he’d never see again."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-09-29T17:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5fa5842-5b9c-41d4-b453-305f69e9c335",
    "title": {
      "en": "A Thousand Ways For Her to Take Revenge"
    },
    "updatedAt": "2024-08-30T01:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/d5fa5842-5b9c-41d4-b453-305f69e9c335/f7c25ee0-82e2-42f0-9194-8e1de78fba4f.jpg",
    "altTitles": [
      {
        "ko": "복수하는 영애님"
      }
    ],
    "description": {
      "en": "' My fiancé who betrayed me, my family who stole everything from me...'\n\nI swore that I would never forgive them even in death. I cursed myself to the point of breaking apart. Did that wish come true? \"Lilith, wake up! you have to get ready to leave!\" i travelled back in time before my parents passed away!\n\n\"Who are you?\" \"My name is Lilith.\" I won't repeat my mistakes in this life. Those who trampled on me and belittle me in my past life... I will make them all pay. because now, I'm the one in charge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01e88c8c-50c5-4e24-874b-e43d27b4376f",
    "title": {
      "en": "Kimi To Naka Yoku Nari Tai Na"
    },
    "updatedAt": "2024-10-15T10:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/01e88c8c-50c5-4e24-874b-e43d27b4376f/eafed74e-cb2d-4c0f-94db-099a932008f9.jpg",
    "altTitles": [
      {
        "ja": "君と仲よくなりたいな"
      },
      {
        "vi": "Tôi Muốn Thân Thiết Hơn Với Cậu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b88e8d3-d2a9-4fe8-be55-44ccfbd8f700",
    "title": {
      "en": "Onani Master Kurosawa"
    },
    "updatedAt": "2024-04-01T11:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/7b88e8d3-d2a9-4fe8-be55-44ccfbd8f700/f8d7f9a4-4dd9-4529-a71a-dfbf9285f69d.jpg",
    "altTitles": [
      {
        "en": "Kurosawa the Master of Masturbation"
      },
      {
        "tr": "Mastürbasyon Ustası Kurosawa"
      },
      {
        "en": "Masturbation Master Kurosawa"
      },
      {
        "pt-br": "Mestre da Masturbação"
      },
      {
        "ja-ro": "Onanie Master Kurosawa"
      },
      {
        "uk": "Смик Майстер Куросава"
      },
      {
        "ja": "オナニーマスター黒沢"
      },
      {
        "zh": "枪王黑泽"
      },
      {
        "ru": "Мастер вздрочки Куросава"
      }
    ],
    "description": {
      "en": "Onani means masturbation. And that's what this guy is good at. Every day after school, he sneaks into the mostly unused girls bathroom on the 3rd floor, and masturbates. Until one day, when he's caught by a bullied girl with a hidden agenda.  \r\nThis is a story of mistakes, redemption, and the choices made in between. It contains the worst and best of the human condition.",
      "uk": "На перший погляд 14-річний Куросава Какеру нічим особливим не виділяється. Вчиться він середнє, друзів не має, ворогів немає. Він живе непомітно і це йому подобається. Але у нього є один темний секрет - щодня після уроків він іде прямо до порожнього жіночого туалету і займається там онанізмом, уявляючи в голові своїх однокласниць. Але одного дня на виході з туалету він зустрічається з маленькою тихою дівчиною. На той момент він ще не знає, що ця кількасекундна зустріч змінить його життя назавжди.",
      "pt-br": "\"Onani\" significa masturbação. E é nisso que esse garoto é bom. Todo dia, depois da aula, ele se esconde no banheiro feminino menos usado, no terceiro andar do prédio 1 da escola, e lá se masturba. Até o dia em que ele é descoberto… Esta é uma história de erros e redenção e as escolhas feitas entre eles e contém o melhor e o pior das condições humanas, descobertas pelos personagens no desenvolver da história.   \r\n  \r\n**Links:**  \r\n- [Epilogue Novel (After chapter 31 but before 31.5)](https://www.novelupdates.com/series/onani-master-kurosawa-after-the-juvenile/)"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "31"
  },
  {
    "mangaId": "6742e747-8ada-4d38-89fb-ed51e52b5df4",
    "title": {
      "en": "I'm Fine, Thank You, And You?"
    },
    "updatedAt": "2024-09-25T17:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/6742e747-8ada-4d38-89fb-ed51e52b5df4/75b3ef6a-f485-4cb1-a49c-520da0b80fd5.jpg",
    "altTitles": [
      {
        "ko": "아임 파인 땡큐, 앤유?"
      }
    ],
    "description": {
      "en": "Han Gyul-woo and Kang Tae-pyeong have been true friends since childhood. When asked if there is real friendship between male and female, the two confidently answer, \"Yes!\" However, the next day, contrary to their confident answers, an awkward situation arises... Will Gyul-woo and Tae-pyeong be able to continue their friendship?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "779969d7-5677-4294-b59a-68bb87acef22",
    "title": {
      "en": "S-Class Self-Employed Person"
    },
    "updatedAt": "2024-10-15T10:04:52+00:00",
    "coverArt": "https://mangadex.org/covers/779969d7-5677-4294-b59a-68bb87acef22/bf47feaf-5585-488f-970b-1560cc750748.jpg",
    "altTitles": [
      {
        "ko": "S급 자영업자"
      }
    ],
    "description": {
      "en": "After seven long years in a fantasy world, I finally returned to the real world. Just when I thought I could enjoy some peace and quiet in normal life... Thanks to an Esper, my home vanished in an instant, leaving me with no choice but to scrape together what little money I had and start my own business. “Amazing! The highest-ranked S-class Guide has appeared!” “Huh...? Me?” I was just planning to live quietly as a café owner, but somehow, I ended up becoming an S-class Guide...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9136474-c305-4870-8c56-7ba280814cce",
    "title": {
      "en": "The Great Path of Fighting"
    },
    "updatedAt": "2024-10-15T09:52:24+00:00",
    "coverArt": "https://mangadex.org/covers/a9136474-c305-4870-8c56-7ba280814cce/524c37a9-92d2-4061-aed0-863ed384318a.jpg",
    "altTitles": [
      {
        "zh": "大道争锋"
      },
      {
        "id": "Jalan Besar Pertarungan"
      }
    ],
    "description": {
      "en": "Since ancient times, the path of immortality cultivation has always been dominated by the Xuanmen family, not for mortals to covet. Zhang Yan, who came from the apocalyptic world, got the help of a mysterious residual jade, but he wanted to fight against the common people and vowed to step out on a road of longevity that belonged to him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67befa8e-adf4-42e3-9958-094e16c86ea7",
    "title": {
      "en": "Kill the Villainess"
    },
    "updatedAt": "2024-07-25T16:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/67befa8e-adf4-42e3-9958-094e16c86ea7/820baac2-858b-46e1-8804-fd9f587c3be2.jpg",
    "altTitles": [
      {
        "ko-ro": "Agnyeo Leul Jug-Yeojwo"
      },
      {
        "ru": "Убить злодейку"
      },
      {
        "ko": "악녀를 죽여 줘"
      },
      {
        "ja": "悪女を殺して"
      },
      {
        "th": "นางร้ายต้องสังหาร"
      },
      {
        "fr": "Comment tuer la vilaine"
      },
      {
        "zh": "杀死恶女"
      },
      {
        "zh": "除掉那个恶女"
      },
      {
        "es-la": "Elimina a la Dama Villana"
      }
    ],
    "description": {
      "en": "Eris Miserian just wants to die.\r\n\r\nBeing overworked and underappreciated in the real world wasn’t great, but living as the villainess in a romance novel is even worse. If Eris can die in the novel, she might be able to return to reality, but the story won’t let her. Desperate to escape a life as the protagonist’s tormentor, she sets off on a journey with the help of a witch, a knight, and a high priest. Can she find her way back to her friends and family, or is Eris doomed to a fictional future?\r\n\r\n---\r\nOfficial Translations:\r\n* [French](https://cdn.fr.piccoma.com/parking/static-error-page/error.html?message=restricted1)\r\n* [Indonesiah](https://kakaopage.co.id/content/Kill-the-Villainess/3506)\r\n* [Japanese](https://piccoma.com/web/product/72166)\r\n* [S. Chinese](https://m.kuaikanmanhua.com/mobile/11318/list/)\r\n* [T. Chinese](https://tw.kakaowebtoon.com/content/%E6%AE%BA%E6%AD%BB%E6%83%A1%E5%A5%B3/142)\r\n* [Thai](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B1%E0%B8%87%E0%B8%AB%E0%B8%B2%E0%B8%A3/229)",
      "ru": "Она перевоплотилась в злодейку из романа.  \r\nЭрис испила яд, когда ее бывший жених, наследный принц, женился на ее подруге детства, служанке Елене. Когда я осознала, что произошло, у меня появилась только одна цель: сбежать из этого вымышленного мира. Но мир не позволил, и мне пришлось измениться. Это привело к тому, что те, кто игнорировал оригинальную Эрис, вдруг стали выпрашивать внимания и ласки у \"новой\" ее.  \r\n— Кто ты? — спросил святой, который лелеял Елену.  \r\n— Ты… ты действительно Эрис? — спросил воин, который поклялся в вечной верности Елене.  \r\n— …Ты изменилась, — сказал даже принц, который отверг оригинальную Эрис ради Елены.  \r\nЭто странно. Все вы никогда не интересовались Эрис, так почему делаете это сейчас? Но даже так, я не стану привязываться, сколько бы времени ни прошло. Я никогда не полюблю этот мир.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Original Web Novel](https://page.kakao.com/home/%EC%95%85%EB%85%80%EB%A5%BC-%EC%A3%BD%EC%97%AC-%EC%A4%98/54115473)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "102"
  },
  {
    "mangaId": "90043ed2-87d7-4a4c-b9a6-272445afe6af",
    "title": {
      "en": "Modern Konosuba (Doujinshi)"
    },
    "updatedAt": "2023-11-27T14:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/90043ed2-87d7-4a4c-b9a6-272445afe6af/737329f7-a92d-44b5-a46e-c42055d10e55.jpg",
    "altTitles": [
      {
        "en": "Gensuba"
      }
    ],
    "description": {
      "en": "Ever wondered what would happen if the characters from the series Konosuba were put in a Modern setting?\n\nWell here you have the answer!!!\n\n---\n\n**Note:** All rights of Konosuba belong to their original author Natsume Akatsuki and its illustrator Mishima Kurone.\n\n---\n\n**Links:**\n- [Official Twitter of the artist](https://twitter.com/bhive003)\n- [Official Twitter of the fan series](https://twitter.com/Gen_Suba_)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-09-29T13:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/69032ff4-e335-4ff3-9a2f-e3023e0f1972.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be638794-0dfb-4d1b-af54-df5ca0cf8334",
    "title": {
      "en": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
    },
    "updatedAt": "2024-10-15T02:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/be638794-0dfb-4d1b-af54-df5ca0cf8334/86623e9c-ce45-4cbb-b39e-f1ab20e7d11b.jpg",
    "altTitles": [
      {
        "ja": "転生したら捨てられたが、拾われて楽しく生きています。"
      },
      {
        "ja-ro": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
      },
      {
        "en": "When she was reincarnated, she was abandoned, but she was picked up and is living happily ever after."
      }
    ],
    "description": {
      "en": "Millie is reincarnated as a baby with memories of her previous life.However, at the age of five months, she is abandoned in the cold...! She was picked up by Joe and Marissa who happened to be passing by, and her life was saved, but the life of the common people in another world that awaits her is quite severe.... She finds herself in a dirty room full of dust and stains, without the delicious food she had in her previous life! The couple's restaurant and inn, \"Cat's Pavilion in the Shade of the Trees,\" is in financial trouble! In order to return the favor she was given, she changes the store with her cheat magic and knowledge from her previous life...the long-awaited comic book version of the popular web novel!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7947227-3933-47f0-9f0b-3aeb7c5ff234",
    "title": {
      "en": "Odoronbaa"
    },
    "updatedAt": "2024-10-07T06:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/a7947227-3933-47f0-9f0b-3aeb7c5ff234/2f0a2cf6-0d87-4be0-8f30-483c0c4bdb70.jpg",
    "altTitles": [
      {
        "ja": "おどろんばあ"
      },
      {
        "ja-ro": "Odoronba"
      },
      {
        "en": "Stories of the Mask"
      },
      {
        "es": "Historias de la Máscara"
      }
    ],
    "description": {
      "en": "The mask of Hannya, a jealous she-devil located in an old antique store, scrutinizes the darkness of men's hearts and knows the secrets of all the objects that have been accumulating there since time immemorial. Prepare well because certain death comes at odd times, and whether you are a young man or a tired old man, whatever she finds you, she will take you with her to hell."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "cc3db4a0-a3bb-4aa9-80d5-6cc9aeeca861",
    "title": {
      "en": "Touhou - Ake no Sora ni (Doujinshi)"
    },
    "updatedAt": "2024-10-15T09:49:59+00:00",
    "coverArt": "https://mangadex.org/covers/cc3db4a0-a3bb-4aa9-80d5-6cc9aeeca861/f6546ce7-67bc-4a07-9770-797538df19c8.jpg",
    "altTitles": [
      {
        "en": "Ake no Sora ni (Touhou Project)"
      },
      {
        "en": "Touhou - In The Sky's Morning Glow (Doujinshi)"
      },
      {
        "en": "Touhou Project dj - In The Sky's Morning Glow"
      },
      {
        "en": "あけのそらに (東方Project)"
      },
      {
        "vi": "Ánh Nắng Trên Trời Cao"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-09T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-10-09T01:40:38+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/866f4623-d301-4b38-adc7-9f1d8778d93a.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Ramen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "vi": "Quán Ramen Mèo Đỏ"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a7a158a-2f16-4584-a4a1-d8156de3bf18",
    "title": {
      "en": "Tonari no Neko ga Joubutsu Shite Kurenai"
    },
    "updatedAt": "2024-10-15T09:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a7a158a-2f16-4584-a4a1-d8156de3bf18/1c5d39ce-a61a-4079-a1e2-d445a0a35156.jpg",
    "altTitles": [
      {
        "ja": "隣の猫が成仏してくれない"
      },
      {
        "en": "The Cat Next to Me Won't Come to Buddhahood"
      }
    ],
    "description": {
      "en": "\"When will you pass on?\"\nAn emotional drama depicting the strange cohabitation of \"Nanashi,\" a cat spirit, and \"Tamako,\" a girl with a condition.",
      "ja": "「キミ、いつ成仏するの？」\n猫の地縛霊「ナナシ」とワケあり少女「タマコ」の奇妙な同居生活を描いたヒューマンドラマ"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8cc5c4d-c953-4bea-936f-2447deb2394a",
    "title": {
      "en": "Kingdomland"
    },
    "updatedAt": "2024-07-16T11:35:04+00:00",
    "coverArt": "https://mangadex.org/covers/f8cc5c4d-c953-4bea-936f-2447deb2394a/02e29183-7b71-45ed-83ea-ea517ef51f6f.jpg",
    "altTitles": [
      {
        "ko": "킹더랜드"
      },
      {
        "en": "King the Land"
      },
      {
        "zh-hk": "歡迎來到王之國"
      },
      {
        "fr": "L'Empire du sourire"
      },
      {
        "pt-br": "Rei da Terra"
      }
    ],
    "description": {
      "en": "The prologue and epilogue of the drama, \"King the Land.\"\n\nCheon Sarang, who smiles the brightest in the entire world, and Gu Won, who hates smiles.\n\nThe true first meeting of the two, as well as the stories of the times that have passed by.\n\nMeet them through Author Spoon's sparkling webtoon ❤️",
      "pt-br": "A história de antes e depois do dorama <Sorriso Real>.\n\nCom Sarang, uma garota que tem o sorriso mais brilhante do mundo e Guwon, um garoto que odeia sorrisos.\n\nConheça o verdadeiro primeiro encontro dos dois e as histórias de suas vidas durante a emocionante webtoon desenhada pela artista de “Quem Me Fez Uma Princesa”, Spoon!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "21"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-10-04T00:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "c3a50e1d-7572-4cac-82c0-d3d8da4993be",
    "title": {
      "en": "Bukuro Kicks"
    },
    "updatedAt": "2024-02-18T02:11:17+00:00",
    "coverArt": "https://mangadex.org/covers/c3a50e1d-7572-4cac-82c0-d3d8da4993be/7f64135f-6b26-4cdb-8365-597af9239b06.jpg",
    "altTitles": [
      {
        "ja": "ブクロキックス"
      }
    ],
    "description": {
      "en": "The setting is Tokyo. Rumors are going around Tokyo of a prize of ten million for beating \"Gyokutei Shinjuku\" at blind soccer, and blind soccer experiences a sudden surge. Meanwhile, not far away in Ikebukuro, a South Korean girl named Ji-he recruits members for a blind soccer team. And one day, while working at a cabaret club, a blind young man named Oyamada comes in. Despite never playing blind soccer before, Oyamada is somewhat forcefully dragged into the team to fill out the numbers. However, this man actually is...",
      "ja": "舞台は東京。ブラインドサッカーチーム「玉帝新宿」に勝てば賞金1千万という噂が東京を駆け巡り、にかわにブラインドサッカーが盛り上がりを見せる。その頃、少し離れた池袋で、ブラサカチームのメンバー探しをする韓国人の女の子・ジヘ。ある日、彼女が勤務するキャバクラに、盲目の青年・小山田がやってくる。ブラインドサッカー未経験ながら、数合わせのため半ば強引にチームに入れられる小山田。しかし、この男、実は……。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "8c86ac89-8c6b-49ed-baa6-9cac67930082",
    "title": {
      "en": "Hansel and Gretel"
    },
    "updatedAt": "2021-05-25T15:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/8c86ac89-8c6b-49ed-baa6-9cac67930082/9bdb1ff0-a6d5-4ee9-a8d0-898b867962c1.jpg",
    "altTitles": [
      {
        "en": "ヘンゼルとグレーテル"
      }
    ],
    "description": {
      "en": "An anthology collection of very short parodies of classic fairy tales and stories, such as Cinderella, Robinson Crusoe, Ali Baba, Snow White and more."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "22"
  },
  {
    "mangaId": "1e0e631b-f9b8-476a-b7d6-a0f000027898",
    "title": {
      "en": "Kozure Batsuichi, Saigo no Koi wa Numa deshita."
    },
    "updatedAt": "2024-09-13T20:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/1e0e631b-f9b8-476a-b7d6-a0f000027898/f876d91a-3deb-46c0-9491-c3e08bca02e9.jpg",
    "altTitles": [
      {
        "ja": "子連れバツイチ、最後の恋は沼でした。"
      },
      {
        "en": "Single Mother’s Last Love Was a Bog"
      }
    ],
    "description": {
      "en": "A single mother who despises men is neighbors with a younger, womanizing man! Despite being scum, he is great at cooking and childcare--does that make him an ideal partner?",
      "ja": "クズでスパダリな年下男子が、頑張るシンママの心を癒やす!!\n\nシングルマザーの灯子は、誰にも頼ることなく、仕事と育児に大忙しな毎日を送っていた。ある日、過労で倒れてしまった灯子を助けたのは、隣の部屋に住む男子大学生だった。彼はイケメンスペック最強のスパダリ属性でちょっとクズ。男嫌いな灯子の最後の恋が始まりそうで──。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c627186-541e-4ef3-a68a-860520a779ab",
    "title": {
      "en": "Oshi to Deaitakunai Joshidaisei"
    },
    "updatedAt": "2023-06-23T02:25:04+00:00",
    "coverArt": "https://mangadex.org/covers/0c627186-541e-4ef3-a68a-860520a779ab/82ff5ca8-3014-4419-a978-3f1621f274cb.jpg",
    "altTitles": [
      {
        "ja": "推しと出会いたくない女子大生"
      }
    ],
    "description": {
      "en": "The story follows Mai, a college student, who joins a light music club because of her crush, the bass player and distributor Single Mambo. However, she meets Mitsui, her classmate, who is also a fan! She doesn't want to get close to him and doesn't want to be revealed as a fan, but for some reason, Mitsui is getting closer and closer to her...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/10a3e590-180f-414a-bbab-eb487af42926.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-10-08T21:35:57+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/7330f07e-9427-4a29-855d-f78f53db732f.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      },
      {
        "ru": "Компания МагиЛумьер"
      }
    ],
    "description": {
      "en": "Are you looking for something new? Something challenging? Something very highly paid? Exterminating monsters is an exciting, fast-paced field that will get you out from behind a desk and into the action. With over 500 magical girl companies now in operation, you’re sure to find a position—and a uniform—that fits. Start your career as a magical girl today!\n\n---\n[Viz Official English Volumes](https://www.viz.com/magilumiere-magical-girls-inc)",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc283611-42aa-4819-ae48-142b2c164a82",
    "title": {
      "en": "Sex Friend, Yappa nashi de!"
    },
    "updatedAt": "2024-05-19T07:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/dc283611-42aa-4819-ae48-142b2c164a82/38e2e1da-2058-4f61-9ccf-05064aa65850.jpg",
    "altTitles": [
      {
        "vi": "Kết Thúc Mối Quan Hệ Bạn Tình Này Thôi"
      },
      {
        "ja": "セフレ、やっぱなしで"
      },
      {
        "en": "Let’s End This FWB Relationship"
      }
    ],
    "description": {
      "en": "\"Would you like to have sex with me once?\" Tsukioka's love life doesn't go well because his private parts are XL size.One day, his classmate Tokieda sees his private parts and proposes sex.Tsukioka, who worries about being too big, and Tokieda, who is loyal and greedy for what feels good, are a perfect fit in terms of compatibility and size!A limited-time sex friend relationship begins, “until the two find a girlfriend”, but they gradually begin to be attracted to each other's true faces...?A youthful tale of unrequited love between young people!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "247fe684-e74b-42f9-ae63-0c410a663408",
    "title": {
      "en": "Magic Kaito"
    },
    "updatedAt": "2024-04-19T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/247fe684-e74b-42f9-ae63-0c410a663408/854e89fc-200b-4fd7-be64-957cec7b17d6.jpg",
    "altTitles": [
      {
        "en": "Kaito Kid"
      },
      {
        "es": "Màgic Kaito"
      },
      {
        "ru": "Волшебник Кайто"
      },
      {
        "ar": "ماجيك كايتو"
      },
      {
        "ja": "まじっく快斗"
      },
      {
        "zh": "魔术快斗"
      },
      {
        "th": "จอมโจรอัจฉริยะ"
      }
    ],
    "description": {
      "en": "Teenage magician Kaito Kuroba has a secret identity: that of Kaitou Kid, a famous internationally-known and wanted \"phantom thief\". Kaito took the identity after one day discovering that his late father was the original Kaitou Kid. Later on, he discovers his father, who died from an 'accident' during a magic trick, was really murdered because he would not steal the jewel Pandora for an evil organization. As Kaitou Kid, Kaito tries to find Pandora before that organization that killed his father do, and destroy it, leading Inspector Nakamori and his taskforce on the wildest jewel heists imaginable!",
      "ja": "世紀の宝物を予告通りに手中し、闇から闇へと消え去る紳士・怪盗キッド！！見事なマジックで名刑事らの裏をかき、目指すは「正義」の完全犯罪！！今宵、神出鬼没の彼が狙う宝石は、時価4億円の「月の瞳」だ！！"
    },
    "status": "ongoing",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-10-11T14:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/80f28c37-38b4-459d-b238-fbc8347eaac6.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47e5c76d-1420-4bfa-a973-90524c9d6f13",
    "title": {
      "en": "Pokémon Special"
    },
    "updatedAt": "2024-10-11T17:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/47e5c76d-1420-4bfa-a973-90524c9d6f13/62d30f8f-4929-46c9-a0e4-25c66c7bff92.jpg",
    "altTitles": [
      {
        "en": "Pokémon Adventures"
      },
      {
        "fr": "Pokémon La Grande Aventure"
      },
      {
        "tr": "Pokémon Maceraları"
      },
      {
        "ja-ro": "PokéSP"
      },
      {
        "ja-ro": "PokéSpe"
      },
      {
        "en": "PokéSpecial"
      },
      {
        "ja": "ポケットモンスタースペシャル"
      },
      {
        "en": "Pocket Monsters Special"
      },
      {
        "de": "Pokemon - Die ersten Abenteuer"
      },
      {
        "uk": "Пригоди Покемонів"
      }
    ],
    "description": {
      "en": "Pokémon Adventures follows the story of the original Game Boy game, with all the Gym Leaders, places and opponents. There's plenty of action as these trainers explore forests, jungles, cities and caves in search of Pokémon and adventure… sometimes working together, sometimes on their own! But can they foil the schemes of Team Rocket, a mysterious group of villains who want to use Pokémon for evil?  \n  \nVolume 1 Chapter 1 - Volume 3 Chapter 40 - Red, Green & Blue chapter  \nVolume 4 Chapter 41 - Volume 7 Chapter 90 - Yellow chapter  \nVolume 8 Chapter 91 - Volume 15 Chapter 180 - Gold, Silver & Crystal chapter  \nVolume 15 Chapter 181 - Volume 22 Chapter 267 - Ruby & Sapphire chapter  \nVolume 22 Chapter 268 - Volume 26 Chapter 302 - FireRed & LeafGreen chapter  \nVolume 26 Chapter 303 - Volume 29 Chapter 337 - Emerald chapter  \nVolume 30 Chapter 338 - Volume 38 Chapter 416 - Diamond & Pearl chapter  \nVolume 38 Chapter 417 - Volume 40 Chapter 441 - Platinum chapter  \nVolume 41 Chapter 442 - Volume 43 Chapter 460 - HeartGold & SoulSilver chapter  \nVolume 43 Chapter 461 - Volume 51 Chapter 524 - Black & White chapter  \nVolume 52 Chapter 525 - Volume 55 Chapter 548 - Black 2 & White 2 chapter  \nVolume 55 Chapter 549 - Volume 62 Chapter 595 - X & Y chapter  \nVolume 62 Chapter 596 - Volume ?? Chapter ??? - ΩRuby•αSapphire\n  \nORAS and Sun & Moon will be added to this entry."
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-10-12T09:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/d685e9ee-caf4-4ab9-bea7-6f705067ef28.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-10-09T09:29:13+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      },
      {
        "ja-ro": "Unmei No Makimodoshi"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!",
      "vi": "Biệt đội cơ động cảnh sát thời không, hay còn gọi tắt là \"Cảnh sát thời gian\" (Người tua ngược/Rewinder) là một tổ chức giải cứu những người có cái chết bất đắc kì tử! Họ sử dụng một cỗ máy thời gian ở mắt phải \"Retry Eye\"! Những cảnh sát thời gian có thể quay ngược thời gian hàng chục, hàng trăm tới hàng nghìn lần cho đến khi phá được vụ án! Bộ truyện từng lập kỷ lục suốt 1 năm liền đứng đầu liên tục trong danh sát truyện yêu thích của tạp chí Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "95f11d75-2018-4fe7-ac9f-04039f15b4e4",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Yotsuba Keishou-hen"
    },
    "updatedAt": "2022-09-27T03:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/95f11d75-2018-4fe7-ac9f-04039f15b4e4/dbfdcbdc-2be0-4f5f-82a9-5f51671c4af7.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei - Sucesión Yotsuba"
      },
      {
        "en": "The Irregular at Magic High School - Yotsuba Succession Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Наследник семьи Йоцуба"
      },
      {
        "ja": "魔法科高校の劣等生 四葉継承編"
      },
      {
        "zh": "魔法科高中的劣等生 四叶继承篇"
      },
      {
        "zh-hk": "魔法科高中的劣等生 四葉繼承篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Yotsuba Keishō-hen"
      }
    ],
    "description": {
      "en": "In December, Miyuki receives an invitation for the Yotsuba's new year's family gathering. However, unlike previous years, they specially added \"Everyone must attend\" on the invitation. Miyuki understands that \"the time has come\" — it is time to decide the next head for the Yotsuba Clan.  \n— If she is elected, her brother will be free.  \n— If she becomes the next head, she will be forced to marry someone else.  \nMiyuki's heart is a mess.  \nThe truth of the Brother and Sister relationship is finally unveiled!? Yotsuba Keishou-hen begins!  \n  \nAdaptation of the original novel's volume 16."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "c05c4c9f-4511-446d-a48d-ae3318023e90",
    "title": {
      "en": "8-sai kara Hajimeru Mahougaku"
    },
    "updatedAt": "2024-10-07T12:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/c05c4c9f-4511-446d-a48d-ae3318023e90/2b9b0ca2-c86b-41a1-a32c-d0fcfbfbb5c2.jpg",
    "altTitles": [
      {
        "ja": "8歳から始める魔法学"
      },
      {
        "en": "Studying magic from the age of 8"
      },
      {
        "ja-ro": "8-SAI KARA HAJIMERU MAHOU GAKU"
      },
      {
        "ru": "Изучение магии с 8 лет"
      }
    ],
    "description": {
      "en": "Roy Aveillam, from a notorious ducal family, is feared by everyone around him for his irreverent and arrogant attitude. However, in the midst of the turmoil with his classmate Van, he regains his \"memory of his previous life\" and his \"desire\"! It was a wish to \"master something and become special.\n\nAnd then, Roy has an even more special encounter. He meets someone who has magic in this world! At the age of 8, he awakens to \"magic\" and aims to turn his life around with the help of his many encounters!",
      "ja": "悪名高い公爵家出身のロイ・アヴェイラムは、不遜かつ尊大な態度で周囲から恐れられていた。しかし、クラスメイトの少年ヴァンとの騒動の渦中で“前世の記憶”と抱いていた“想い”を取り戻す――！それは『何かを極め、特別になりたい』という願い。\n\nそして、ロイはさらに特別な出会いを果たす。\n\n「出会えたぞ…この世界には魔法がある――！」\n\n8歳にして“魔法学”に目覚めた少年は多くの出会いを糧にして人生逆転を目指す!!",
      "ru": "Мальчик Рой — пресловутый княжеский сын, которого боятся из-за его окружения и заносчивости. Однажды из-за несчастного случая он вспоминает свою прошлую жизнь и своё желание: «Я хочу стать особенным хоть в чём-то!». Решив, что эта жизнь — его шанс, Рой начинает изучение магии."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-10-01T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]