[
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bafc25e7-c522-4a65-9ee9-0a02b8868936",
    "title": {
      "en": "The Weekly Roll"
    },
    "updatedAt": "2021-05-25T15:46:58+00:00",
    "coverArt": "https://mangadex.org/covers/bafc25e7-c522-4a65-9ee9-0a02b8868936/51d89ce7-2571-4efb-98fe-ce16ecf3c2f4.jpg",
    "altTitles": [],
    "description": {
      "en": "Une bande dessinée inspirée de Dungeons & Dragons qui suit les divers exploits d'un groupe d'aventuriers."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a169ddc-22f9-4566-92c4-0440cec2bb54",
    "title": {
      "en": "Tanbo de Hirotta Onna Kishi, Inaka de Ore no Yome da to Omowareteiru"
    },
    "updatedAt": "2024-11-06T19:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/4a169ddc-22f9-4566-92c4-0440cec2bb54/a3950984-f7fa-423b-a797-314856b64ef2.jpg",
    "altTitles": [
      {
        "ja": "田んぼで拾った女騎士、田舎で俺の嫁だと思われている"
      },
      {
        "en": "All My Neighbors are Convinced the Female Knight from My Rice Field is My Wife"
      },
      {
        "th": "เพราะดันไปเก็บตกอัศวินหญิงจากท้องนา แถวบ้านเลยลือว่านางเป็นภรรยาของผม ตอนที่"
      },
      {
        "th": "เก็บอัศวินหญิงได้จากท้องนา ตอนที่"
      }
    ],
    "description": {
      "en": "Jin Mita, a farmer living in a small countryside town, discovers an unconscious female knight in his rice field one morning. She calls herself Seraphim, and she seems to have come from another world. She has no knowledge of this world and nowhere to go. Unable to bear seeing her like this, Jin offered to take her in, but apparently the people around him think that Seraphim is his wife...!?\n\n(Source: Magazine Pocket)",
      "ja": "小さな田舎町で農家として暮らす三田仁は、ある朝自分の田んぼに女騎士が倒れているのを発見する。セラフィムと名乗る彼女は、どうやら異世界からやって来たらしい。この世界の知識もなく行き場もない。そんな彼女を見かねて一緒に暮らすことを提案するも、どうやら周りからはセラフィムが俺の嫁だと思われてるようで…!? お日様の下の農作業と新鮮素材のお料理。そして美人女騎士と送る、のんびり田舎スローライフ開幕！",
      "vi": "Một ngày nọ, tôi ra thăm ruộng, thì vô tình gặp một nữ hiệp sĩ đang nằm trong bãi ruộng nhà tôi. Cô ta tự xưng là Seraphim, là kị sĩ tới từ một đế quốc viễn tưởng nào đó. Có vẻ như cô ấy nói thật, vì cô ta không có bất cứ kiến thức gì về thế giới này. Do không thể để mặc cô ấy như vậy, tôi đành đưa cô ấy về nhà chăm sóc. Và do ở vùng quê người ta biết hết dù chỉ là một sự thay đổi nhỏ nhất, người ta bắt đầu đồn cô ấy là vợ tôi..."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2025-01-22T23:45:40+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/0c6f71ac-acae-4343-8041-ff8fa2e06363.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu estou sendo criada por vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bdd01bb-2428-4b1a-b2e0-2892e92c1ae2",
    "title": {
      "en": "Digimon 04: Infinite Zone"
    },
    "updatedAt": "2024-01-09T22:41:59+00:00",
    "coverArt": "https://mangadex.org/covers/7bdd01bb-2428-4b1a-b2e0-2892e92c1ae2/9a7d7108-36db-4d1f-80db-483d0cbdb7ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Furontia"
      },
      {
        "ja": "デジモンフロンティア"
      },
      {
        "zh-hk": "數碼寶貝０４　無限地帶"
      },
      {
        "en": "Digimon Frontier: Infinite Zone"
      }
    ],
    "description": {
      "en": "The spirits of ten legendary warriors, who in ancient times had saved the Digiworld, now present a new power to the Digidestined! To save the Digiworld from evil, Takuya, Koji, Tommy, J.P and Zoe must band together as a team to find their chosen spirits! The journey into the new frontier - the Digimon Frontier - is about to begin!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "6e96f17a-0aa1-411a-82bd-1171c0ee95f3",
    "title": {
      "en": "Kindaichi 37-sai no Jikenbo"
    },
    "updatedAt": "2025-01-22T07:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/6e96f17a-0aa1-411a-82bd-1171c0ee95f3/ce6b9cae-bfde-49f6-b062-6cff39797f0d.jpg",
    "altTitles": [
      {
        "ja": "金田一37歳の事件簿"
      },
      {
        "en": "37 Year Old Kindaichi Case Files"
      },
      {
        "en": "The Case Files of Kindaichi Age 37"
      },
      {
        "ko": "김전일 37세의 사건부"
      },
      {
        "zh": "金田一37岁事件簿"
      },
      {
        "zh-hk": "金田一37歲事件簿"
      },
      {
        "id": "Detektif Kindaichi 37"
      },
      {
        "th": "คินดะอิจิ 37 กับคดีฆาตกรรมปริศนา"
      },
      {
        "vi": "Những Vụ Án Của Kindaichi Ở Tuổi 37"
      }
    ],
    "description": {
      "en": "This is the sequel to the popular Kindaichi Case Files franchise, set 20 years after the original version! Hajime is no longer a student detective, but is a poor office worker who has to deal with the daily pains of adulthood. No longer wanting to solve cases anymore, he keeps his head down and tries to go about his daily work as quietly as possible.  \n  \nBut crime never takes a break, and it isn't long before Kindaichi gets dragged into cases that occur around him. Starting off the new series, we revisit Uta Island, for the fourth edition of the Opera House Murder Case, where the Phantom of the Opera is planning a bloody revenge.",
      "ja": "数々の難事件を解決した天才高校生・金田一一（きんだいちはじめ）は、３７歳のオッサンになっていた。PR会社で働く金田一は、上司の命令で離島リゾートのイベントを担当することに。なんとその島は、３度も殺人事件が起きた”オペラ座館”のあった歌島だった！「もう謎は解きたくない」と思っている金田一は、何も起きないことを祈りつつ上陸。しかし、そんな彼を嘲笑うかのように歌島にファントムの笑い声が響くのだったーー。"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": ""
  },
  {
    "mangaId": "ce398cd4-33cf-4717-9e2c-ef98c7a5c578",
    "title": {
      "en": "Hero Organization"
    },
    "updatedAt": "2024-12-10T16:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/ce398cd4-33cf-4717-9e2c-ef98c7a5c578/9b881314-e397-4278-941e-e6989a20da6f.jpg",
    "altTitles": [
      {
        "ja": "英雄機関"
      },
      {
        "ja-ro": "Eiyuu Kikan"
      },
      {
        "pt-br": "Hero Organization"
      }
    ],
    "description": {
      "en": "In a near-future where humanity stands on the edge of extinction, we turn our gaze to the stars. But in the depths of space, a new menace looms—the 'Star Beasts.' To combat these creatures, warriors donning mechanical armor emerge as humanity's last hope. Prepare yourself for a groundbreaking mecha action saga, where breathtaking visuals meet an expansive universe. The battle for survival starts now!",
      "pt-br": "Em um futuro próximo onde a humanidade beira a extinção, passamos a olhar as estrelas. Mas, na vastidão do espaço, uma nova ameaça surge - as Feras Estelares. Para combater essas criaturas, guerreiros utilizando armaduras mecânicas emergem como a última esperança da humanidade. Prepare-se para uma saga de ação mecha insana, onde visuais de tirar o fôlego encontram um vasto universo. A batalha pela sobrevivência começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605ad5b4-f04f-41df-8424-35c397db2a3b",
    "title": {
      "en": "Sekai Maou"
    },
    "updatedAt": "2023-10-27T19:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/605ad5b4-f04f-41df-8424-35c397db2a3b/b91665a0-db55-4453-b99a-043674980fe9.jpg",
    "altTitles": [
      {
        "en": "World Demon Lord"
      },
      {
        "ja": "セカイ魔王"
      },
      {
        "zh": "世界魔王"
      },
      {
        "ko": "세계마왕"
      }
    ],
    "description": {
      "en": "300 years ago, the demon lord attempted to take over the world but was defeated by a hero. But now, the demon lord has been reincarnated in the form of a cute girl who doesn’t have any memory of her past. She still retains the same deadly powers, but her only resource is the memory robot assistant. The reemergence of the demon lord also means that somewhere, a new hero has appeared. The demon lord sets out and locates this new hero but, the one she finds is Alsha, a timid boy who's weaker than the average human. This is the story of the most powerful demon lord in history and the weakest hero in history.  \n  \nOther links:  \n[Twitter](https://twitter.com/sui_hutami/)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "50"
  },
  {
    "mangaId": "0fc2cafc-0c2f-419c-a891-5c0745080800",
    "title": {
      "en": "Bungo Stray Dogs: STORM BRINGER"
    },
    "updatedAt": "2025-01-23T15:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/0fc2cafc-0c2f-419c-a891-5c0745080800/c0663e6a-345c-4a3a-8a31-781f22719a27.jpg",
    "altTitles": [
      {
        "en": "Bungo Stray Dogs: STORM BRINGER"
      },
      {
        "ru": "Великий из Бродячих Псов: Приносящий Шторм"
      },
      {
        "ja": "文豪ストレイドッグス STORM BRINGER"
      },
      {
        "vi": "Văn Hào Lưu Lạc: STORM BRINGER"
      },
      {
        "ja": "文豪ストレイドッグス ＳＴＯＲＭ ＢＲＩＮＧＥＲ"
      }
    ],
    "description": {
      "en": "It's been roughly one year since Chūya Nakahara joined the Port Mafia, and he's got his sights set on an executive position. But as he makes plans to move up, a man by the name of Paul Verlaine—claiming to be his older brother—appears and vows to assassinate everyone he cares about! Now, Chūya must team up with Adam, a European A.I. investigator, to stop this lunatic before the storm swallows Yokohama once again…"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8422ee2d-cd1d-45b8-8786-05451a2608d1",
    "title": {
      "en": "Shippai Kazoku"
    },
    "updatedAt": "2025-01-25T08:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/8422ee2d-cd1d-45b8-8786-05451a2608d1/34145f7d-13bc-419e-8a50-b01fd9ee398b.jpg",
    "altTitles": [
      {
        "ja": "失敗家族"
      },
      {
        "ja-ro": "Shippai Kazoku"
      },
      {
        "en": "Failed Family"
      },
      {
        "vi": "Gia Đình Thất Bại"
      }
    ],
    "description": {
      "en": "A reclusive son, a daughter looking for sugar daddies, and a cheating husband. \"This family is a failure.\" Noriko, a housewife who thinks so, has no dreams or hopes for the future, and her days just pass by. However, her fate changes dramatically when she impulsively kills her husband's boss. \"The only way for the whole family to live happily is to hide the body.\" A strange bond is formed as the broken family cooperates in concealing the body.",
      "vi": "Một người con trai nhốt mình trong phòng, một cô con hẹn hò với sugar daddy, và một người chồng ngoại tình. \"Gia đình này là một sự thất bại.\" Bà nội trợ Noriko nghĩ như vậy, không có ước mơ hay hy vọng gì vào tương lai, và những tháng ngày của cô chỉ trôi qua vô nghĩa. Tuy nhiên, số phận của cô gặp một bước ngoặt khi cô lỡ tay giết chết sếp của chồng mình. \"Cách duy nhất để cả gia đình sống hạnh phúc là giấu xác.\" Một mối liên kết kỳ lạ được hình thành khi gia đình tan vỡ này hợp tác để che giấu xác chết."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0199df3d-e857-41d1-927d-a3480a5755f6",
    "title": {
      "en": "Katarika"
    },
    "updatedAt": "2025-01-16T11:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/0199df3d-e857-41d1-927d-a3480a5755f6/c3ba6a20-6a3c-4d6a-89c0-a65a1d3d15d6.jpg",
    "altTitles": [
      {
        "en": "Katarika: The Curse of Ghostly Tales"
      },
      {
        "ja": "カタリカ ―語り禍―"
      }
    ],
    "description": {
      "en": "The story of \"Katarika: The Curse of Ghostly Tales\" follows a group of girls trapped by a mysterious \"curse\" linked to Ghostly tales. It combines thrilling suspense and emotional depth, focusing on their friendships as they navigate this eerie phenomenon. The manga blends supernatural horror with the characters' personal struggles, unraveling a chilling tale of how stories can shape and destroy their world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c7cef8-2c15-4043-98c8-6c11f14ece23",
    "title": {
      "en": "Maryoku Zetsumu no Ryuuken Tsukai: Maryoku Zero no Ryuuou no Musuko, Bocchi Yueni, Tomodachi wo Tsukuru Tameni Madou Gakuen de Musou Suru"
    },
    "updatedAt": "2024-06-23T13:25:27+00:00",
    "coverArt": "https://mangadex.org/covers/64c7cef8-2c15-4043-98c8-6c11f14ece23/3db218f1-6d29-43c0-b314-ead3a1412c54.jpg",
    "altTitles": [
      {
        "en": "Overlord Dragoon"
      },
      {
        "ja": "魔力絶無の竜拳使い～魔力ゼロの竜王の息子、ぼっち故に、友達を作るために魔導学園で無双する～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd144b8-fc47-4cf4-afc7-9191d88dcc4a",
    "title": {
      "en": "Kutabire Salarymen no Ore, 7nenburi ni Saikai shita Bishoujo JK to Dosei wo Hajimaru"
    },
    "updatedAt": "2025-01-10T05:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/4fd144b8-fc47-4cf4-afc7-9191d88dcc4a/4cdeb41e-8b7b-46c1-b2da-0a95bbf2f168.jpg",
    "altTitles": [
      {
        "ja": "くたびれサラリーマンな俺、7年ぶりに再会した美少女JKと同棲を始める"
      },
      {
        "en": "I, a Tired Office Worker, Start Living Together with a Beautiful Highschool Girl whom I Met Again After 7 Years"
      },
      {
        "es": "Soy un Cansado Asalariado, y Comencé a Vivir con una Hermosa Estudiante de Secundaría Luego de Reencontrarnos 7 Años Después"
      }
    ],
    "description": {
      "en": "Amae Yuuya, an office worker in his third year of employment, is completely exhausted by the daily grind. Then, for the first time in seven years, Yuuya meets Aoi Shiratori, a girl eight years younger than him who used to live in his neighborhood. She had grown up to be a beautiful JK girl who was good at housework, and she said to him,\n\n“Yuuya-kun, would you like to live with me under the premise of marriage?”\n\nAoi desperately wants to live with Yuuya, her first love. Yuuya, who is puzzled, agrees to live with Aoi as a guardian for the time being, but Aoi’s aggressive approach makes him very nervous inside.\n\n[Light Novel](https://firecross.jp/hjbunko/series/492)",
      "es": "Amae Yuya, un oficinista en su tercer año de empleo, está completamente agotado por la rutina diaria. Entonces, por primera vez en siete años, Yuya se encuentra con Aoi Shiratori, una chica ocho años más joven que él que solía vivir en su barrio. Quien había crecido hasta convertirse en una hermosa chica JK a la que se le daban bien las tareas domésticas. Este repentino acto de acontecimientos tenía un sólo propósito. Y era el vivir juntos bajo la premisa del matrimonio dado a una promesa que ambos se hicieron hace 7 años. Esta es la historia de viejos amigos que empezaran una vida juntos como si fueran esposo.",
      "ja": "毎日激務に追われる“くたびれサラリーマン”天江雄也。いつも通りくたびれていたある日、彼の家を訪ねてきたのは8歳年下の幼馴染・白鳥葵。7年ぶりに再会した葵は、いまやすっかり女子高生。JKがサラリーマンに何の用かと思ったら…まさかの求婚!?からの同棲!!?あくまで保護者として振る舞おうとする雄也だが、葵からの猛烈アプローチに実は動揺しまくりで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-10-27T19:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      },
      {
        "vi": "Dũng Sĩ Diệt Yêu Tinh"
      },
      {
        "vi": "Kẻ Diệt Yêu Tinh"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "vi": "Một nữ tu sĩ trẻ đã thành lập nhóm phiêu lưu đầu tiên của mình, nhưng gần như ngay lập tức họ thấy mình đang đau khổ. Đó là Goblin Slayer đến giải cứu — một người đã cống hiến cuộc sống của mình cho việc tiêu diệt tất cả những yêu tinh, bằng mọi cách cần thiết. Và khi những tin đồn về những kỳ công của anh ấy bắt đầu lan truyền, thì không ai nói được ai có thể gọi tới...",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2025-01-24T19:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      },
      {
        "uz": "Oxiridan Keyingi Boshlanish"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9339050-0957-46e9-a30a-4466eaa0a1e8",
    "title": {
      "en": "Fugue Across Worlds"
    },
    "updatedAt": "2024-06-18T18:02:54+00:00",
    "coverArt": "https://mangadex.org/covers/d9339050-0957-46e9-a30a-4466eaa0a1e8/4558e271-2caa-4445-acfd-206040de2b90.png",
    "altTitles": [
      {
        "zh": "越过尘世的歌"
      },
      {
        "zh-ro": "Yueguo Chenshi De Ge"
      },
      {
        "en": "The Song that Transcends This World"
      }
    ],
    "description": {
      "en": "During troubled times, Weng Shaoying is one of the most famous singers in Dongping. Many people go to Song of Fairyland just to see her perform. However, under her glamorous facade, she has been controlled for more than 10 years. On the other side of Dongping is Bi Xing Tang, one of the most famous gangs there. After her father’s death, Yanchu became the young female leader of Bi Xing Tang, which caused a lot of rumors to spread. On one inevitably fortuitous night, the two happened to meet. At that time, neither of them knew that they would eventually become the most important person in the other’s life. Starting from that night onwards, the gears in Shaoying and Yanchu’s fate will forever be rotating together."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cc0253e-4200-4ab0-8b42-8426a897e9fe",
    "title": {
      "en": "Kore ga Koi da to Oshiete Kureyo"
    },
    "updatedAt": "2024-09-23T17:27:05+00:00",
    "coverArt": "https://mangadex.org/covers/0cc0253e-4200-4ab0-8b42-8426a897e9fe/2185010a-b25b-49d0-9c07-4aff2c13481c.jpg",
    "altTitles": [
      {
        "ja": "これが恋だと教えてくれよ"
      },
      {
        "en": "Tell me this is love"
      }
    ],
    "description": {
      "en": "\"I want to see him cumming with pleasure...more.\" Igarashi Kakeru, an ordinary high school student, has a grudge against Otori Keigo, the student council president. Keigo is a self-proclaimed super elite with good looks and is popular with girls, but he is arrogant. One day, Kakeru and his friends go on a bad spree and decide to go and mess with Keigo by themselves. He had only interacted with Keigo once in middle school, and was overconfident that Keigo wouldn't remember him, an ordinary commoner. However, Keigo remembered Kakeru very well. Surprisingly, they were having fun talking about silly things, when Keigo asked Kakeru to \"teach him some entertainment for the common people.\" Kakeru's mischievous side comes from the fact that Keigo is handsome but not popular with women, and he boasts that he will teach him how to love... but Keigo takes it seriously and even asks him to \"practice\" it!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.6"
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2024-12-21T20:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/44852399-e26c-4665-9d38-f69b04fb02cb.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2025-01-09T21:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Notes from the Inner Palace"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Inner Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44a31dd2-905a-41a4-8c2b-ba76bd8e9675",
    "title": {
      "en": "Metamorphose 21"
    },
    "updatedAt": "2025-01-25T06:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/44a31dd2-905a-41a4-8c2b-ba76bd8e9675/85b79d45-8041-4515-996e-c0a554dfc334.png",
    "altTitles": [
      {
        "ja": "メタモルフォーゼ２１"
      }
    ],
    "description": {
      "en": "\"I'm definitely going to become a cute girl!\"\nYukio, a boy who wants to become a girl, enters a secret facility. It is rumored that the facility will physically transform him into a real girl through drugs and surgery. The life that awaits him is..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b37b6ea3-b494-4c1e-9f23-6157f43fcc92",
    "title": {
      "en": "Akujiki wa kuro o mesu"
    },
    "updatedAt": "2025-01-25T05:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/b37b6ea3-b494-4c1e-9f23-6157f43fcc92/e53c90b8-2788-489e-a46e-2379f64b9257.jpg",
    "altTitles": [
      {
        "ja": "悪食は黒を召す"
      },
      {
        "vi": "Ham Của Lạ, Họa Đổ Đầu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "e83ea51a-1722-4544-9e32-efb405dcf00b",
    "title": {
      "en": "The Irregular at Magic High School - Kana Ishida Art Works"
    },
    "updatedAt": "2025-01-23T18:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/e83ea51a-1722-4544-9e32-efb405dcf00b/6376eecc-4a5a-4904-b24b-b1b1c93a9590.jpg",
    "altTitles": [
      {
        "ja": "魔法科高校の劣等生石田可奈画集"
      },
      {
        "ja-ro": "Mahouka Koukou no Rettousei Ishida Kana Gashou"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Кана Исида сборник артов"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-01-23T10:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/9d7bd60c-655f-41f3-be4d-be5ebc91106c.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "832a0bcb-f58a-4118-9130-43c03d289a8d",
    "title": {
      "en": "Moshimo, Yuurei ga Hatsukoi o Shitara."
    },
    "updatedAt": "2024-12-24T15:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/832a0bcb-f58a-4118-9130-43c03d289a8d/1f5fe857-3e84-451f-8a1c-d25e3960c1b4.jpg",
    "altTitles": [
      {
        "en": "If a Ghost Fell in Love for the First Time"
      },
      {
        "id": "Jika Hantu Jatuh Cinta untuk Pertama Kalinya"
      }
    ],
    "description": {
      "id": "Aku Souta. Tidak punya pengalaman cinta, disebut sebagai otaku introvert dan siswa SMA… atau lebih tepatnya, dulu.\nHah? Kamu tanya apakah aku sudah lulus dari status virgin dan menjadi anak yang lebih keren?\nBukan, bukan. Aku bukan lagi seorang siswa SMA――aku sudah menjadi hantu.\nDengan kata lain, aku berubah menjadi mantan manusia yang introvert, otaku, dan virgn.\nAku hampir tidak punya ingatan ketika aku masih hidup, hanya satu hal yang masih aku ingat— yaitu aku masih virgin.\nMungkin itu adalah penyesalanku.\nDan entah bagaimana, aku tidak bisa keluar dari sekolah khusus cewek ini, jadi semacam arwah gentayangan yang terikat di sma putri ini, dan itu sungguh menyebalkan.\nTapi, meski saat hidup aku terlalu takut untuk bicara dengan cewek, sebagai hantu aku bisa bebas melihat mereka dalam segala situasi!\nAku mungkin merasa sedikit bersalah, tapi jadi hantu ternyata tidak buruk juga! Begitulah pikirku.\nHingga suatu hari, aku melihat boneka karakter favoritku terjatuh di sekolah. Saat mencoba mengambilnya――\n“Kenapa ada cowok… di sekolah cewek ini…?”\nCantik, baik hati, populer dengan semua orang, dan entah bagaimana satu-satunya orang yang bisa melihatku walaupun aku adalah hantu dan benar-benar peduli padaku――\nAku jatuh cinta pada seorang gadis yang sama sekali tidak selevel denganku."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2025-01-24T10:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika's Love Meter Malfunction"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26854d1a-dfd0-4e5c-b6d1-ab291035b8cc",
    "title": {
      "en": "10-Nen Buri ni Saikai shita Kusogaki wa Seijun Bishoujo JK ni Seichou shiteita"
    },
    "updatedAt": "2025-01-20T08:28:27+00:00",
    "coverArt": "https://mangadex.org/covers/26854d1a-dfd0-4e5c-b6d1-ab291035b8cc/6df71e63-2c8e-4477-9b2e-46f750405ccf.jpg",
    "altTitles": [
      {
        "ja": "10年ぶりに再会したクソガキは清純美少女JKに成長していた"
      },
      {
        "en": "The Brat I Hadn't Seen in 10 Years Turned into a Pure, Beautiful High School Girl."
      },
      {
        "es-la": "La mocosa que no había visto en 10 años se convirtió en una pura y hermosa chica de secundaria"
      },
      {
        "ja-ro": "10-Nen Buri ni Saikai shita Kusogaki wa Seijun Bishoujo JK ni Seichou shiteita"
      }
    ],
    "description": {
      "en": "Yuu Arizuki returned to his hometown after quitting his job at an exploitative company in Tokyo. Just as he was getting ready to start a new life back home, he met a beautiful and innocent high school girl, who turned out to be Haruyama Miya, one of the little girls (brats) Isamu used to play with when he was young. But Isamu didn't recognize her because of how much she had changed after growing up...?",
      "ja": "ブラック企業を退職した有月勇は、10年振りに帰ってきた地元で心機一転して新しい生活を始めようとしていた。すると、実家の喫茶店にやってきたのは謎の清純美少女ＪＫ。ドギマギする彼に対してＪＫは「自分の名前を当ててください」と迫ってきて――。キミは一体誰なんだ…!? 10年振りの青春が蘇るすれ違いラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-10-30T21:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      },
      {
        "vi": "Sau khi bị bạn gái lừa, một tiểu quỷ khoá dưới cứ bám theo tôi."
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época natalina.\nYuuta Hasegawa ficou solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltam apenas alguns dias para o Natal!\nApós uma conversa casual com sua amiga Ayaka Mino, Yuuta encontra uma linda garota vestida de Papai Noel - justamente em uma rua cheia de casais! Seu nome era Mayu Shinohara.\nSerá que esse encontro com Shinohara vai se tornar o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2024-07-25T09:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d706a9a4-654d-4adc-9773-ff6fede3fc69",
    "title": {
      "en": "Tyranno"
    },
    "updatedAt": "2025-01-22T20:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/d706a9a4-654d-4adc-9773-ff6fede3fc69/ede4297a-d13a-4bb2-8a4c-29ea86c40ce9.jpg",
    "altTitles": [
      {
        "ja": "ティラノ"
      },
      {
        "ja-ro": "Tirano"
      }
    ],
    "description": {
      "en": "Sexual violence tag is for chapter 1 only.\n\nThe setting is the year 202X, in Kamata, Ota Ward, Tokyo, which has become one of the world's leading entertainment districts due to the opening of the Kamata Line. The area attracts huge economic benefits and is surrounded by organized crime, foreign mafias, terrorists, smugglers, prostitution rings... and the hidden agendas of political, financial, and governmental power players. A newly assigned police officer, Nonogami, stationed at the station's front police box, feels despair over the corruption of power. However, with the overwhelming violence of \"Tyranno,\" a massive female police officer, the cases begin to be solved.",
      "ja": "舞台は202X年、蒲蒲線の開通により世界有数の歓楽街となった東京大田区蒲田。 巨額の経済効果と利権に群がる反社会勢力・外国人マフィア・テロリスト、密売人、売春組織…そして政財官の黒幕の思惑…駅前の交番に赴任した新任警察官・野々上は権力の腐敗に絶望するが、「ティラノ」と呼ばれる巨躯の女性警官の圧倒的な暴力によって事件を解決していく。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42629cfc-527c-41b8-8336-58af877f5c9a",
    "title": {
      "en": "All Saints Street"
    },
    "updatedAt": "2025-01-23T12:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/42629cfc-527c-41b8-8336-58af877f5c9a/dd7dc17c-2da0-4ad1-80ec-43a589a7fe78.jpg",
    "altTitles": [
      {
        "en": "1031 All Saints Street"
      },
      {
        "zh": "万圣街"
      }
    ],
    "description": {
      "en": "A comic about a bunch of foreign monsters contributing GDP in China."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3843d4d1-ddde-430e-91d7-7f9a322b1116",
    "title": {
      "en": "Tokyo Aliens"
    },
    "updatedAt": "2024-10-09T14:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/3843d4d1-ddde-430e-91d7-7f9a322b1116/79482dfb-f787-48a3-8d70-2b503923a449.jpg",
    "altTitles": [
      {
        "ja": "東京エイリアンズ"
      },
      {
        "ko": "도쿄 외계인"
      },
      {
        "zh": "东京异星人"
      }
    ],
    "description": {
      "en": "Gunji Akira, who has just started high school, has been chasing after his father's ghost by trying to become a police officer just like him. One day however, he has a surprise encounter with an alien while leaving school. And there begins the start of his fateful adventures with extraterrestrial life…",
      "vi": "Một ngày đẹp trời, Gunji Akira, một học sinh trung học bình thường đã đặt chân lên toa tàu định mệnh; và từ đó, cuộc đời cậu đã thay đổi hoàn toàn. Câu chuyện gay lọ à nhầm gay cấn đã bắt đầu~"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2024-12-20T07:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/61518c4e-9360-4fd5-9658-b3fa9128660c.jpg",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun receives a letter… from himself? It was written 25 years before for his future self. \nThat letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. \nWith loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "7493c8a8-006a-4140-b997-0bf607fe18fa",
    "title": {
      "en": "Kaibutsu-tachi wo Suberu Mono - Saikyou no Shien Tokka Nouryoku de, Kizukeba Sekai Saikyou Party ni!"
    },
    "updatedAt": "2025-01-16T20:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/7493c8a8-006a-4140-b997-0bf607fe18fa/8582ca3b-7699-44ac-a8ab-468f4723554e.jpg",
    "altTitles": [
      {
        "ja": "怪物たちを統べるモノ 最強の支援特化能力で、気付けば世界最強パーティーに！"
      },
      {
        "en": "The Boy Who Rules the Monsters"
      }
    ],
    "description": {
      "en": "Black Tiger is a party of five young prodigy adventurers hailed as the Miracle Children across the land. Yet, among them, Sol Rock stood apart from the rest. Branded as a worthless support mage and treated like a mere expendable grunt. One day, after completing their promotion quest, he was told he wasn’t strong enough to keep up and was kicked out. What they didn’t know was that Sol Rock possessed the greatest power of all: the “Player,” a godlike talent that allows him to buff his allies and dominate the battlefield. Now, cast out and alone, Sol Rock is determined to prove his worth. He sets out to gather the strongest group the world has ever seen!",
      "ja": "『奇跡の子』が集った、新進気鋭の天才冒険者パーティー『黒虎』。偉業を成し遂げるそのパーティーで、ソル・ロックは『雑用』と揶揄され唯一頼りない支援術士と思われていた。５人で討伐を終えたある日ーーソルは『力不足』だと仲間に告げられ、そのままパーティーから追放されてしまう。\n\nしかし…ソルの本当の能力『プレイヤー』は、『仲間』に強力なジョブやスキルを与え、超強化する神の如き最強の力だった！追放されたソルは、最強の支援特化能力で最強のパーティーを作り上げるべく動き出し…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2025-01-24T23:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja": "寄生列島"
      },
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed...",
      "ja": "離島「花山島」に東京からやってきた女子高生、千堂千尋。独自の風俗が残るその島で、人の欲望が暴走する事件が起き始める。殺人、放火、強姦…‥際限ない欲望が離島を地獄に変えていく――。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Succubus Dorei to no Nichijou"
    },
    "updatedAt": "2025-01-08T05:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/84b4be3a-c98d-4946-9a92-96c9560ecf11.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      },
      {
        "en": "My Life with a Succubus Slave"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "377e0ea6-3061-47e8-9414-dc1bed3400b3",
    "title": {
      "en": "Mata Korosarete Shimatta no desu ne, Tantei-sama"
    },
    "updatedAt": "2024-12-06T23:14:23+00:00",
    "coverArt": "https://mangadex.org/covers/377e0ea6-3061-47e8-9414-dc1bed3400b3/b36a098e-b04b-472a-b0a7-5ffed71709a1.jpg",
    "altTitles": [
      {
        "ja": "また殺されてしまったのですね、探偵様"
      },
      {
        "en": "Killed Again, Mr. Detective"
      }
    ],
    "description": {
      "en": "High school student Sakuya Otsuki, whose father is a legendary detective, works as a half-baked detective alongside his beautiful and talented assistant Lilithea. However, due to Sakuya's \"special constitution\" and a request that comes in one day, they become embroiled in a major incident, and their fates change dramatically.",
      "ja": "伝説の名探偵を父に持つ高校生・追月朔也は、助手の少女・リリテアと2人で探偵業に勤しんでいた。しかし、朔也に宿る“特殊体質”、そして一つの依頼が、彼らをやがて大きな事件に巻き込んでいく――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "ac983725-5e63-4ebe-8dc8-94ca5e4c5982",
    "title": {
      "en": "Uchi ni Kaeru to Itsumo Kukkoro ga Iru"
    },
    "updatedAt": "2025-01-25T05:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/ac983725-5e63-4ebe-8dc8-94ca5e4c5982/d3b10777-34a2-427f-8808-2d0abbfb95eb.jpg",
    "altTitles": [
      {
        "ja": "家に帰るといつもくっころが居る"
      },
      {
        "id": "Saat Pulang ke Rumah, Selalu Ada Kucing yang Ada di Sana."
      }
    ],
    "description": {
      "en": "A high school student planning to live alone decides to rent a \"stigmatized property\" where the ghost of a female knight appears!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Herami Shimai wa Docchi mo Yanderu"
    },
    "updatedAt": "2025-01-25T06:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/fa225b5d-2c0c-4f60-a04f-c4c168159b47.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "en": "Insecure Herami Sisters"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña yandere y la hermana mayor menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid café. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever thinks of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety.",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/1755630d-5d4c-4c0d-aefd-afc6bd8705f7.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2025-01-22T14:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/b4b03c10-0f2d-4eb4-8d70-67034634d049.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\r\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\r\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2025-01-25T06:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/a8fa3068-7245-439a-abe0-5519cf462ca8.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment inside concert clubs, so she's often short of money. \nShe lives in a 52-year-old bathless apartment so she borrows showers from her friends sometimes. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". \nWhat is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2025-01-19T00:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/fbc81a82-8d29-49a5-b3b7-aa8a0518ca19.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "ru": "Возмездие Девы Марии"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Condemnation of the \"Virgin Mary\""
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ja": "親子3人で幸せな家庭を築いていた流（ながれ）一家。だが、息子の桐崇は学校でひそかに虐めにあっていた。そして起きてしまったある事件をきっかけに、息子を想う母の愛が暴走していく――。",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe858363-45c5-4555-ad9d-2a60dab873b1",
    "title": {
      "en": "Festival of Warriors"
    },
    "updatedAt": "2025-01-25T02:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/fe858363-45c5-4555-ad9d-2a60dab873b1/53493ac9-7685-4d4d-8f0f-82f10fedc00c.jpg",
    "altTitles": [
      {
        "ko-ro": "Namje"
      }
    ],
    "description": {
      "en": "\"Alma mater, home town, blood ties—they're all but a façade!\" The war against organized crime waged by the government has failed miserably… And the world turned into a battlefield of mayhem ruled by one's fists. The one who unified this hell, Chairman of the Taejin Group, \"Jin Young-ui,\" has decided to open a competition of man, \"Festival of Warriors\" in search for a successor. Will our unemployed thug \"Kang Dae-oh\" rise to the top of the pyramid?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97bd7fa-e7e7-488b-9c08-890405036a0f",
    "title": {
      "en": "Confessing My Love to Him, the Treacherous One"
    },
    "updatedAt": "2025-01-12T17:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "altTitles": [
      {
        "zh": "Xiang Weixian De Ta Gaobaile"
      },
      {
        "zh": "Xiàng Wéixiǎn De Tā Gàobáile"
      },
      {
        "zh": "向危险的他告白了"
      }
    ],
    "description": {
      "en": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "Watashi no Arika"
    },
    "updatedAt": "2024-12-23T00:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/65a6a0c3-89b0-4d5d-9b69-381a2b8f22fa.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "en": "My Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "62"
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-11-03T18:40:25+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/d67f7224-ecca-4139-ba99-735530966ae1.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  }
]