[
  {
    "mangaId": "7a3ac50c-4ec6-475d-81e7-c96607a7d1f0",
    "title": {
      "en": "Blue Blood Vampire"
    },
    "updatedAt": "2024-12-03T14:50:54+00:00",
    "coverArt": "https://mangadex.org/covers/7a3ac50c-4ec6-475d-81e7-c96607a7d1f0/b4dc3271-4f6a-4b2f-964a-21073d75fe3a.jpg",
    "altTitles": [
      {
        "ja": "ブルーブラッドヴァンパイア"
      }
    ],
    "description": {
      "en": "Azure, the founding father of vampires who has lived since time immemorial, is challenged to a fight by Shuuya, a vampire hunter who makes no effort to conceal his hostility. Interest piqued, Azure proposes a game. Should Shuuya come to love Azure by the time the red spider lilies wither, he shall become a bride. Should Shuuya’s feelings remain unchanged, his wish shall be granted. What will become of Shuuya, fiancé to the strongest vampire...!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "c8c1ca82-0399-4f37-b2a3-5616e0cb1884",
    "title": {
      "en": "Korogaru Kyoudai"
    },
    "updatedAt": "2024-11-03T16:08:46+00:00",
    "coverArt": "https://mangadex.org/covers/c8c1ca82-0399-4f37-b2a3-5616e0cb1884/b4861934-126c-4bdb-ba9f-a846b2a3fc84.jpg",
    "altTitles": [
      {
        "ja": "転がる姉弟"
      },
      {
        "en": "Stumbling Siblings"
      }
    ],
    "description": {
      "en": "Minato Usami is a high-school girl with a new little brother from her father's remarriage.\nHaving high expectations after being told that her new brother is an adorable little boy, Koshiro—said little brother—turns out to be a little different than she imagined.",
      "ja": "父親の再婚で小学生の弟ができることになった女子高生の宇佐美みなと。 「とってもかわいい男の子だぞ」と言われ、期待を膨らませるが―――。 『月曜から金曜の男子高校生』の森つぶみがおくる、笑って泣ける、ほのぼのホームコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c314aabc-24f1-43b4-82b6-9601b8fa24c8",
    "title": {
      "en": "Kamakura Bakeneko Club"
    },
    "updatedAt": "2024-12-08T18:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/c314aabc-24f1-43b4-82b6-9601b8fa24c8/20c30be2-1d03-4626-a35a-a0c8d4bae6e2.png",
    "altTitles": [
      {
        "ja-ro": "Kamakura Bakeneko Kurabu"
      },
      {
        "ja": "かまくらBAKE猫倶楽部"
      },
      {
        "en": "Kamakura Monster-Cat Club"
      }
    ],
    "description": {
      "en": "There exists an old rumor relating to cats within the ancient capital of Kamakura... that if you go to the \"Bakeneko Club\", located somewhere in Kamakura, you can meet cats that have gone missing. Even today, people wander into \"Kamakura Neko Club\", where Maya and Gakuto work, relying on this rumor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-11-25T07:09:48+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-11-27T07:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-11-22T06:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/68d13198-ab3b-4e39-809f-629c56cd4a3f.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "ja-ro": "Batsu Hare"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "ja-ro": "Batsuhare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him?",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-08-26T13:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-04T00:48:50+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/1f6f1d3d-fd45-444b-9c52-7432c9a1ebed.png",
    "altTitles": [
      {
        "en": "Don't Mess with the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-11-02T15:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/314c7bc6-5503-4068-8518-70082180fb61.jpg",
    "altTitles": [
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "ja": "その“初めて”を“何度でも”──。　舞台は、田舎の名門女子中学・私立ロウ梅学園。この学園のセーラー服を着ることが「夢」だった明日小路（あけびこみち）。少女の「夢」の中学セーラー服ライフが始まる♪　広がる、緑豊かな田園風景。ゆっくり流れる青春時間。",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-08T09:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eecb3fd-52ad-4e19-bc16-884e59dfe8db",
    "title": {
      "en": "Tsundere na Watakushi ga Kawaii Nante Shouki Desu ka?"
    },
    "updatedAt": "2024-12-08T16:05:32+00:00",
    "coverArt": "https://mangadex.org/covers/7eecb3fd-52ad-4e19-bc16-884e59dfe8db/3d0d1167-7ff0-4f73-8891-58ad2f6761c5.jpg",
    "altTitles": [
      {
        "ja": "ツンデレなわたくしが可愛いなんて正気ですか？"
      },
      {
        "ja-ro": "Tsundere na Watakushi ga Kawaii Nante Shoki Desuka?"
      },
      {
        "en": "Are You Serious Thinking a Tsundere Like Me Is Cute?"
      }
    ],
    "description": {
      "en": "Rose, a prideful and spoiled princess, is known for her arrogance and lack of charm, making her widely disliked. After a life-changing event, she decides to turn her life around and make amends for her past behavior. Her first step? Breaking off her engagement with her kind and supportive fiancé, Rein, to free him from being tied to someone like her.\n\nHowever, to Rose's surprise, Rein doesn't react as she expects. Instead, he openly declares: \"I can't help but find you irresistibly cute.\" Confused and flustered, Rose struggles to understand his feelings while grappling with her own emotions.\n\nThis romantic comedy explores themes of personal growth, self-worth, and unexpected love, all wrapped in the quirky charm of a tsundere protagonist.",
      "ja": "わがままで傲慢で可愛げがない――嫌われ者の王女ローズはある出来事をきっかけに改心すると決意した。\n手始めに婚約者のレインを自分から解放するため婚約破棄を言い渡す。しかし彼の返事は思いも寄らないもので……？\n「生憎私には、あなたが可愛く思えて仕方ないのです」\nあなた、正気ですか……！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-10-30T19:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea1858c9-30fc-4dd9-81fb-6384ee77bc2c",
    "title": {
      "en": "Watashi no Hara no Naka no Bakemono"
    },
    "updatedAt": "2024-12-09T05:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/ea1858c9-30fc-4dd9-81fb-6384ee77bc2c/c3f7a5d8-f7db-4e4a-b419-9ad6cbe7778a.jpg",
    "altTitles": [
      {
        "en": "The Monster in my Womb"
      },
      {
        "ja": "私の胎の中の化け物"
      },
      {
        "ja-ro": "Watashi no Tai no Naka no Bakemono"
      },
      {
        "vi": "Con quái vật trong tử cung của tôi"
      }
    ],
    "description": {
      "en": "***Awaken the \"malice\" sleeping inside you.***\n\nChinatsu is a middle school girl who's an honor student and highly trusted by her teacher. She gets along with her friends, and she spends her days happily without hating anyone. \n\nHowever, on her period, Chinatsu realized it. That she hated her homeroom advisor, and she's extremely irritated by her surroundings. She had put a lid on her own feelings and pretended not to notice, but when she became aware of it, the \"monster\" inside of her begins to rampage and reveal her true nature.\n\n(Source: Comic-Days)",
      "ja": "貴方の中の“悪意”を目覚めさす。衝撃のサスペンス!!優等生で、先生からの信頼も厚い女子中学生の神城千夏。友達とも仲良く、誰のことも嫌いになんてならない幸せな日々を過ごしていた…はずだった。しかし、千夏は気づいてしまった。担任の塚本のことが嫌いだと、周りに対してとてもいらいらしていることを。フタをして、見ないふりをしていた自分の気持ちを自覚した時、千夏の中にいた“化け物”が暴れ出し、本性を現し始めた。",
      "vi": "Sẽ ra sao nếu một ngày những biến cố, bất công của cuộc đời liên tiếp ập đến, để rồi đánh thức con ác ma đang trú ngụ trong trái tim bạn?\nKamishiro Chinatsu, nữ sinh cấp hai, là một học sinh giỏi, đồng thời còn là lớp trưởng được giáo viên hết mực tín nhiệm. Một cô bé hòa đồng với bạn bè và trải qua những ngày vui vẻ mà không ghét lấy một ai.\nTuy nhiên, Chinatsu nhận thấy cảm xúc căm ghét của cô bé dành cho Tsukada, giáo viên chủ nhiệm của mình đang một lớn dần, đến mức khiến cô bé chán ghét tất cả mọi thứ xung quanh. Nhận ra chuyện này, cô bé đã tìm cách che đậy và quay lưng lại với nó. Nhưng rồi \"con quái vật\" vốn trú ngụ bên trong Chinatsu bắt đầu hành động và bộc lộ bản chất thật của mình, thứ mà cô bé đã luôn muốn trốn tránh."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "4c538440-b2f7-4bb3-9100-e7319bb93133",
    "title": {
      "en": "The Immoral Duke Needs to be Homeschooled"
    },
    "updatedAt": "2024-10-21T00:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/4c538440-b2f7-4bb3-9100-e7319bb93133/5858c045-d515-44d1-a395-2cde637fffba.jpg",
    "altTitles": [
      {
        "en": "Immoral Duke's Family Needs to be Homeschooled"
      },
      {
        "ko": "패륜 공작가에는 가정 교육이 필요하다"
      }
    ],
    "description": {
      "en": "You three kids, I’ll teach you.\n\nRecently, there have been several changes in my life.\n\nThe first is that I became the governess of Lord Bertha’s siblings, and the second is that I remembered my past life. \n\nWhy did I recall my past life now? Could this be inside the novel I read in my past life? \n\nIf I remember correctly, I, “Estella,” the governess, will soon die. All to protect the half-siblings from that immoral man, “Diego”! \n\n“You seem like a more capable person than I thought.” \n“You’d better look for a job at another estate because you’ll go crazy if you stay here.” \n\nBut “Diego,” the man who I thought was a heartless psychopath, turns out to be surprisingly kind…? \n\nAlright, I’m going to organize a dramatic reconciliation between Diego and his half-siblings!! How could you possibly kill these adorable kids when they’re hugging you?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c0e52a7-d978-4302-aca4-a6700c9afd0f",
    "title": {
      "en": "Who Is the Liar?"
    },
    "updatedAt": "2024-12-05T13:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/7c0e52a7-d978-4302-aca4-a6700c9afd0f/a6ef38f5-9154-43e4-83ec-1d6dc4dd9ef3.png",
    "altTitles": [
      {
        "ko": "쓰레기의 사정"
      },
      {
        "en": "Trash's Circumstances"
      },
      {
        "pt-br": "Quem é o mentiroso?"
      }
    ],
    "description": {
      "en": "After breaking up with her trashy ex-boyfriend, Jung Eunkyo spends her days peacefully running a café with her friend Kim Haeda. But then, someone appears to disturb her calm life.\n\n“Sunbae, I like you. I fell in love with you at first sight.”\n\nLee Jaeheon, a young, handsome man who seems to have a twisted side. Eunkyo begins to feel attracted to Jaeheon, who approaches her without hesitation... But Eunkyo’s life, which was already shaken by this new relationship, gradually begins to experience greater turmoil.\n\n(18+ version)",
      "fr": "Après avoir rompu avec son ex-petit ami peu recommandable, Jung Eunkyo passe ses journées paisiblement à gérer un café avec son amie Kim Haeda. \n\nMais un jour, quelqu’un vient troubler sa vie tranquille.\n« Sunbae, je t’aime. Je suis tombé amoureux de toi au premier regard. »\nLee Jaeheon, un jeune homme séduisant qui semble cacher un côté sombre. Eunkyo commence à se sentir attirée par Jaeheon, qui l’approche sans hésitation… Mais la vie d’Eunkyo, déjà bouleversée par cette nouvelle relation, commence peu à peu à connaître des troubles encore plus profonds.",
      "pt-br": "Depois de terminar com seu ex-namorado desprezível, Jung Eunkyo passa seus dias pacificamente administrando um café com seu amigo Kim Haeda. Mas então, alguém aparece para perturbar sua vida calma.\n\n“Sunbae, eu gosto de você. Eu me apaixonei por você à primeira vista.”\n\nLee Jaeheon, um jovem bonito que parece ter um lado distorcido. Eunkyo começa a se sentir atraído por Jaeheon, que se aproxima dela sem hesitação... Mas a vida de Eunkyo, que já estava abalada por esse novo relacionamento, gradualmente começa a experimentar uma turbulência maior."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-11-30T03:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-09-15T23:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      },
      {
        "pt-br": "Namorando para Sobreviver"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Dao of the Bizarre Immortal"
    },
    "updatedAt": "2024-11-26T07:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress’ Husband is Actually Invincible"
    },
    "updatedAt": "2023-12-02T15:38:00+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99ad0a86-275a-46b0-9af7-7cdbd5e56fc4",
    "title": {
      "en": "Hakushaku Cain Series"
    },
    "updatedAt": "2024-12-09T03:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/99ad0a86-275a-46b0-9af7-7cdbd5e56fc4/1eb30717-f983-471c-a1da-b8903362d902.jpg",
    "altTitles": [
      {
        "ja-ro": "Akai Hitsuji no Kokuin"
      },
      {
        "en": "Count Cain"
      },
      {
        "en": "Count Cain - GodChild"
      },
      {
        "en": "Double"
      },
      {
        "en": "Double (YUKI Kaori)"
      },
      {
        "vi": "Đứa Con Của Thượng Đế"
      },
      {
        "en": "Earl Cain"
      },
      {
        "en": "Ellie in Summer Clothes"
      },
      {
        "en": "Erie's Summer Dress"
      },
      {
        "en": "GodChild"
      },
      {
        "lt": "Grafas Kainas - Dievo Vaikas"
      },
      {
        "en": "Kafka"
      },
      {
        "ja-ro": "Shounen no Fukasuru Oto"
      },
      {
        "en": "The Boys Who Stopped Time"
      },
      {
        "en": "The Cain Saga"
      },
      {
        "ja": "Wasurerareta Juliet"
      },
      {
        "th": "เรื่องระทึกขวัญของท่านเคาท์เคน"
      },
      {
        "ja": "カフカ (Part 3)"
      },
      {
        "ja": "ゴッドチャイルド"
      },
      {
        "ja": "伯爵カイン"
      },
      {
        "ja": "忘れられたジュリエット (Part 1)"
      },
      {
        "zh-hk": "毒伯爵该隐"
      },
      {
        "ja": "赤い羊の刻印 (Part 4)"
      },
      {
        "ko": "잊혀진 줄리엣"
      },
      {
        "ko": "붉은 양의 각인"
      },
      {
        "ko": "소년이 부화하는 소리"
      },
      {
        "ko": "카프카"
      },
      {
        "es": "La Saga de Cain"
      },
      {
        "es": "La Julieta Olvidada -La Saga de Cain nº1-"
      },
      {
        "es": "La Eclosión del Joven -La Saga de Cain nº2-"
      },
      {
        "es": "Kafka -La Saga de Cain nº3-"
      },
      {
        "es": "La Marca del Cordero Rojo -La Saga de Cain nº4-"
      }
    ],
    "description": {
      "en": "Delve into the tortured past of Earl Cain C. Hargreaves, charismatic heir to a wealthy family full of secrets, lies and unthinkable crimes. Follow the young Cain as he attempts to unravel the secrets of his birth, all the while solving each new mystery that comes his way.  \n \n---\n \nIn the Hakushaku Cain Series:  \n  \n1. Wasurerareta Juliet\nIncludes 2 oneshots:\n   * The Boys Who Stopped Time   \n England, year 1918. Rupert enrolls to his new school just a few days after the murder of a  maid called Noelle. He's the type that just can't sit still, so when he meets Noelle's sister,  he's determined to help her find out who murdered her sister…\n   *  Double   \n When they were children, Ren helped his friend Emilio start his career as an actor. But  when Ren didn't have any news from Emilio for two years, he decided to go to New York  to look for his friend…  \n2. Shounen no Fukasuru Oto\n3. Kafka  \nIncludes 1 oneshot: Ellie in Summer Clothes  \n4. Akai Hitsuji no Kokuin  \n5. God Child  \nDeep in the heart of 19th Century London, a young nobleman named Cain walks the shadowy cobblestone streets of the aristocratic society in which he was born. Forced to become an Earl upon the untimely death of his father, Cain assumes the role of head of the Hargreaves, a noble family with a dark past. With Riff, his faithful manservant, and Mary Weather, his 10-year-old adopted sister, Cain investigates the mysterious crimes that seem to follow him wherever he goes.",
      "es": "¿Puede un shojo resultar tan siniestro como un seinen? ¿Y estar lleno de acción como un shonen? ¿Y aún así, tener todo el romanticismo y la belleza propios del shojo? Sí, si la autora es una artista de la talla de Kaori Yuki. La saga de Cain es un mosaico en varios episodios de las andanzas del conde Cain C. Hergreaves, un coleccionista de venenos del siglo XIX, que se enfrentará a misterios que apuntan a una siniestra organización. Un shojo para el que quiera descubrir su amor por el género."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "6"
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-10-09T03:06:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/f96c6d48-d8d1-4d97-b83c-e605686e28c5.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dcdf0d6-c276-4ac8-aa21-fb621c1549f8",
    "title": {
      "en": "Aa, Ikite Irutte Subarashii"
    },
    "updatedAt": "2024-12-09T03:35:47+00:00",
    "coverArt": "https://mangadex.org/covers/4dcdf0d6-c276-4ac8-aa21-fb621c1549f8/a39800c3-fd7e-485c-9265-99f1715842e8.png",
    "altTitles": [
      {
        "ja": "ああ、生きているって素晴らしい"
      },
      {
        "en": "Ah, It's Wonderful to Be Alive"
      }
    ],
    "description": {
      "en": "Called a failure by his adoptive parents, bullied at school, ignored by teachers, high school boy Kurogane Rikuto has nowhere to belong neither at home nor at school.\n\"Life is shit. I guess I'll die.\" After saying this, he was about to commit suicide by jumping off the school’s roof when suddenly all sorts of monsters started appearing from students' smartphones, transforming the school into a hellscape of screaming agony.\n\nGoblins, orcs, slimes… Everybody has seen them in games: \"small fry monsters\". However, humans in the real world, where there is no magic, no special abilities, and no leveling up, are devoured by those \"small fries\" without any means to retaliate. Rikuto, spared from the incident due to his bullies destroying his phone, seeing the students who bullied him and the teachers dying unsightly deaths and the collapse of order, realizes he does have a desire to survive. Just then, a goblin wielding a club attacks him from behind—Thus begins the survival action tale of one insignificant human driven into extreme circumstances.",
      "ja": "義両親から出来損ないとバカにされ、学校ではイジメに遭い、教師からは無視され、家にも学校にも居場所がない、男子高校生・黒鉄陸斗（くろがねりくと）。\n「人生、クソだな。死ぬか」と学校の屋上から飛び降り自殺をしようとしていたそのとき、突然生徒達のスマホから様々なモンスターが現れ学校は阿鼻叫喚の地獄絵図となる。\nゴブリン、オーク、スライム…、誰もがゲームで一度は見たことがある【雑魚モンスター】。\nしかし、魔法も特殊スキルもレベルアップもない現実世界の生身の人間は、その【雑魚モンスター】たちに為す術なく喰われ殺されていく。\n不良たちにスマホを壊されていたが故に事なきを得た陸斗は、自分をイジメていた生徒や教師が無様に殺され秩序が崩壊していく様子を目の当たりにし、自らの生きたいという生存欲求に気が付く。\nそこへ、背後から棍棒を手にしたゴブリンが襲いかかってきて――。\n極限状況に追い詰められたちっぽけな人間のサバイバルパニックアクション開幕。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb5bc9b3-d498-4151-b6ff-1f5166d914aa",
    "title": {
      "en": "Goar"
    },
    "updatedAt": "2024-11-28T01:53:48+00:00",
    "coverArt": "https://mangadex.org/covers/fb5bc9b3-d498-4151-b6ff-1f5166d914aa/09a851b6-4688-4499-8cb7-b6982b607ae9.png",
    "altTitles": [
      {
        "en": "GOAR- The Sun Is Coming"
      }
    ],
    "description": {
      "en": "In a world where, due to a supernatural event called THE SHINING, all male genetics of both people and animals have disappeared, leaving no trace, leaving only women alive to rule, but which would result in the destruction and anarchy of order and control, making it a state of extreme survival WILD OF THE STRONGEST, full of conflict, territorial disputes and murders.\n\nHere we will follow the story of Goar, the last \"Human\" man, on his path of revenge, for a group of women who destroyed and traumatized his life forever, but this journey will not be easy for him, since he will encounter several obstacles and dangers on his path of revenge, but he will not be alone, but will also be accompanied by his traveling companion, Farah."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "a530d911-f535-4ab4-acbf-c090920b27f9",
    "title": {
      "en": "Extra But the Duke's Only Daughter"
    },
    "updatedAt": "2024-12-09T03:49:08+00:00",
    "coverArt": "https://mangadex.org/covers/a530d911-f535-4ab4-acbf-c090920b27f9/069dcb78-98de-4a1c-8ce8-77d2928bc843.jpg",
    "altTitles": [
      {
        "ko": "엑스트라지만 공작 외동딸"
      }
    ],
    "description": {
      "en": "I squandered my salary to strengthen my game character, and became the lowest-ranking extra in the game. But… [◆Fate: On my 9th birthday, I will be horribly murdered by my father.] No, what is my fate?! It was unfair that I dimensionally shifted while playing a game, but now I will die by my father’s hand… I can’t just sit back and accept this crappy fate. Since it has come to this, I will overcome my fate myself!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-10-22T01:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2024-10-25T19:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-07-25T11:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/80c10fec-1e00-4768-b8bc-f72ae8a7b93c.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "dd3ef386-0dd9-43ef-8d00-2da68eec6f60",
    "title": {
      "en": "Toki-sensei wa Kigaetai"
    },
    "updatedAt": "2024-09-18T20:51:52+00:00",
    "coverArt": "https://mangadex.org/covers/dd3ef386-0dd9-43ef-8d00-2da68eec6f60/2bb9e021-6160-41f7-80ae-cdf3e4bd4c2b.jpg",
    "altTitles": [
      {
        "ja": "時先生は着替えたい"
      },
      {
        "ja-ro": "Toki-sensei ha Kigaetai"
      },
      {
        "en": "Ms. Toki Wants to Change Clothes"
      },
      {
        "en": "Toki-sensei Wants To Change Clothes"
      },
      {
        "en": "Ms. Toki wants to change clothes."
      }
    ],
    "description": {
      "en": "Meet Shisoya Toki, a quiet female teacher with a thing for “clothes”. Often seen as cold and unfriendly, her students call her the “unfortunate beautiful teacher”. \r\n\r\nBut one day, while organizing supplies in the old school building, she finds a brand new pair of bloomers. Suddenly, her kinky curiosity about “clothes” goes wild!! \r\n\r\nSometimes SEXY! Sometimes CUTE! Get ready for a wild ride full of seductive cosplay!!",
      "ja": "“服“が趣味の寡黙な女教師・四十八時（しそやとき）。冷たい・不愛想と思われがちな彼女は、生徒から「残念美人教師」と呼ばれてしまう…。しかしある日の放課後、備品整理のため向かった旧校舎で、新品のブルマーを発見した時先生は、“服”への痴的好奇心が爆発し…！！時にSEXY！時にKAWAII！魅惑満載コスプレ・エロス！！",
      "es-la": "Conoce a Shisoya Toki, una profesora tranquila a la que le gusta la \"ropa\". A menudo vista como fría y antipática, sus alumnos la llaman la \"desafortunada y hermosa maestra\". Pero un día, mientras organiza los suministros en el antiguo edificio de la escuela, encuentra un nuevo par de bloomers. ¡De repente, su curiosidad pervertida por la \"ropa\" se vuelve loca! A veces SEXY, a veces LINDO.¡prepárate para un viaje salvaje lleno de cosplay seductor!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "69e218ec-93eb-4025-ae39-33d47b1160e0",
    "title": {
      "en": "Demonic Emperor"
    },
    "updatedAt": "2024-11-09T13:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/69e218ec-93eb-4025-ae39-33d47b1160e0/b60fd7d0-d3b0-492b-8542-f22d2a9f2205.jpg",
    "altTitles": [
      {
        "en": "Best Devil Housekeeper"
      },
      {
        "en": "Demon Emperor Butler"
      },
      {
        "en": "Demon Emperor Great Butler"
      },
      {
        "en": "Demon Emperor Housekeeper"
      },
      {
        "en": "Devil Butler"
      },
      {
        "en": "Housekeeper is the Magic Emperor"
      },
      {
        "en": "Magic Emperor"
      },
      {
        "zh": "Mo Huang Da Guan Jia"
      },
      {
        "en": "The Devil Butler"
      },
      {
        "en": "The Steward Demonic Emperor"
      },
      {
        "en": "The Steward Demonic King"
      },
      {
        "ru": "Как демон-император стал дворецким"
      },
      {
        "zh": "魔皇大管家"
      },
      {
        "en": "The Servant Is the Demon King?!"
      },
      {
        "en": "Demon King Steward"
      },
      {
        "vi": "Đại Quản Gia Là Ma Hoàng"
      },
      {
        "es-la": "Emperador Mágico"
      }
    ],
    "description": {
      "en": "Because he had the heritage of the ancient Demonic Emperor, Demonic Emperor Zhuo Yifan met the misfortune of being betrayed and killed by his trusted disciple. After being reborn, his cultivation went back to zero and he was trapped by a heart demon, given no choice but to become the housekeeper of the Luo Family's lone eldest miss. From being a Magic Emperor to being an insignificant housekeeper, how would he get along with his \"heart demon eldest miss\" and what power would he gain in order to lead himself and the declining family to rise back to the peak of the continent!\n\n\n---\n\n**Note:** 魔 can mean \"magic\" and \"demon\", while 管家 can mean \"butler\" and \"housekeeper\". I'm not sure as to why the previous translator decided to use \"Magic\" when it's a cultivation world, but I'll just follow. And Zhou Fan never does the work of a housekeeper throughout the manhua.\n\n---\n\n[Tapas](https://tapas.io/series/the-servant-is-the-demon-king/info)",
      "vi": "Ma Hoàng Trác Nhất Phàm vì nhặt được một truyền thừa của Thượng Cổ Ma Đế, mà dẫn đến họa sát thân. Sau khi được trọng sinh vào một cơ thể khác, cũng bởi vì tâm ma của chủ nhân cơ thể cũ, mà không còn cách nào khác, phải làm quản gia cho một gia tộc nhỏ bé. Cùng xem một đại ma hoàng đầy thủ đoạn tàn độc, sẽ làm thế nào để khiến cho một gia tộc nhỏ bé trở mình thành một gia tộc đứng trên tất cả.",
      "pt-br": "O protagonista é um imperador mágico e o homem mais forte vivo, ele é traido pelo seu subordinado e é morto, após isso ele reencarna em um menino sem cultivo e começa a trilhar seu caminho para a vingança."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfdd79ad-eae8-489f-8843-bfae7e08e74b",
    "title": {
      "en": "Yuusha Shoukan ni Makikomareta kedo, Isekai wa Heiwa deshita"
    },
    "updatedAt": "2024-10-29T20:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/dfdd79ad-eae8-489f-8843-bfae7e08e74b/5e70167d-b933-4497-acbd-5d9fc1153bfb.jpg",
    "altTitles": [
      {
        "ja": "勇者召喚に巻き込まれたけど、異世界は平和でした"
      },
      {
        "en": "I Got Caught Up in a Hero Summons, but the Other World was at Peace!"
      }
    ],
    "description": {
      "en": "The other world was… at Peace.  \nA kind world where the three races, the Spirit World’s Magical Races, the Celestial World’s Divine Races, the Human World’s Human Races, they are kind neighbours to each other, with everyone living a peaceful and fulfilling life.  \n  \nBut although I wished to peacefully spend a year before my return, for some reason, the heavyweights of this world keeps gathering around me, and…",
      "ja": "心に陰を落とす青年、快人が飛ばされたのは争いのない「平和な異世界」だった！？魔族の少女、クロムエイナとの出会いをきっかけに動き始める、異世界成長記録。",
      "pt-br": "O outro mundo estava... em paz. Um mundo gentil onde as três raças, as raças mágicas do Mundo Espiritual, as raças divinas do Mundo Celestial e as raças humanas do Mundo Humano, são vizinhos gentis entre si, com todos vivendo uma vida pacífica e plena.\n\nMas, embora eu desejasse passar um ano em paz antes de retornar, por algum motivo, os poderosos deste mundo continuam se reunindo ao meu redor e..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4a68da3-4bb8-44e7-be8b-ffce9aa779be",
    "title": {
      "en": "I Raise Skeletons"
    },
    "updatedAt": "2024-12-09T03:37:30+00:00",
    "coverArt": "https://mangadex.org/covers/f4a68da3-4bb8-44e7-be8b-ffce9aa779be/b31f84c3-d13e-4ec6-a859-c2455348cf88.jpg",
    "altTitles": [
      {
        "ko": "나는 스켈레톤을 키운다"
      },
      {
        "en": "How to Raise Your Skeletons"
      },
      {
        "en": "I Can Raise Skeletons"
      }
    ],
    "description": {
      "en": "A necromancer is a profession considered the noble of nobles, with less than 1,000 in the population worldwide! I was born with a diamond spoon, no, a necromancer spoon in my mouth! \n\n... Or so I thought. \n\n\"I’m just a defective necromancer.\" \n*Using skill, [Summon Ordinary Skeleton (E-Rank)].*\n\nYou'd think a necromancer should be able to summon liches, Dullahans, or death knights. But nope, I can only summon skeletons. But then one day, suddenly… \n\n[Hidden condition achieved!]\n[Condition: The 10,000 Uses Rule]\n[Your rank has upgraded to D-rank!] \n\nI achieved the hidden condition and gained the ability to raise my skeletons. From E-rank to S-rank! \n\nThe story of Joo Donghoon unfolds, the world's only cursed necromancer, who’s speeding toward becoming a ranker!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3384aad-9786-4f5b-901d-ead8ed04d9b4",
    "title": {
      "en": "Beast - Shishi -"
    },
    "updatedAt": "2024-12-09T03:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/e3384aad-9786-4f5b-901d-ead8ed04d9b4/ca4db4cf-7ccb-463a-b8d5-13b146057a9a.png",
    "altTitles": [
      {
        "ja-ro": "Shishi"
      },
      {
        "pt-br": "A Besta"
      },
      {
        "ja": "獣"
      },
      {
        "en": "Beast"
      },
      {
        "ja": "獣-シシ-"
      },
      {
        "es": "La bestia"
      }
    ],
    "description": {
      "en": "A young Miyamoto Musashi throws himself into a spiral of mutual murder in search of an answer to the question, \"Who am I?\" His childhood name was Bennosuke. Bennosuke has lost sight of the meaning of life, and his sister is his only source of emotional support. But one day, his sister dies a tragic death at the hands of someone. It draws readers in with its overwhelming drawing power and composition. This innovative interpretation creates a fresh depiction of the statue of Miyamoto Musashi that has never been seen before.",
      "es": "Su camino será el camino de la espada. Se convertirá en el samurái más famoso de Japón.\n\nEn La bestia, Hideki Mori reinterpreta la conocida figura de Miyamoto Musashi, el famoso guerrero del Japón feudal que tantas obras ha inspirado y que en esta ocasión pasa a las manos del virtuoso mangaka, capaz de dotar a sus imágenes de una fuerza única."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "d6735724-3b57-40dd-8ad4-a30fd123f885",
    "title": {
      "en": "Blue"
    },
    "updatedAt": "2024-12-09T02:54:48+00:00",
    "coverArt": "https://mangadex.org/covers/d6735724-3b57-40dd-8ad4-a30fd123f885/f1c13edd-8341-42d6-b419-2f95cd5934b9.jpg",
    "altTitles": [
      {
        "en": "Blue (NANANAN Kiriko)"
      },
      {
        "ru": "Синий"
      },
      {
        "ja": "ブルー"
      },
      {
        "ja": "ブルー (魚喃キリコ)"
      }
    ],
    "description": {
      "en": "Kayako Kirishima is almost ready to go off to college but is lonely and unsure of her future. Masami Endo is a girl who has been ostracized and made a social outcast for having an abortion. The two girls meet each other in class one day and become good friends. Gradually Kirishima falls in love with Endo and the relationship becomes more personal.",
      "es": "Kayako Kirishima y Masami Endô van a ver cómo su recién estrenada amistad se convierte en un amor obsesivo. Pero cuando las dificultades del hoy se junten con los problemas del ayer y los sueños del mañana, ¿serán capaces de seguir adelante? Con trazo claro y sentimientos confundidos, Kiriko Nananan demuestra que es posible realizar un manga de color azul en blanco y negro.",
      "pl": "Kayako i Masami powoli odkrywają, że łączy je coś znacznie głębszego niż przyjaźń. Melancholijna opowieść o związkach międzyludzkich i problemach brutalnej codzienności, namalowana kolorem błękitu.",
      "tr": "Lise öğrencisi Kayako Kirishima’nın hayatı herkes tarafından dışlanan Masami Endo’yla tanışınca tamamen değişir. Hemen arkadaş olan ikilinin arkadaşlığı zamanla derin bir aşka döner. Fakat Endo’nun travma dolu geçmişi Kirishima’nın geleceğiyle uyuşmaz."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-10-12T03:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal/volumes)",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-10-16T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c99eeef4-f2af-48b0-aca9-912db5cc8794.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-07-14T20:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/1658a8df-14ca-4f3e-96d1-d1c25a54c1f1.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/e09b4033-bb8c-430b-b08e-5d77d2229bf6.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c137731-93a4-4641-a6a4-1baa363c85c5",
    "title": {
      "en": "Tigridia"
    },
    "updatedAt": "2024-11-29T10:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/9c137731-93a4-4641-a6a4-1baa363c85c5/be5ccd2a-dd0e-473c-a214-80717c3a6a12.jpg",
    "altTitles": [
      {
        "ja": "チグリジア"
      }
    ],
    "description": {
      "en": "A love triangle where everything is distorted by love."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7596b1b5-186e-4284-a89c-d2a083808e6e",
    "title": {
      "en": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
    },
    "updatedAt": "2024-10-29T18:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/7596b1b5-186e-4284-a89c-d2a083808e6e/adc199c3-4d95-4ab4-a87b-eb0239d854a4.jpg",
    "altTitles": [
      {
        "id": "Tereinkarnasi sebagai Pangeran yang Mengecewakan: Saat Ini Sit-up Sekali pun Tak Bisa, tapi akan Kucoba 'tuk Diet dan Selamatkan Dunia"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince: Right Now I Can't Even Do One Sit-up, but I'll Try to Lose Weight and Save the World"
      },
      {
        "ja": "転生先が残念王子だった件 ～今は腹筋１回もできないけど痩せて異世界救います～"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin Ikkai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "en": "Reincarnated as a Disappointing Prince～I can't do a single sit-up now, but I'm going to lose weight and save another world～"
      }
    ],
    "description": {
      "en": "A young man who gets into a plane crash while returning from a business trip overseas is reincarnated into another world after being asked by the goddess to defeat the evil god.   \r\n  \r\nHowever, he was reincarnated as a stupid prince who is known among the aristocrats as the \"Pig Prince (Orc Prince)\" because of his fat and ugly appearance. If you can't even do one sit-up, how are you going to defeat the evil god? This is the story of the Pig Prince's struggle to lose weight!  \r\n  \r\n\r\n\r\n---",
      "id": "Seorang pemuda yang mengalami kecelakaan pesawat saat pulang dari perjalan binis di luar negeri direinkarnasi ke dunia lain setelah diminta oleh dewi untuk mengalahkan dewa jahat.   \r\n  \r\nAkan tetapi, ia tereinkarnasi sebagai seorang pangeran bodoh. yang terkenal di kalangan ningrat dengan julukan \"Pangeran Orc/Pangeran Babi\" karena penampilannya yang gendut dan jelek. Sit-up saja tidak bisa, apalagi mengalahkan dewa jahat? Inilah kisah perjuangan si Pangeran Babi dalam menurunkan berat badan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9ecec29-4610-484b-8fb1-62af4984aff7",
    "title": {
      "en": "I Pulled Out Excalibur"
    },
    "updatedAt": "2024-12-09T02:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/d9ecec29-4610-484b-8fb1-62af4984aff7/e9d25d56-dc89-4642-85ae-d359a7f8aea1.png",
    "altTitles": [
      {
        "ko": "엑스칼리버 뽑습니다"
      }
    ],
    "description": {
      "en": "A vow was made in a place where stars are not visible, to carve one’s own star into that night sky. Promotional comic for the novel."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b7af8c8-6e09-4863-81f2-d55dc2ae8815",
    "title": {
      "en": "Insomnia"
    },
    "updatedAt": "2024-11-29T06:40:30+00:00",
    "coverArt": "https://mangadex.org/covers/8b7af8c8-6e09-4863-81f2-d55dc2ae8815/e7b85387-ab85-4471-95f9-e85543f8d9fc.jpg",
    "altTitles": [
      {
        "ja": "インソムニア"
      }
    ],
    "description": {
      "en": "20 nights, 20 terrifying stories. Masaya Hokazono tells us the horrific stories he has experienced as well as those that have been told to him. Even in a technologically advanced modern Japan, traditional spirits never cease to torment the living.\n\nIncluded oneshots:\nVolume 1: Hanashicha Ikenai (Don't Tell), Kengai Imouto Kaidan (Out of Bounds: Sister Ghost Story) [Story: Kihara Hirokatsu]",
      "ja": "赤い妹・ネットの妖怪・宇宙人・電車を徘徊する女・深夜のコンビニに集まる亡者たちがあなたを今夜も“インソムニア(不眠症)”にする！\n\n外薗昌也待望のホラー短編集!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "fa8936b6-52f2-4392-a3ad-fc17a19a796d",
    "title": {
      "en": "Mr. Magical Girl"
    },
    "updatedAt": "2024-12-09T03:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/fa8936b6-52f2-4392-a3ad-fc17a19a796d/247a7cec-8a62-4a23-981f-7920c5b2aa33.jpg",
    "altTitles": [
      {
        "ko": "마법소녀 아저씨"
      },
      {
        "en": "Magical Girl Ajussi"
      }
    ],
    "description": {
      "en": "202X.\n\nIn the back alleys of Seoul, South Korea… He looked down at the heroes under his feet—the heroes who adorned themselves in a variety of colorful clothes, as if they were K-pop idols on TV. Those heroes? They were crawling beneath him, their gaudy outfits smeared with dirt. That was the true nature of being a hero. He hoped the individuals before him learned that lesson well. It was time to ensure they never forgot it. As a magical girl, he swung his hammer down. This is a bright story. The story of a man reclaiming his light."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]