[
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
    },
    "updatedAt": "2024-11-17T17:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/82d8bdc4-7af0-45aa-ad0f-cb55b28754d4.jpg",
    "altTitles": [
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "ja": "“クソゲー”をこよなく愛する男・陽務楽郎。彼が次に挑んだのは、総プレイヤー数3000万人の“神ゲー”『シャングリラ・フロンティア』だった!　集う仲間、広がる世界。そして“宿敵”との出会いが、彼の、全てのプレイヤーの運命を変えていく!!",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-11-06T21:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/e8794bfc-bb07-4cbe-92af-0e4e2fd6ec04.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people.",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bad9cb-6310-4048-a48e-a1ab7b7dcb3e",
    "title": {
      "en": "Demon X Angel, Can't Get Along!"
    },
    "updatedAt": "2024-10-06T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/36bad9cb-6310-4048-a48e-a1ab7b7dcb3e/f6f5be02-e1e9-46aa-8371-d7460dcc6236.jpg",
    "altTitles": [
      {
        "zh": "恶魔X天使 不能友好相处"
      },
      {
        "en": "Demon X Angel Can't Get Along!"
      },
      {
        "ar": "ملاك و شيطان! لا يمكن ان نتعايش"
      },
      {
        "pt-br": "Demônio X Anjo, Não Conseguem Se Dar Bem!"
      },
      {
        "vi": "Oan gia chung nhà: Thiên thần x Ác quỷ, sao mà thân được!?"
      }
    ],
    "description": {
      "ar": "الشياطين والملائكة نوعان من الأجناس المتقابلة مع مرور الزمن سئموا من القتال ضد بعضهم بعض ولكي يتعايشوا بسلام سويا قرروا البدء بخطة زواج! الخطة لها فترة مراقبة مدتها عام واحد. إذا كان الشيطان والملاك لا يزالان غير قادرين على العيش سويا وفهم بعضهم البعض بشكل جيد ، فسيتم إلغاء الزواج و نتيجة لذلك ، تم اختيار جيا تشينغ (الشيطان) و يو شانشان (الملاك) بواسطة اليانصيب كشريكين في الزواج ، وبدأت حياتهم سويا كزوجين يجب عليهم التعايش معا بشكل جيد.",
      "en": "Demons and angels are natural enemies that have grown tired of fighting each other. In order to coexist peacefully, they decided to arrange a marriage between the two races! If the pair can't get along within the one-year trial period, the marriage will be dissolved. This is how Jiacheng (Demon) and Yu Shanshan (Angel) became the chosen \"lucky\" pair for the marriage. Sharing the goal of divorce, the two began their lives of \"happy\" cohabitation!",
      "pt-br": "Demônios e anjos são duas raças opostas. À medida que os tempos mudam, eles estão cansados ​​de lutar. Para conviverem pacificamente, decidiram iniciar um plano de casamento! O plano tem um período de observação de um ano. Se os demônios e os anjos ainda não se derem bem, o casamento será cancelado. Como resultado, Jiacheng (demônio) e Yu Shanshan (anjo) foram “felizmente” selecionados por sorteio como parceiros de casamento, e começaram uma vida de coabitação “feliz” com o destino do divórcio."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2024-12-25T16:26:26+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-12-23T18:05:42+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/86e4fa67-7b85-4bb0-9476-3fb8a9847557.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      },
      {
        "vi": "Lão Senpai phiền phức của tôi"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "236"
  },
  {
    "mangaId": "24322835-916a-4054-887b-2d39fed55de7",
    "title": {
      "en": "Legend of Zelda: Ocarina of Time"
    },
    "updatedAt": "2024-10-27T13:53:25+00:00",
    "coverArt": "https://mangadex.org/covers/24322835-916a-4054-887b-2d39fed55de7/3857cb46-243f-47a5-854c-f56b86e336eb.jpg",
    "altTitles": [
      {
        "ja": "ゼルダの伝説 時のオカリナ"
      },
      {
        "ja-ro": "Zelda no Densetsu - Toki no Ocarina"
      },
      {
        "el": "Ο Θρύλος της Ζέλντα: Η Οκαρίνα του Χρόνου"
      }
    ],
    "description": {
      "el": "Το manga The Legend of Zelda: Ocarina of Time (Ο Θρύλος της Ζέλντα: Η Οκαρίνα του Χρόνου) βασίζεται στο δημοφιλές παιχνίδι του Nintendo 64 με το ίδιο όνομα. Ο νεαρός ήρωας Λίνκ ταξιδεύει στον κόσμο του Άιρουλ σε αναζήτηση για τις πνευματικές πέτρες, συναντά πολλά φιλικά πρόσωπα σε όλη τη διάρκεια του ταξιδιού του, συμπεριλαμβανομένου της Ζέλντα, πριγκίπισσας του Άιρουλ. Το επίκεντρο της θαρραλέας αναζήτησης του Λίνκ είναι να ματαιώσει τα σχέδια του κακού βασιλιά Γκάνοντορφ να κυβερνήσει τον Άιρουλ, αλλά όταν ο ήρωάς μας λείπει για επτά χρόνια, ο Γκάνοντορφ έχει την ευκαιρία να αποκτήσει τη δύναμη των θεών.",
      "en": "The Legend of Zelda: Ocarina of Time manga is based off of the popular Nintendo 64 game of the same name. Young hero Link travels the world of Hyrule in search of the Spiritual Stones and encounters many friendly faces throughout his journey, including Zelda, the princess of Hyrule. The focus of Link's courageous quest is to thwart the evil king Ganondorf's plans to rule Hyrule. But when our hero is absent for seven years, Ganondorf has the opportunity to obtain the power of the gods, the Triforce."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "02b60498-7431-48ca-a145-170f50b2990c",
    "title": {
      "en": "Black and White"
    },
    "updatedAt": "2024-12-25T18:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/02b60498-7431-48ca-a145-170f50b2990c/0b843aee-2bcf-4f29-a18b-dd63d894f3b8.png",
    "altTitles": [
      {
        "en": "Heibai You Chang"
      },
      {
        "zh-hk": "黑白有常"
      },
      {
        "en": "Black and White Permanency"
      }
    ],
    "description": {
      "en": "It is said that when the lifespan of a human being come to its end, it is necessary to leave behind everything; family, friends, achievements, even love and meet black and white messengers who will lead them to the cycle of reincarnation. However, the infatuations and love in mind; engraved in the bone, how can it be so easy to give it up. When love has gone through the battle of time either it is it still flawless or the wreckage full of holes.\n\nAnother Translation\nLegend says that when one’s time is up, only when all traces of love from your previous life must be erased, led by the deities of the Impermanence of Black and White , will you be reborn. And yet a breathtaking, extraordinary love that makes you lose your mind could never be so easily forgotten. When love undergoes the test of time, is what remains the same, pure love, or will that love be battered and bruised, unrecognizable?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "95"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc9f787c-c357-4706-aacc-32eb5dfbfb61",
    "title": {
      "en": "Don't Read This"
    },
    "updatedAt": "2024-12-02T06:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/fc9f787c-c357-4706-aacc-32eb5dfbfb61/3fc9f3c8-9ea3-4b35-b375-46d930c88d69.jpg",
    "altTitles": [
      {
        "en": "Don't Read This"
      },
      {
        "ur": "اسے مت پڑھو"
      },
      {
        "ur": "اِسے نہ پڑھو"
      }
    ],
    "description": {
      "en": "There is no story to read here. (Interactive) This series contains themes regarding mental health and anxiety that may not be suitable for all readers. Viewer discretion is advised. If you or someone you know is struggling or in crisis, please reach out for help at [Crisis Text Line](http://crisistextline.org/).",
      "ur": "یہ ایک ایسے شخص کے بارے میں ہے جو کہ ایک خالی خلہ میں پھنسا ہوا ہے اور وہ تمھاری موجودگی بالکل بھی نہیں چاہتا۔۔۔\nاِسے نہ پڑھو"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-11-14T17:02:51+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/dc04f7c6-6794-47f8-86f4-11177b256dc3.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c00dcb59-bb29-4f68-b600-40954366ca1a",
    "title": {
      "en": "To Not Die"
    },
    "updatedAt": "2024-10-08T01:19:10+00:00",
    "coverArt": "https://mangadex.org/covers/c00dcb59-bb29-4f68-b600-40954366ca1a/cf20d1b0-662f-44e5-978e-dfafadd76402.jpg",
    "altTitles": [
      {
        "ko": "죽지 않으려면"
      },
      {
        "zh": "街头生存手册"
      },
      {
        "zh-hk": "如果不想死"
      },
      {
        "ja": "死にたくなければ"
      },
      {
        "pt-br": "Para não Morrer"
      }
    ],
    "description": {
      "en": "Im Dajun is a high school student who gets bullied at school every day. He came across an interview on TV just when he was on the verge of giving up on life. It was with a murderer who killed the classmates that bullied him. Dajun becomes inspired by what he saw and decides to take revenge as well.\n\nHis revenge was successful. However, his life steered into an undesired direction. Im Dajun, leaving school, ends up joining a strange Runaway Fam.\n\nThe young runaway, Im Dajun, no longer suffers from the bullies at his school. Instead, he now must survive against even more vicious thugs on the streets.\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ja": "これは生存を賭けた命がけの闘い！\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ko": "고등학생 임다준은 학교에서 늘상 괴롭힘을 당하는 게 일상이었다. 삶을 포기하기 직전 우연히 본 티비 속 동급생 살해범의 인터뷰에 감명을 받고 복수를 결심하게 된다.\n복수는 성공했지만 삶은 원치않는 방향으로 흘러가게 되고.. 학교에서 나온 임다준은 범상치않은 가출팸에 들어가게 된다.\n가출청소년 임다준은 더이상 학교 안 일진들에게 시달리지 않게 되었지만 그보다 잔혹한 길거리의 양아치들을 상대로 살아남아야만 한다.\n\n삶의 끝자락에 내몰린 고등학생 임다준의 길거리 생존기!\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "zh": "懦弱少年复仇后无家可归，\n残酷的街头生存挑战开始！\n男主任多骏经常被欺负。在他想要寻短见的那一刻，偶然看到电视里的一段采访，感触颇深，决定报仇。而后虽然复仇成功，但他的人生却也朝着无法预测的方向发展。被父亲赶出家门的他开始街头流浪，必须要面对更残酷的街头混混生活。被逼上绝路的他能否生存下来呢？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "pt-br": "Um estudante do ensino médio, Im Da-Joon está acostumado a ser intimidado na escola. Pouco antes de acabar com a própria vida, ele viu por acaso a entrevista de um amigo assassino na TV. Ele ficou impressionado com a entrevista e decidiu se vingar. Sua vingança foi bem-sucedida, mas sua vida foi na direção errada… Im Da-Joon abandonou a escola e se juntou ao grupo de adolescentes que fugiram de suas casas. Da-Joon agora está livre dos valentões da escola, mas agora ele tem que sobreviver contra as gangues de rua que são muito mais duras do que os valentões da escola.",
      "zh-hk": "高中生林多俊每天在學校遭受以李道允為首的不良學生們的霸凌，在他想結束自己的生命以解脫的前一晚，偶然在電視上看到殺害多名霸凌者的高中生的訪問，而萌生報仇的念頭。某次又受到李道允的霸凌時，他將道允推向衝來的貨車。在看似成功的復仇之後，席捲而來的是....？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-12-22T01:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/831bfe83-0019-4856-8acf-fec148b2c0fa.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "La Prometida del Cuco"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2024-11-03T00:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/03987fda-7394-4239-bc8d-189266e4b513.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      }
    ],
    "description": {
      "en": "Flora just moved to an old house, but there's already a creepy cat living there. That's when their mysterious cohabitation began.",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-12-23T02:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a54cbc84-9400-4998-9f23-4a7553781490",
    "title": {
      "en": "Kuroi Santa yori"
    },
    "updatedAt": "2024-10-16T01:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/a54cbc84-9400-4998-9f23-4a7553781490/e0a72f10-001f-4064-b918-17ce7a242fd4.jpg",
    "altTitles": [
      {
        "ja": "黒いサンタより"
      },
      {
        "ja-ro": "Kuroi Santa yori"
      },
      {
        "en": "From Black Santa"
      }
    ],
    "description": {
      "en": "Note: Won an honorable mention for Shonen Magazine's 111th upcoming mangaka awards."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eba52cca-2736-42b3-8d50-1f6d0790ea5a",
    "title": {
      "en": "Followers of King"
    },
    "updatedAt": "2024-12-25T17:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/eba52cca-2736-42b3-8d50-1f6d0790ea5a/6c7a52f0-405c-46df-b694-f3ef7a02714a.png",
    "altTitles": [
      {
        "zh-ro": "Chuán Wǔ Fān Wài: Wáng Yǔ Zhuī Suí Zhě"
      },
      {
        "zh-hk": "传武番外 王与追随者"
      },
      {
        "en": "Legend of Wu: The King and His Followers"
      }
    ],
    "description": {
      "en": "Gao Jing, you're a maniac. Almost exactly like Gao Sheng was. In your eyes, is the world truly so horrid, horrid enough that you'll go to such extremes to save it? Gao Jing, are these the rules you've laid down for every sect under the sun? You're so delusional your plans are something not even your great grandfather would've dreamed off. So be it then, go and execute your plan, I want to see, if all the sects in the world will be brought to their knees in front of you, or if the Jin dynasty will be destroyed by your very hands!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "30"
  },
  {
    "mangaId": "dd96061a-96ac-4549-8a3c-ed4221a51d46",
    "title": {
      "en": "Asura’s Verdict"
    },
    "updatedAt": "2024-12-11T14:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/dd96061a-96ac-4549-8a3c-ed4221a51d46/b1dc1c9d-4d58-42eb-b567-725cb1a9eb25.jpg",
    "altTitles": [
      {
        "ja": "アスラの沙汰"
      },
      {
        "ja-ro": "Asura no Sata"
      },
      {
        "ru": "Вердикт Асуры"
      }
    ],
    "description": {
      "en": "\"Only do good deeds.\"—Asura follows his late mother's teachings and always strives to do good in life. No matter how much he is bullied, he goes on with a smile, firmly believing that evildoers will receive divine punishment. Until one day, an ominous old man offers him a key that can open the doors to hell...",
      "pt-br": "\"Faça apenas boas ações\". — Asura segue os ensinamentos de sua falecida mãe e sempre se esforça para fazer o bem. Não importa o quanto seja zoado, continua com um sorriso, acreditando firmemente que os malfeitores receberão uma punição divina. Até que, certo dia, um velho agourento lhe oferece uma chave que pode abrir os Portões do Inferno..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59acc861-585b-4d5b-a054-b32a532e9e7a",
    "title": {
      "en": "Colorful Gray"
    },
    "updatedAt": "2024-12-12T20:05:45+00:00",
    "coverArt": "https://mangadex.org/covers/59acc861-585b-4d5b-a054-b32a532e9e7a/c6a785ad-9970-4116-9c85-5bcb3bb046b2.jpg",
    "altTitles": [
      {
        "ja": "カラフルグレー"
      }
    ],
    "description": {
      "ja": "異形の伯爵タナトス・フォグ・グランギニョルは人体実験の罪により、軍の討伐隊に体をバラバラにされ広大な城のあちこちに封印された――。それにより城内の魔導融合炉は爆発寸前!! 阻止するにはタナトスの体を集め復活させるしかない。実験の成功例にして不死身のグランギニョル家長女・イリスは個性豊かな仲間と共に探し回るハメに…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2dfea85d-9af9-4852-9de4-d5e48eb454fe",
    "title": {
      "en": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
    },
    "updatedAt": "2024-11-28T14:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/2dfea85d-9af9-4852-9de4-d5e48eb454fe/e3d244fc-894d-4229-91cc-739c5cee4cbb.jpg",
    "altTitles": [
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います"
      },
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います ～幼竜を愛でるのに忙しいので皇后争いはご勝手にどうぞ～"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu: Youryuu wo Mederu no ni Isogashii no de Kougou Arasoi wa go Katte ni Douzo"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem: I Am Busy Doting on the Young Dragons, so Please Proceed With the Empress Competition as You Wish"
      }
    ],
    "description": {
      "en": "Upon reaching adulthood, Efinia, the fairy princess, is set to have an audience with the Dragon Emperor. However, as soon as she meets Emperor Glendil, it is revealed that Efinia is his \"fated mate.\" Shocked, Efinia overhears the emperor's heartless words, \"It's outrageous that someone who looks like a child is my mate.\" In that case, fine! I don't desire the love of an arrogant emperor! Undeterred by the harassment from other concubines, Efinia thoroughly enjoys her life in the harem. She eventually befriends a small dragon that wanders into the harem, but it seems this dragon has a secret...",
      "ja": "成人の年を迎え、竜族の皇帝に謁見することになった妖精族の王女エフィニア。\r\nしかし皇帝グレンディルに出会った途端、なんとエフィニアが彼の「運命の番」だということが発覚する。\r\n驚くエフィニアだったが「あんな子供みたいなのが番だとは心外だ」という皇帝の心無い言葉を偶然聞いてしまい…。\r\nならば結構です！傲慢な皇帝の溺愛なんて望みません！\r\n他の側室の嫌がらせにもめげず、エフィニアはのびのびと後宮ライフを満喫。\r\nやがて後宮に迷い込んだ小さな竜とも仲良くなるが、どうもこの竜には秘密があるようで……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "07781df4-3c9e-4299-b8b4-8db281c09709",
    "title": {
      "en": "Yugami-kun ni wa Tomodachi ga Inai - Tonari no Anata to (Unofficial Fanbook)"
    },
    "updatedAt": "2024-08-31T03:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/07781df4-3c9e-4299-b8b4-8db281c09709/87d3542a-8e94-445f-9cab-9f8d55164d52.jpg",
    "altTitles": [
      {
        "ja-ro": "Yugami-kun ni wa Tomodachi ga Inai - Tonari no Anata to"
      },
      {
        "en": "Yugami-kun Does Not Have Any Friends - With You Next To Me"
      },
      {
        "ja": "湯神くんには友達がいない - となりのあなたと"
      },
      {
        "en": "Yugami Yuji x Watanuki Chihiro Unofficial Fanbook"
      },
      {
        "en": "He Does Not Have Any Friends - With You Next To Me"
      }
    ],
    "description": {
      "en": "An unofficial addition to Yugami has no friends manga. \n\nFeaturing the web-published interludes of Yugami-kun, as well as secondary works (fan-created stories) of Yuuji Yugami and Chihiro Watanuki set after the final chapter. \n\nUnofficial Fanbook created by Misumi (mr_ms_maker on X).\n\nNote: Chapters can be read in random order."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-12-14T23:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/b33e2541-f112-437d-8e0f-b52358336b88.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "\"Yup! Just as slow as I thought.\"\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-12-17T07:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cf4159b-94e9-4a24-b419-bab9661e6798",
    "title": {
      "en": "Yuureitou"
    },
    "updatedAt": "2022-07-15T00:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/1cf4159b-94e9-4a24-b419-bab9661e6798/9c0f09d0-f7dc-4105-ba16-7cf72f6087da.jpg",
    "altTitles": [
      {
        "pt-br": "A Torre Fantasma"
      },
      {
        "tr": "Hayalet Kule"
      },
      {
        "es": "La Torre Fantasma"
      },
      {
        "ms": "Menara Hantu"
      },
      {
        "vi": "Tòa tháp ma"
      },
      {
        "en": "The Ghost Tower"
      },
      {
        "pl": "Wieża Duchów"
      },
      {
        "zh-ro": "You Li Ta"
      },
      {
        "ja-ro": "Yureito"
      },
      {
        "zh": "幽丽塔"
      },
      {
        "zh-hk": "幽麗塔"
      },
      {
        "ko": "유려탑"
      }
    ],
    "description": {
      "en": "In the 1950s, an old woman was brutally murdered on the face of a clock tower by her adopted daughter. Two years later, the clock tower is known as the 'ghost tower' and it is supposedly haunted. Through an unusual series of events, a young NEET man named Amano Taichi is attacked by someone or something in the same clock tower, and finds himself bound to the clock face to be killed in the same way as the old woman. Luckily for Amano, he doesn't meet the same fate. He's rescued by a mysterious person who claims his name is Tetsuo.  \n  \nTetsuo is searching for a treasure that is connected with the ghost tower, and he wants Taichi to be his partner. Taichi, whose life has mostly consisted of poverty, loneliness, and pornography, is enticed by the idea of gaining extreme wealth. He's further convinced when a house fire leaves him without a home and depends on Tetsuo's charity. The adventure is going to be very dangerous, since the same 'enemies' who attacked Taichi before seem certain to try something again! Not to mention, Taichi really knows very little about his new partner, especially while regarding his true identity!",
      "pt-br": "Em 1950, uma idosa foi brutalmente morta na face de uma Torre do Relógio por sua filha adotiva. Dois anos depois, a Torre do Relógio ficou conhecida como a \"Torre Fantasma\" e está supostamente assombrada. Através dessas séries de eventos incomuns, um jovem NEET chamado Amano Taichi é atacado por alguém ou algo na mesma Torre do Relógio, e encontra-se preso na face do relógio, pronto pra ser morto da mesma maneira que a idosa foi. Pra sorte de Amano, ele não encontra o mesmo destino. Ele é resgatado por uma pessoa misteriosa que alega se chamar Tetsuo.\n\nTetsuo está procurando por um tesouro que está  conectado com a Torre Fantasma, e ele quer que Taichi seja seu parceiro. Taichi fica mais convencido sobre a proposta quando sua casa pega fogo e fica sem onde morar, sendo obrigado a depender da caridade de Tetsuo. A aventura vai ser extremamente perigosa, já que os mesmos 'inimigos' quem atacaram Taichi antes parecem que vão tentar algo novamente! Sem mencionar que, Taichi realmente sabe muito pouco sobre seu parceiro, incluindo \"seu\" verdadeiro sexo!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "80"
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-12-14T11:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e72a727-0f25-4b3a-b847-ccd787456366",
    "title": {
      "en": "Soredemo Sekai wa Utsukushii"
    },
    "updatedAt": "2024-07-12T22:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/5e72a727-0f25-4b3a-b847-ccd787456366/99fcf732-7948-4047-9126-4f1dd5333e01.jpg",
    "altTitles": [
      {
        "ja": "それでも世界は美しい"
      },
      {
        "en": "The World Is Still Beautiful"
      },
      {
        "en": "Even So, the World Is Still Beautiful"
      },
      {
        "fr": "Néanmoins, le monde est beau encore"
      },
      {
        "pt-br": "Ainda assim, o mundo é belo"
      },
      {
        "es": "Aun así, el mundo es hermoso"
      },
      {
        "tr": "Dünya Yine de Güzel"
      },
      {
        "vi": "Thế Giới Tươi Đẹp"
      },
      {
        "ru": "И всё-таки мир прекрасен"
      },
      {
        "th": "รักสองอาณาจักรที่ปลายฝน"
      },
      {
        "zh-hk": "儘管如此世界依然美麗"
      },
      {
        "zh": "尽管如此世界依然美丽"
      }
    ],
    "description": {
      "en": "Nike is the fourth princess of the Rain Duchy and one who holds the power to call forth the rain. Despite her own reluctance, for the sake of her country she travels to the Sun Kingdom to marry Sun King Livius. She soon discovers that the King, who conquered the world within only three years of ascending to the throne, is actually… a child?! Furthermore, for trivial reasons, he demands that Nike call forth the rain…?!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "143.5"
  },
  {
    "mangaId": "f3626de0-f3f5-4b65-957a-a417f8b087df",
    "title": {
      "en": "Rain"
    },
    "updatedAt": "2024-10-30T20:02:33+00:00",
    "coverArt": "https://mangadex.org/covers/f3626de0-f3f5-4b65-957a-a417f8b087df/cf9598f9-01aa-41d1-9d11-0efcd8a0d733.jpg",
    "altTitles": [
      {
        "lt": "Lietus"
      },
      {
        "en": "Rain (SUMIKAWA Megumi)"
      },
      {
        "ru": "Рэйн"
      },
      {
        "ja": "レイン"
      },
      {
        "zh": "雨战士"
      },
      {
        "zh": "雷恩Rain"
      },
      {
        "ja-ro": "Rein"
      }
    ],
    "description": {
      "en": "The small country Sunkwoll is in a tight spot because it's under attack of the great country Zarmine. But the general, Rain, who's reputed to be an exceptionally gifted swordsman, is against the war and won't enter the battle. But how is one supposed to wage a war like this anyway?  \n  \n*Note: Author passed away in Feb 2019, leaving the source material for the manga, novel incomplete.*"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45191f9-3b70-4655-8a32-73c501797e52",
    "title": {
      "en": "Shaman King Flowers"
    },
    "updatedAt": "2024-10-09T02:35:51+00:00",
    "coverArt": "https://mangadex.org/covers/d45191f9-3b70-4655-8a32-73c501797e52/81ca56b4-2138-4d31-8ff3-ef06e9174fb2.jpg",
    "altTitles": [
      {
        "ru": "Король-Шаман: Цветы"
      },
      {
        "ja": "シャーマンキング Flowers"
      }
    ],
    "description": {
      "en": "Takes place 10 years after the end of Shaman King Kang Zeng Bang and focuses on the life of Hana in his teenage years.  \nHana's Epoch (Oneshot), was originally released in the Mentalite fanbook. It is not considered canon at this time in the Shaman King universe.",
      "ru": "Манга повествует о событиях происходящих через 10 лет после окончания боя Йо и Хао и сосредотачивается на жизни Ханы Асакуры (сына Йо) в его подростковых годах.  \nХана демонстрирует способности,которые даже превышают его отца. Хану ждут новые приключения, противники и битвы, в которые будет втянут весь мир…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "29"
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-12-23T23:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c22d472a-4d3b-4373-b608-2a16e37f1822",
    "title": {
      "en": "Kurozakuro"
    },
    "updatedAt": "2024-09-12T13:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/c22d472a-4d3b-4373-b608-2a16e37f1822/2215df44-0f35-4631-a1bc-ce8573a49704.jpg",
    "altTitles": [
      {
        "ja": "クロザクロ"
      }
    ],
    "description": {
      "en": "Sakurai Mikito is a wimp who is constantly bullied and never fights back, as he doesn't want to hurt others.This all changes when a mysterious sphere enters him - Zakuro. He soon begins to feel different feeling desires to eat… humans. Is he still human, or will he succumb to his desires and fully become a monster?",
      "ja": "「他人を傷つけるくらいなら、傷つけられたほうがいい……」\n\n心優しきいじめられっ子、高校生・桜井幹人。彼の体に、ある日突然謎の「種」が入ってしまった。そして幹人は、夢の中で不思議な子供・ザクロに出会う――。夢の中で「強くなりたい」と望んだ幹人だったが、直後から怒りっぽくなり、人が食糧に見えるようになってしまう。――なんと彼は、人を喰う「傀牙（オーガ）」になろうとしていたのだ！！"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-12-13T22:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      },
      {
        "pl": "Wykład, którego nie chciałbyś od rodziców"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e02ea8c-1676-4e81-8810-32937033f596",
    "title": {
      "en": "Silver Fang – The Shooting Star Gin –"
    },
    "updatedAt": "2023-09-25T01:01:22+00:00",
    "coverArt": "https://mangadex.org/covers/1e02ea8c-1676-4e81-8810-32937033f596/68f68f7c-7b30-4810-b055-c37e51562032.jpg",
    "altTitles": [
      {
        "fi": "Hopeanuoli"
      },
      {
        "ja": "銀牙―流れ星　銀―"
      },
      {
        "ja-ro": "Ginga Nagareboshi Gin"
      }
    ],
    "description": {
      "en": "This is the first and original story in the Ginga, the Silver Fang, series.  \nIt covers the birth of the silver-coloured brindle bear-dog, Gin, whose father gets killed early in the story by the bloodthirsty bear Akakabuto.  \nGin promises himself, his father and his human friends to swear revenge.  \nHe trains together with his young human master, Daisuke to kill the bear to vengeance all his victims.  \nOne day, while hunting bears in the mountains, Gin meets a pack of wild dogs with the very same goal.\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1987**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "55"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29b06705-7b3d-471b-bef6-025e60348cd2",
    "title": {
      "en": "Darren Shan"
    },
    "updatedAt": "2024-08-31T06:16:16+00:00",
    "coverArt": "https://mangadex.org/covers/29b06705-7b3d-471b-bef6-025e60348cd2/2ae43f19-5f93-4d2d-891f-b5d9db003d9d.jpg",
    "altTitles": [
      {
        "fr": "Cirque du Freak"
      },
      {
        "en": "The Saga of Darren Shan"
      },
      {
        "fr": "Darren Shan - Le cirque de l'étrange"
      },
      {
        "ja": "ダレン・シャン"
      },
      {
        "zh": "向达伦大冒险"
      },
      {
        "zh": "达伦索拉奇怪胎"
      },
      {
        "en": "Cirque du Freak: The Vampire's Assistant"
      }
    ],
    "description": {
      "en": "Darren Shan's an ordinary schoolboy, until he and his best friend Steve get tickets to the Cirque Du Freak, a bizarre freak show featuring such arcane performers. In the midst of the ghoulish excitement, true terror raises its head when Steve recognises that one of the performers – Mr Crepsley – is in fact a vampire! That's when the hands of fate changes the lives of them forever!  \n  \nBased on the english novel series Cirque Du Freak by author Darren Shan."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "114"
  },
  {
    "mangaId": "a44afe37-24fd-44b8-874e-17e8a24ca3ca",
    "title": {
      "en": "Dekisokonai no Himegimi-tachi"
    },
    "updatedAt": "2023-08-08T20:18:36+00:00",
    "coverArt": "https://mangadex.org/covers/a44afe37-24fd-44b8-874e-17e8a24ca3ca/ff6edc47-3792-4029-bc55-b294540c3524.jpg",
    "altTitles": [
      {
        "en": "Failed Princesses"
      },
      {
        "es": "Princesas Fallidas"
      },
      {
        "es-la": "Princesas Inútiles"
      },
      {
        "es": "Princesas Inútiles"
      },
      {
        "ja": "できそこないの姫君たち"
      },
      {
        "en": "Useless Princesses"
      },
      {
        "zh-hk": "不成材的小公主們"
      },
      {
        "zh": "不成材的小公主们"
      },
      {
        "zh-ro": "Bù chéngcái de xiǎo gōngzhǔmen"
      },
      {
        "ja": "でき姫"
      },
      {
        "ja-ro": "Dekihime"
      }
    ],
    "description": {
      "en": "Fujishiro Nanaki is super cute, super popular, and super annoyed with anyone as plain as her classmate Kurokawa Kanade. When Nanaki finds out her boyfriend’s cheating on her, however, her life makes a complete 180—as does her relationship with Kanade. This all-new yuri manga series explores the budding romance between the cool girl in school and the “plain” girl she once brushed off!",
      "pt-br": "Nanaki-chan é a popular da escola, ela exalta sua beleza com a maior auto-estima e arrogância possível, ela é a princesinha fútil e imatura que acha que a aparência é fundamental. Mas um dia tudo isso vai por terra quando ela leva um pé na bunda gostosim do cara mais bonito e popular da escola. E pra piorar além de ser esculachada pelo zé bundão, tudo isso aconteceu na frente da mina que ela até então tirava uma onda por não ser tão vaidosa como ela… Só que dessa \"tragédia\" ela vai perceber que beleza nem sempre é tudo…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "a6941e9c-c584-4fca-bed7-04facd58af5b",
    "title": {
      "en": "Fate/Grand Order: Qin Shi Huang's Interlude - The Melancholy of a Ruler"
    },
    "updatedAt": "2021-10-22T19:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/a6941e9c-c584-4fca-bed7-04facd58af5b/ae71f458-4612-4207-876f-04e6ee526b85.jpg",
    "altTitles": [
      {
        "ja": "Fate/Grand Order 始皇帝 幕間の物語 裁定者の憂鬱"
      },
      {
        "fr": "Fate/Grand Order: Une Interlude du Premier Empereur - La Mélancolie d'un Souverain"
      }
    ],
    "description": {
      "en": "Manga adaptation of the Interlude of Qin Shi Huang, a Ruler Servant from the mobile game Fate/Grand Order.",
      "fr": "Adaptation manga de l'Interlude de Qin Shi Huang, un Servant Ruler du jeu mobile Fate/Grand Order."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-23T11:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0252c37f-5002-473e-b3ab-7c46f545fc8f",
    "title": {
      "en": "Cerberus"
    },
    "updatedAt": "2024-10-25T20:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/0252c37f-5002-473e-b3ab-7c46f545fc8f/c36c99da-e449-48f1-a920-4adb2e94ae9c.jpg",
    "altTitles": [
      {
        "en": "Ceroberos"
      },
      {
        "en": "Kerberos"
      },
      {
        "en": "Keruberosu"
      },
      {
        "en": "Zerberus"
      },
      {
        "en": "Цербер"
      },
      {
        "en": "ケルベロス"
      },
      {
        "en": "墓守战记"
      },
      {
        "ru": "Цербер"
      }
    ],
    "description": {
      "en": "Kei often gets involved in fights, despite of him being weak and always end up losing. One day, while helping a friend to bring some textbooks to an old building of his school, he and his childhood friend, Tomoe, are attacked by a monster. In order to save his friend, Kei will choose to become a Grave Protector!",
      "ru": "Томицука Кей – слабак, неудачник и просто коротышка, живущий в одном из маленьких городков Японии. Но все же в этом пареньке что-то есть… И это что-то – чувство справедливости, да такое, которого нету ни у кого из его сверстников. Один раз он отправился в старое здание школы вместе со своей подругой детства. Побродив там немного, Кей попал… попал на кладбище, которое находилось за огромной дверью… И открыв эту дверь, Кей выпустил на свободу 8 монстров . Чтобы спасти свою подружку от одного из таких чудовищ, Кей заключает договор с Цербером. Получив силу, распрощался со своей обычной повседневной жизнью…"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "87"
  },
  {
    "mangaId": "b80ea8bd-7293-4e61-965a-14594059dde1",
    "title": {
      "en": "7-Kakan Gentei Kanojo"
    },
    "updatedAt": "2024-09-29T12:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/b80ea8bd-7293-4e61-965a-14594059dde1/53aef29b-5b24-41de-8631-3f4b9105b419.png",
    "altTitles": [
      {
        "ja": "7日間限定彼女"
      },
      {
        "ko": "7일간 한정 여자친구"
      },
      {
        "th": "แฟนสาวแค่ 7 วัน"
      },
      {
        "en": "Girlfriend limited to 7 days."
      }
    ],
    "description": {
      "en": "A yuri romantic comedy centered on a temporary relationship between a gal and an honor student. \n\nThe story begins when Manatsu, a gal who is on the verge of repeating a grade, starts receiving tutoring from Sumie, an honor student. Manatsu loves shoujo manga and romantic gossip but has the vague that having a boyfriend somehow doesn't fit her. \n\nWhen she casually brings this up, Sumie suggests, \"Why not try starting with just the form?\" and offers \"How about dating me for just 7 days?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-20T11:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/11cde992-1cd2-4e84-af10-31f9ff71e69b.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "39e06332-937e-4a5c-afe0-ab903550027d",
    "title": {
      "en": "Oretachi ga Osananajimi Janaku Natta Hanashi"
    },
    "updatedAt": "2023-03-28T04:14:08+00:00",
    "coverArt": "https://mangadex.org/covers/39e06332-937e-4a5c-afe0-ab903550027d/2c8f1ad5-aa1e-414a-9db3-fdad6281e026.jpg",
    "altTitles": [
      {
        "ja": "俺たちが幼なじみじゃなくなった話"
      },
      {
        "en": "A Story About How We Stopped Being Childhood Friends"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-11-23T12:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Нува асли манӑн тус"
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0018c989-4361-477d-89e8-29e269be93b7",
    "title": {
      "en": "Arknights: A1 Operations Preparation Detachment"
    },
    "updatedAt": "2024-05-03T02:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/0018c989-4361-477d-89e8-29e269be93b7/9cc91a07-9bc7-4d3c-b808-a068f7eae8ab.jpg",
    "altTitles": [
      {
        "zh": "明日方舟: A1行动预备组"
      }
    ],
    "description": {
      "en": "Rookie members of the Columbia garrison, Fang, Beagle and Kroos have been posted to the commercial city of Tkaronto’s Infected district for their internship. Although it’s crowded and has quite a complex situation, the three of them resolve to do their duty to the fullest, quickly integrating with the local Infected. Soon, their six-month internship will be over, and the three of them will become full members of the garrison, but meanwhile a Catastrophe silently descends on Tkaronto…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2024-11-03T15:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4cac440-3b9a-456b-b4ea-a387172e5c75",
    "title": {
      "en": "Hell Dogs"
    },
    "updatedAt": "2024-06-19T20:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/f4cac440-3b9a-456b-b4ea-a387172e5c75/8aad0c10-af94-4599-b19b-0f525ab65ad6.jpg",
    "altTitles": [
      {
        "ja-ro": "Hell Dogs: Jigoku no Inu-tachi"
      },
      {
        "ja": "ヘルドッグス 地獄の犬たち"
      },
      {
        "vi": "Những con chó địa ngục"
      }
    ],
    "description": {
      "en": "Can I kill a person as a police officer!? It's been three and a half years since I became a yakuza, and the infiltration never ends.  \n  \nKanetaka of the Higashi-Sheath Association is a gangster with a strong arm who has climbed up to assistant young head.  \nHe landed in Okinawa at the command of the organization and killed his target, Kino.  \nThat night, Kanetaka vomits violently.  \nHe was an undercover investigator at the Metropolitan Police Department!  \nWhat is the purpose of Kanetaka's actions!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "95f11d75-2018-4fe7-ac9f-04039f15b4e4",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Yotsuba Keishou-hen"
    },
    "updatedAt": "2022-09-27T03:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/95f11d75-2018-4fe7-ac9f-04039f15b4e4/dbfdcbdc-2be0-4f5f-82a9-5f51671c4af7.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei - Sucesión Yotsuba"
      },
      {
        "en": "The Irregular at Magic High School - Yotsuba Succession Arc"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Наследник семьи Йоцуба"
      },
      {
        "ja": "魔法科高校の劣等生 四葉継承編"
      },
      {
        "zh": "魔法科高中的劣等生 四叶继承篇"
      },
      {
        "zh-hk": "魔法科高中的劣等生 四葉繼承篇"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō Nama Yotsuba Keishō-hen"
      }
    ],
    "description": {
      "en": "In December, Miyuki receives an invitation for the Yotsuba's new year's family gathering. However, unlike previous years, they specially added \"Everyone must attend\" on the invitation. Miyuki understands that \"the time has come\" — it is time to decide the next head for the Yotsuba Clan.  \n— If she is elected, her brother will be free.  \n— If she becomes the next head, she will be forced to marry someone else.  \nMiyuki's heart is a mess.  \nThe truth of the Brother and Sister relationship is finally unveiled!? Yotsuba Keishou-hen begins!  \n  \nAdaptation of the original novel's volume 16."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "e4429b48-f543-47cd-ad2d-39e73ab264e5",
    "title": {
      "en": "These Two Will Be Married In 100 Days"
    },
    "updatedAt": "2023-06-05T05:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/e4429b48-f543-47cd-ad2d-39e73ab264e5/5a47b40e-e8ea-40b7-a4ed-7362df3e1f25.png",
    "altTitles": [
      {
        "ja-ro": "100nichigo ni Kekkon Suru Futari"
      },
      {
        "ja": "100日後に結婚する二人"
      },
      {
        "ru": "Они обручатся через 100 дней"
      },
      {
        "ja-ro": "100-nichi Go ni Kekkon Suru Futari"
      },
      {
        "ja-ro": "100 Nichi Go ni Kekkon Suru Futari"
      }
    ],
    "description": {
      "en": "A Twitter comic by Hata Kenjiro about a couple that will be married in 100 days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  }
]