[
  {
    "mangaId": "f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e",
    "title": {
      "en": "Higanjima"
    },
    "updatedAt": "2024-05-19T19:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e/6ded7f1f-f095-43dd-a836-c004dbf25b84.jpg",
    "altTitles": [
      {
        "fr": "Higanjima - L'île des vampires"
      },
      {
        "ja": "彼岸島"
      },
      {
        "ko": "피안도"
      }
    ],
    "description": {
      "en": "Akira's older brother, Atsushi, has been missing for two years.   \n  \nOne day, a mysterious woman who seems to know Atsushi's last known whereabouts appears and offers to take him and his friends there : to the island of Higanjima.   \n  \nThus the great Man vs Vampire epic begins…",
      "pt-br": "O jovem promissor Atsushi desaparece deixando toda a sua responsabilidade como \"filho perfeito\" recair sobre seu irmão Akira. Dois anos se passam e agora Akira e seus leais amigos se deparam com uma pista do paradeiro de Atsushi, mas junto com a pista e a bela jovem que a traz está um monstro com força descomunal, olhos vermelho-escuro e cabelos brancos sedento por sangue. O que teria acontecido a Atsushi? Será que Akira e seus amigos conseguirão sobreviver para descobrir?"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "330"
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-02-19T03:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0402eee8-055d-4fff-9e4f-e08f7e4c808b",
    "title": {
      "en": "Gentle Wife's Secret Part-time Job"
    },
    "updatedAt": "2023-08-16T10:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/0402eee8-055d-4fff-9e4f-e08f7e4c808b/fce00936-26c4-4580-97e2-db63bfd879d2.jpg",
    "altTitles": [
      {
        "ja": "ゆるふわ人妻 秘密のパート"
      },
      {
        "ja-ro": "Yurufuwa Hitozuma Himitsu no Paato"
      },
      {
        "uk": "Таємний підробіток тендітної дружини"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-04-12T20:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "87867b65-90c0-4dc3-b36e-1c151cfa969b",
    "title": {
      "en": "With Vengeance, Sincerely, Your Broken Saintess"
    },
    "updatedAt": "2024-05-02T21:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/e66c1fe1-580f-4e8b-8d41-c64c03e70f5b.jpg",
    "altTitles": [
      {
        "ja": "傷だらけ聖女より報復をこめて"
      },
      {
        "en": "Vengeance from a Saint Full of Wounds"
      },
      {
        "en": "The Holy Wound Became a Villain"
      },
      {
        "es": "La santa herida se convirtió en villana"
      },
      {
        "ru": "Возмездие Раненой Святой"
      },
      {
        "id": "Pembalasan saintess yang terluka"
      },
      {
        "ja-ro": "Kizu Darake Seijo Yori Houfuku wo Komete"
      }
    ],
    "description": {
      "ar": "لوا ، قديس مرشح مع قوى الشفاء. ومع ذلك ، فقد كانت قدراتها معيبة ، وستتألم وتتألم لنفسها من أجل نقل الأعراض لنفسها والشفاء منها. عاملها المرشحون القديسون على أنها عيب ، لكن صديقتها المقربة أريان كانت دائمًا هناك. في يوم من الأيام ، يحتضر جاروت ، قائد الفرسان الذي تهتم به روا. بعد أن تلتئم جراحه تمامًا ، تتجول لوا بين الحياة والموت في حدود قدراتها. ومع ذلك ، عندما استيقظ ، كان كل الفضل يعود إلى أريان ، وتم تحديد خطوبة جاروت وأريان. بالنظر إلى طبيعة أريان الحقيقية ، تعرض للضرب المبرح من قبل جاروت. في حالة من اليأس ، تعهد لوا بعدم شفاء أي شخص بعد الآن. ثم يسأل الأمير الثاني سوين ، “لماذا لا تنتقم من أولئك الذين أهانوك",
      "en": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2022-03-25T10:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36262825-e510-4935-92a6-32af9183d808",
    "title": {
      "en": "Kuzuless Oblige 18-kin ge sekai no kuzu akuyaku ni tensei shite shimatta ore wa, gensaku chishiki no chikara de dōshite mo mobu jinsei o tsukamitoritai."
    },
    "updatedAt": "2024-05-25T18:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/36262825-e510-4935-92a6-32af9183d808/3983440c-d592-4a7d-b806-a19e8ea3bf56.png",
    "altTitles": [
      {
        "en": "Scum・less Oblige, Reborn as the Scummy Villain in an 18+ Adult Game, and I Absolutely Want to Seize the Mob Using My Knowledge of the Original Story."
      },
      {
        "ja": "クズレス・オブリージュ　18禁ゲー世界のクズ悪役に転生してしまった俺は、原作知識の力でどうしてもモブ人生をつかみ取りたい"
      }
    ],
    "description": {
      "en": "Before I knew it, I was in a world of 18+ games with magic and erotica.\n\nIn it, I was reborn as Ultos, the worst scum in history. If I continue like this, I will meet the worst possible fate.\n\nSomehow, I must be reborn from the hated character known as 'ScumUltos' into a pure and innocent mob character...!!\n\nRise up from being the worst douchebag villain of all time!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8325137c-32bf-464c-b716-b4c9b17c0002",
    "title": {
      "en": "Natsume Arata no Kekkon"
    },
    "updatedAt": "2024-04-02T17:03:57+00:00",
    "coverArt": "https://mangadex.org/covers/8325137c-32bf-464c-b716-b4c9b17c0002/9e8defdf-278d-4282-9c30-ab8b01d4f0c5.jpg",
    "altTitles": [
      {
        "en": "Arata Natsume Getting Married"
      },
      {
        "ja": "夏目アラタの結婚"
      },
      {
        "zh-hk": "夏目新的结婚"
      },
      {
        "es-la": "La boda de Natsume Arata"
      },
      {
        "en": "Natsume Arata's Marriage"
      },
      {
        "fr": "Pour le pire (Glénat)"
      }
    ],
    "description": {
      "en": "Arata Natsume works at a child guidance center, is in his thirties and single with no plans for marriage. But one day, he receives a request from the child he was in charge of, Takuto, to \"meet the criminal who killed his father\". That serial killer is Shinagawa Shinju, also known as the \"Shinagawa Pierrot\".",
      "fr": "“Le clown de Shinagawa” avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes… Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle…",
      "pt": "Natsume trabalha no conselho tutelar, está em seus trinta anos e solteiro, sem planos para casa. Mas um dia, ele recebe um pedido de uma criança a qual estava a cargo, de \"encontrar o criminoso que matou seu pai\". Tal assassino é a serial killer Shinagawa Shinu, também conhecida como \"Pierrot Shinagawa\".",
      "es-la": "Arata Natsume trabaja en un centro de orientación infantil, tiene más de treinta años y está soltero sin planes de matrimonio. Pero un día recibe una petición del niño que tenía a su cargo, Takuto, para \"conocer al criminal que mató a su padre\". Ese asesino en serie es Shinagawa Shinju, también conocido como el \"Shinagawa Pierrot\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "106"
  },
  {
    "mangaId": "80d288be-bdb9-4637-804e-02b2f89ad2d8",
    "title": {
      "en": "Jungle Juice"
    },
    "updatedAt": "2024-03-16T01:42:43+00:00",
    "coverArt": "https://mangadex.org/covers/80d288be-bdb9-4637-804e-02b2f89ad2d8/dfdb5c3b-d1eb-48df-abb4-7c22816477d3.png",
    "altTitles": [
      {
        "ko": "정글쥬스"
      },
      {
        "zh-hk": "叢林果汁"
      },
      {
        "es": "Jugo de Jungla"
      },
      {
        "fa": "جوهر جنگل"
      },
      {
        "pt-br": "Essência da Selva"
      }
    ],
    "description": {
      "en": "Jang Suchan is an extraordinary college student at the top of the social food chain. But underneath the perfect façade, he hides a pair of insect wings that suddenly grew when he used a mysterious bug spray called \"Jungle Juice.” Suchan's life crumbles when he bares his wings to the world to save someone's life. When all hope seems lost, Suchan stumbles upon a hidden world of insect humans where everyone is accepted for what they are.\n\nBut the law of the jungle governs this secret society and all must fend for themselves in order to survive.",
      "fr": "Le mystérieux insecticide \"Jungle Juice\" a fait de lui un humain insecte.  \nJang Su-chan, un étudiant qui cachait ses dents, a un jour ressemblé à cela.  \nVous serez vu par tout le monde, et vous serez dans le monde des insectes.  \nVous vous battrez contre la logique du faible…  \n  \nAction/ Fantaisie de divers pouvoirs d'insectes  \nLe nouveau héros de Super String Universe fait son apparition !",
      "pt-br": "Jang Suchan é um aluno universitário no topo de sua cadeia social. Mas, debaixo da faixada perfeita, ele esconde um par de asas de inseto que cresceram de repente após usar um inseticida misterioso chamado “Jungle Juice”. A vida de Suchan desmorona quando ele exibe suas asas ao mundo afim salvar a vida de outra pessoa. Quando toda a esperança parece perdida, Suchan se depara com um mundo escondido de insetos humanos onde todos são aceitos por quem são. Mas a lei da selva governa essa sociedade secreta e todos devem lutar para sobreviverem."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba no Monogatari"
    },
    "updatedAt": "2024-05-21T17:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba no Monogatari - Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-04-24T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/d788bc10-c9c4-4f53-9837-8d25e33f9050.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00dcb59-bb29-4f68-b600-40954366ca1a",
    "title": {
      "en": "To Not Die"
    },
    "updatedAt": "2024-05-21T04:44:51+00:00",
    "coverArt": "https://mangadex.org/covers/c00dcb59-bb29-4f68-b600-40954366ca1a/cf20d1b0-662f-44e5-978e-dfafadd76402.jpg",
    "altTitles": [
      {
        "ko": "죽지 않으려면"
      },
      {
        "zh": "街头生存手册"
      },
      {
        "zh-hk": "如果不想死"
      },
      {
        "ja": "死にたくなければ"
      }
    ],
    "description": {
      "en": "Im Dajun is a high school student who gets bullied at school every day. He came across an interview on TV just when he was on the verge of giving up on life. It was with a murderer who killed the classmates that bullied him. Dajun becomes inspired by what he saw and decides to take revenge as well.\n\nHis revenge was successful. However, his life steered into an undesired direction. Im Dajun, leaving school, ends up joining a strange Runaway Fam.\n\nThe young runaway, Im Dajun, no longer suffers from the bullies at his school. Instead, he now must survive against even more vicious thugs on the streets.\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ja": "これは生存を賭けた命がけの闘い！\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "ko": "고등학생 임다준은 학교에서 늘상 괴롭힘을 당하는 게 일상이었다. 삶을 포기하기 직전 우연히 본 티비 속 동급생 살해범의 인터뷰에 감명을 받고 복수를 결심하게 된다.\n복수는 성공했지만 삶은 원치않는 방향으로 흘러가게 되고.. 학교에서 나온 임다준은 범상치않은 가출팸에 들어가게 된다.\n가출청소년 임다준은 더이상 학교 안 일진들에게 시달리지 않게 되었지만 그보다 잔혹한 길거리의 양아치들을 상대로 살아남아야만 한다.\n\n삶의 끝자락에 내몰린 고등학생 임다준의 길거리 생존기!\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "zh": "懦弱少年复仇后无家可归，\n残酷的街头生存挑战开始！\n男主任多骏经常被欺负。在他想要寻短见的那一刻，偶然看到电视里的一段采访，感触颇深，决定报仇。而后虽然复仇成功，但他的人生却也朝着无法预测的方向发展。被父亲赶出家门的他开始街头流浪，必须要面对更残酷的街头混混生活。被逼上绝路的他能否生存下来呢？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)",
      "zh-hk": "高中生林多俊每天在學校遭受以李道允為首的不良學生們的霸凌，在他想結束自己的生命以解脫的前一晚，偶然在電視上看到殺害多名霸凌者的高中生的訪問，而萌生報仇的念頭。某次又受到李道允的霸凌時，他將道允推向衝來的貨車。在看似成功的復仇之後，席捲而來的是....？\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/to-not-die/list?title_no=2978)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/jietoushegncunshouce/list?title_no=1720)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001592)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-05-09T19:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3587f6e7-a90d-4134-ba65-293ca9c6123e",
    "title": {
      "en": "Bocchi Tenseiki"
    },
    "updatedAt": "2024-05-04T17:47:28+00:00",
    "coverArt": "https://mangadex.org/covers/3587f6e7-a90d-4134-ba65-293ca9c6123e/f3c42741-f08a-41da-853d-932efe388e29.jpg",
    "altTitles": [
      {
        "ja-ro": "Botchi Tenseiki"
      },
      {
        "en": "The Reincarnation Record of a Misanthrope"
      },
      {
        "ja": "ぼっち転生記"
      }
    ],
    "description": {
      "en": "I don't trust any human being.  \n  \nAn unemployed, virgin 29-years-old Loner man who has a very deep distrust toward humans was trying to save a woman who was almost raped. He is stabbed in the chest by the assaulter and left to die alone while cursing the humans. When he came to, he realized that he had reincarnated in another world as the second son of a lower noble family where magic and spirit exist as a human baby named Ash Hawkwood.  \n  \nWithout talent for [True Magic] or [Swordmanship] this the story about how he build his own empire from scratch by using his own power."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca77981-04b2-4fb9-9b04-0020f4fe4abe",
    "title": {
      "en": "Isekai Dynasty Tales"
    },
    "updatedAt": "2024-05-25T16:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/dca77981-04b2-4fb9-9b04-0020f4fe4abe/45a697d6-5812-44bc-940d-995f1415aa12.jpg",
    "altTitles": [
      {
        "ja-ro": "isekai ocho monogatari"
      },
      {
        "ja": "異世界王朝物語"
      }
    ],
    "description": {
      "en": "Due to a near-death experience, a Japanese college student named Hiro gains the ability to see and converse with ghosts. By forming contracts with these ghosts, he becomes a powerful necromancer. But how will he fare in this strange new world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2024-05-08T15:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "051a49d7-dbd8-45eb-bf2a-4c04ab3e2e88",
    "title": {
      "en": "Little Shark's Outings"
    },
    "updatedAt": "2024-02-04T04:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/051a49d7-dbd8-45eb-bf2a-4c04ab3e2e88/54a85696-84b4-4652-a731-a71acc1a2a09.jpg",
    "altTitles": [
      {
        "ja": "おでかけ子ザメ"
      },
      {
        "ja-ro": "Odekake Kozame"
      },
      {
        "en": "Child Shark Going on an Outing"
      }
    ],
    "description": {
      "en": "The adventures of a baby shark in nostalgia-filled Yauo Town. \r\n\r\nCider on a summer day, freeze pops, radio calisthenics, festival stalls, and hanging out with friends. The world sparkles when reflected in the eyes of the baby shark.\r\n\r\nA little retro, a little wistful, and the warmest short comic!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2ea10260-9d99-45d8-8add-8c47e8e53f8c",
    "title": {
      "en": "Non Milk-Milk Coffee Webcomic"
    },
    "updatedAt": "2023-09-03T12:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/2ea10260-9d99-45d8-8add-8c47e8e53f8c/7dca5023-36c6-45f2-8b3c-36bebbfcdc28.png",
    "altTitles": [
      {
        "vi": "Bạc xỉu không sữa"
      },
      {
        "fr": "Un café au lait sans lait"
      }
    ],
    "description": {
      "en": "A male office worker falls in love with the owner of a small coffee shop in a corner of the big city."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449be401-bcaa-4af7-9a97-44e273a9c371",
    "title": {
      "en": "Inugami-san to Nekoyama-san"
    },
    "updatedAt": "2023-01-20T10:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/449be401-bcaa-4af7-9a97-44e273a9c371/6f50d4c9-6a4c-4d52-a930-ae3fe1b68177.jpg",
    "altTitles": [
      {
        "en": "Inu&Neko"
      },
      {
        "en": "Inugami-san and Nekoyama-san"
      },
      {
        "ja": "犬神さんと猫山さん"
      },
      {
        "zh-hk": "犬神同學和貓山同學"
      },
      {
        "zh-ro": "Quǎnshén tóngxué hé Māoshān tóngxué"
      },
      {
        "zh": "犬神同学和猫山同学"
      }
    ],
    "description": {
      "en": "About best friends Yachiyo Inugami and Suzu Nekoyama. Inugami likes cats and has a dog-like personality. Nekoyama likes dogs and has a cat-like personality."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "75"
  },
  {
    "mangaId": "4fdf828a-f639-4121-9c6f-5202b8832b1d",
    "title": {
      "en": "Ore ni wa Kono Kuragari ga Kokochiyo Katta: Zetsubou kara Hajimaru Isekai Seikatsu, Kami no Kimagure de Kyousei Haishinchuu"
    },
    "updatedAt": "2024-05-03T03:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/4fdf828a-f639-4121-9c6f-5202b8832b1d/3f4cfee0-c852-448a-8893-2e1e227905ea.jpg",
    "altTitles": [
      {
        "ja": "俺にはこの暗がりが心地よかった　―絶望から始まる異世界生活、神の気まぐれで強制配信中―"
      },
      {
        "en": "The Darkness Was Comfortable for Me"
      }
    ],
    "description": {
      "en": "“I will have the 1,000 people I have chosen go to a parallel world.”\n\nChaos spread once those words of God were displayed to the whole world.\n\nKurose Hikaru, whose childhood friend had been chosen, was killed together with her on the same day she was supposed to be transferred. However, for some reason, Hikaru didn’t die and, even though he wasn’t chosen at first, he ended up as one of the [Otherworlders that will have all their actions live broadcasted to Earth].\n\nTransferred without any preparations at all to that accursed land, he faced threats innumerable times and somehow managed to survive with his Gift, the Dark Spirit Abilities.\n\n“I must not die. I am sure the people on Earth are all rooting for me after all…”\n\nThis is the story of a young boy who is tossed about by the gazes of the viewers, yet eventually manages to raise his head and walk forward.\n(NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "faf6ff44-e0fc-4785-8eb6-0daae880ba53",
    "title": {
      "en": "Fairy Cat"
    },
    "updatedAt": "2024-05-05T00:01:08+00:00",
    "coverArt": "https://mangadex.org/covers/faf6ff44-e0fc-4785-8eb6-0daae880ba53/c9b73f93-d65d-49f1-ad9e-51f46ed99791.jpg",
    "altTitles": [
      {
        "ja": "手のひらねこ"
      },
      {
        "ru": "Сказочный котик"
      },
      {
        "ja-ro": "Tenohira Neko"
      }
    ],
    "description": {
      "en": "A slightly mysterious and heartwarming story about the smallest cat in the world and a high school boy. A fantastic cat named Tenohira Neko, small enough to fit in the palm of your hand, appears to Kanade, a first-year high school student. He is told that if he likes it, it will live with him...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-05-15T20:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/2ae3a0c0-0b6d-487e-81af-b4c5cff4be3b.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "43ba30ce-8cdb-4f68-863a-04e6ce7501ef",
    "title": {
      "en": "Heeran Love Song"
    },
    "updatedAt": "2024-03-08T14:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/43ba30ce-8cdb-4f68-863a-04e6ce7501ef/43b995ba-0b8c-4790-ba27-2bd90b9fcf5d.jpg",
    "altTitles": [
      {
        "ko": "희란국연가"
      },
      {
        "en": "Twilight Poem"
      },
      {
        "en": "Heeran's National Sonata"
      },
      {
        "tr": "Heeran'ın Aşk Şarkısı"
      },
      {
        "uk": "Спів кохання долини Хіран"
      },
      {
        "uk": "Сутінкова поема"
      }
    ],
    "description": {
      "en": "A hidden love story of a ghost princess who never loved anyone. General Jahyeon of Heeran Nation marries Soru, a ‘princess who sees ghosts’ by the king’s order. Jahyeon is cold to Soru, but he has the power to ward off ghosts, hence Soru wants to stay by his side. Soru is willing to sacrifice everything for Jahyeon, who is her only safe haven. Jahyeon is getting more and more concerned about Soru, but…",
      "uk": "Таємнича історія кохання принцеси-привида, яка ніколи нікого не любила. Генерал Джа Хьон з нації Хіран одружується із Со Ру, «принцесою, яка бачить привидів», за наказом короля. Джа Хьон холодно ставиться до Со Ру, але якимсь чином він відлякує привидів, тому вона хоче залишитися з ним. Со Ру готова пожертвувати всім заради Джа Хьона, який здатен дати їй відчуття безпеки. Він дедалі більше непокоїться за принцесу, але..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3",
    "title": {
      "en": "My Perfect Enemy is Finally Broke"
    },
    "updatedAt": "2024-01-26T01:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3/31fc0d4a-849e-4a8f-91f4-8592ffc41e14.png",
    "altTitles": [
      {
        "zh": "我死对头终于破产了"
      },
      {
        "en": "My Nemesis Has Finally Gone Bankrupt"
      }
    ],
    "description": {
      "en": "When he woke up, Ji Ran, the son of a rich second generation, found himself lying beside his arch-nemesis from his school days. Qin Man! \n\nDespite reluctantly agreeing to a sponsorship agreement with the green tea black belly enemy, Ji Ran finds his lonely and stubborn heart gradually melting by the occasional tenderness displayed by Qin Man. \n\n[Scheming and gentle green tea x Sharp tongue but soft-hearted and charming person]\n\nBehing the facade of a sponsorship agreement lies a decade-long unrequited love."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fc3a7-d4f4-42e9-9032-0917083f9e0d",
    "title": {
      "en": "Nan Hao & Shang Feng"
    },
    "updatedAt": "2023-01-15T14:18:13+00:00",
    "coverArt": "https://mangadex.org/covers/829fc3a7-d4f4-42e9-9032-0917083f9e0d/844b6737-d0d6-472b-be7a-3ade50038b19.jpg",
    "altTitles": [
      {
        "zh": "南号尚风"
      },
      {
        "en": "Nan Hao & Shang Feng the Odd Couple"
      },
      {
        "ru": "Нань Хао и Шан Фэн"
      },
      {
        "kk": "Нан Хао мен Шан Фен"
      },
      {
        "fr": "Nan Hao & Shang Feng, le Duo Singulier"
      },
      {
        "vi": "Nam Hào Thượng Phong"
      }
    ],
    "description": {
      "en": "A comedy about two ordinary high school boys.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "id": "Kisah komedi tentang dua cowok SMA biasa.",
      "it": "Una commedia su due liceali qualunque.",
      "ru": "История о буднях двух школьных друзей. Иногда весёлая, иногда грустная, иногда драматичная, но всегда интересная!",
      "tr": "İki sıradan liseli çocuk hakkında bir komedi.",
      "zh": "“青春是什么？羞耻+矫情+自以为是+自我意识过剩+……” 高校男生南号、尚风是从小玩到大的死党。这是关于他们最纯粹的友谊，最热闹、无厘头的校园青春故事！\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "pt-br": "Uma comédia sobre dois garotos comuns do ensino médio."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e5fc9d5-eb94-4f79-bb44-789ade52863a",
    "title": {
      "en": "The Elf Who Wasn't Familiar with Humans"
    },
    "updatedAt": "2024-05-21T05:50:24+00:00",
    "coverArt": "https://mangadex.org/covers/7e5fc9d5-eb94-4f79-bb44-789ade52863a/30841fd5-5025-46b2-aa52-be443bf45a6f.png",
    "altTitles": [
      {
        "ja": "人間のことをよく知らなかったエルフさん"
      },
      {
        "ja-ro": "Ningen no Koto wo Yoku Shiranakatta Elf-san"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-05-10T08:10:49+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/f423de78-59fd-4423-a703-228a1e556c49.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34c683d4-5284-4df8-adb2-e0fbb1710105",
    "title": {
      "en": "Girigiri Out"
    },
    "updatedAt": "2023-07-09T21:57:21+00:00",
    "coverArt": "https://mangadex.org/covers/34c683d4-5284-4df8-adb2-e0fbb1710105/0b83cabd-b9aa-4603-8e73-c449ac9296b5.jpg",
    "altTitles": [
      {
        "ja-ro": "Giri Giri Out"
      },
      {
        "ja": "ギリギリアウト"
      }
    ],
    "description": {
      "en": "The story of a charming girl cursed to need the bathroom whenever she's nervous, and a reclusive boy with a special power that helps her hold it in.  \n  \nLast-minute adventures."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "43"
  },
  {
    "mangaId": "3f4dddbb-9f84-4642-8d55-c1d0bf9d01a5",
    "title": {
      "en": "Touhou - Tale of the Bamboo Shoot Cutter (Doujinshi)"
    },
    "updatedAt": "2024-05-25T18:12:54+00:00",
    "coverArt": "https://mangadex.org/covers/3f4dddbb-9f84-4642-8d55-c1d0bf9d01a5/507fa24d-aef9-4edb-8db6-02b7d570db8c.png",
    "altTitles": [
      {
        "ja-ro": "Takenokotori Monogatari"
      },
      {
        "ja": "筍取物語"
      }
    ],
    "description": {
      "en": "Published on Reitaisai 21 (2024-05-03)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1dbb9d5-cc9d-45b5-a04d-b033e456bdec",
    "title": {
      "en": "Butterfly Trap"
    },
    "updatedAt": "2024-05-22T07:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/c1dbb9d5-cc9d-45b5-a04d-b033e456bdec/2045b6b1-6d2b-4895-95db-df3918c8b05c.png",
    "altTitles": [
      {
        "ko": "버터플라이 트랩"
      }
    ],
    "description": {
      "fr": "Yang Dojin a toujours travaillé dur depuis son enfance pour essayer d'exceller dans tous les domaines. Mais lorsqu'il a rencontré Lee Tae-Woong au lycée, il a commencé à avoir un complexe d'infériorité.\n\nPeu importe ce qu'il faisait, Dojin était toujours placé en deuxième position par rapport à Tae-Woong. Ils sont même devenus amis, bien que Dojin ait toujours été ouvert à la compétition avec Tae-Woong. Devenu de plus en plus jaloux, il décide alors de ruiner la préparation de Tae-Woong à l'examen d'entrée à l'université en lui faisant une fausse confession d'amour !\n\n10 ans plus tard, Yang Dojin rejoint le même lycée en tant que professeur de littérature. Mais quel coup du sort ! C'est là qu'il retrouve Lee Tae-Woong, qui a rejoint l'école en tant qu'infirmier.\n\nDès lors, la vie professionnelle de Dojin en tant que professeur devient un véritable enfer."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "7a649733-f6b8-460e-904d-0e852ac29093",
    "title": {
      "en": "Amnesia"
    },
    "updatedAt": "2024-05-25T16:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/7a649733-f6b8-460e-904d-0e852ac29093/e6010819-67f2-4f20-8674-ddfa4faeb833.png",
    "altTitles": [
      {
        "ja": "記憶喪失"
      },
      {
        "ja-ro": "Kioku Soushitsu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa21bb62-9798-4694-a3fd-1b75cce10e0d",
    "title": {
      "en": "Tsundere Shippai"
    },
    "updatedAt": "2024-04-13T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/fa21bb62-9798-4694-a3fd-1b75cce10e0d/f397f0cf-c138-4984-829e-4eb665c318b0.jpg",
    "altTitles": [
      {
        "ja": "ツンデレ失敗"
      },
      {
        "ja-ro": "Tsundere Shippai"
      },
      {
        "en": "A Girl Who Fails at being Tsundere"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16a5582-bda7-4399-9cf6-249d87b72e7c",
    "title": {
      "en": "Dead or Alive"
    },
    "updatedAt": "2024-05-22T07:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/d16a5582-bda7-4399-9cf6-249d87b72e7c/d55df6af-87b2-4996-91bc-f9d6a82d4f8d.jpg",
    "altTitles": [
      {
        "ko": "데드 오어 어라이브"
      }
    ],
    "description": {
      "fr": "Ce webtoon contient des scènes de violence graphique, des meurtres d'animaux et d'autres éléments perturbants.\n\nCalahan est un célèbre chasseur de prime qui a capturé 999 criminels recherchés.\nIl choisit l'escroc Johnny Downs comme dernière cible pour la récompense de 10 millions de pièces et sa retraite.\nMais Johnny, qui est accusé d'avoir fait les poches de personnes âgées, clame son innocence.\n\n\"Si je vous prouve mon innocence, donnez-moi un million de pièces\".\n\nCalahan et Johnny se lancent dans une course effrénée avec un million de pièces à la clé,\navec un groupe d'hommes suspects à leurs trousses...\n\nÀ dix jours du bureau du shérif, qui gagnera le pari ?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "fcafe690-132c-4ece-925b-f6a70670931a",
    "title": {
      "en": "Who Is the Prey?"
    },
    "updatedAt": "2024-05-25T16:26:07+00:00",
    "coverArt": "https://mangadex.org/covers/fcafe690-132c-4ece-925b-f6a70670931a/ecbb6426-2d1f-40c2-82e9-222dfc3cded3.jpg",
    "altTitles": [
      {
        "en": "The Controllers"
      },
      {
        "zh": "掌中之物"
      }
    ],
    "description": {
      "en": "A beautiful and successful lady tries to reclaim her life after she gets caught in a twisted game of revenge by a wicked and cruel man.",
      "fr": "Une belle femme tente de reprendre sa vie en main après avoir été prise dans un jeu tordu de vengeance par un homme méchant et cruel."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "128"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac84d45-2b01-4821-9958-cbf1bb92703b",
    "title": {
      "en": "Ryuu Ou no Kagehime"
    },
    "updatedAt": "2023-12-01T15:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/fac84d45-2b01-4821-9958-cbf1bb92703b/ef6fa464-faf7-44ac-816c-048016f2f773.jpg",
    "altTitles": [
      {
        "ja": "龍皇の影姫"
      },
      {
        "ja-ro": "Ryuuou no Kagehime"
      },
      {
        "ja-ro": "Ryuu-ou no Kage-hime"
      },
      {
        "en": "Shadow Princess of the Dragon King"
      },
      {
        "zh": "龙皇的影姬"
      }
    ],
    "description": {
      "en": "\"Ever since that night, I've lived only to kill you.\"\n\nKohaku was the lone survivor from her hometown, which was sunk and destroyed by the kingdom's guardian water dragon. She entered the Imperial Place under the guise of a lady-in-waiting, plotting to take revenge on Prince Miaki, who was supposed to be the only person who could control the dragon. However, he seemed nothing like she imagined. And when he caught her, he unexpectedly asked her, \"Why don't you pretend to be my consort instead?\"\n\nThis begins their thrilling contract marriage, to uncover the plot involving the succession to the throne!",
      "fr": "Kohaku est la seule survivante de son village qui a été noyé par le Dragon de l’Eau. Des années plus tard, elle décide de s’infiltrer au palais impérial afin de se venger du Dragon de l’Eau et de celui qui le contrôlait. Cependant, elle découvre que les véritables ennemis sont ailleurs, et avec le Prince Miaki, elle va chercher les coupables derrière cette tragédie !",
      "ja": "偽りの妃×次期龍皇、皇位継承絡む契約結婚!!\n\n大陸の五分の一の領土を誇る、天阿国。その都から遠く離れた故郷を国の守り神である水龍に沈められ一人生き残った琥珀は、女官として皇宮に出仕する。すべては、水龍が唯一従う次期龍皇・水晶に復讐するため。「あの夜から　お前を殺すためだけに生きてきた」しかし、水晶に詰め寄ると予想外に「偽りの妃にならないか」と持ちかけられ…!?天阿国龍皇異妃伝、ここに開幕!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "16"
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-05-02T04:59:46+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96ff05a-55d8-4318-bf30-2e6af2af81b3",
    "title": {
      "en": "Dame Ningen to Tsukiatte Kureteiru Kanojo to Date Chuu"
    },
    "updatedAt": "2024-05-24T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/a96ff05a-55d8-4318-bf30-2e6af2af81b3/84eb682f-ec93-42f7-9de6-a98808d7cd18.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間と付き合ってくれている彼女とデート中"
      },
      {
        "ja-ro": "Dame Ningen to Tsukiattekureteiru Kanojo to Date Chuu"
      },
      {
        "en": "I'm on a Date With a Girlfriend Who's Dating a Loser"
      },
      {
        "vi": "Tên Vô Dụng Tôi Đây Đang Đi Hẹn Hò Với Bạn Gái"
      }
    ],
    "description": {
      "en": "This is a collaboration promoting the first tankobon release of [Dame Ningen no Aishikata](https://mangadex.org/title/b8249e7e-cd20-43f3-b961-f47ad1070ab0/dame-ningen-no-aishikata?tab=related)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]