[
  {
    "mangaId": "175be589-d357-4704-85ec-aeeacb2f416f",
    "title": {
      "en": "The Fake Alchemist"
    },
    "updatedAt": "2024-10-15T08:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/175be589-d357-4704-85ec-aeeacb2f416f/15bef125-494d-4a94-b9ec-b487a005119e.jpg",
    "altTitles": [
      {
        "ja": "ニセモノの錬金術師"
      },
      {
        "ja-ro": "Nisemono no Renkinjutsushi"
      }
    ],
    "description": {
      "en": "In another world,\nthere was a person\nwho made their living\ndoing alchemy.\n\nAlchemy × Sorcery × Slave × Elf × Reincarnation × God × Cheat × Battle……\nA work packed with everything fantasy brought to life with overwhelming brushwork!",
      "ja": "異世界で、\n錬金術を生業とする\nひとりの人間が\nおりました――。 \n\n錬金術×呪術×奴隷×エルフ×転生×神様×チート×バトル……\nファンタジーのすべてが詰まった作品が、圧倒的筆致により連載開始！",
      "pt-br": "Em outro mundo, havia uma pessoa que ganhava a vida fazendo alquimia.\n\nAlquimia × Feitiçaria × Escrava × Elfa × Reencarnação × Deus × Trapaça × Batalha……\n\nUma obra repleta de tudo o que é fantasia e trazida à vida com uma pincelada impressionante!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635cc5a0-7451-4cbd-9546-0988887cf26f",
    "title": {
      "en": "Kowai Hon: Scary Book"
    },
    "updatedAt": "2022-02-05T23:37:19+00:00",
    "coverArt": "https://mangadex.org/covers/635cc5a0-7451-4cbd-9546-0988887cf26f/2a801cdd-cbe1-4560-a096-b0c2ec2731fa.jpg",
    "altTitles": [
      {
        "ja": "こわい本"
      }
    ],
    "description": {
      "en": "The spine-chilling influence of Japanese horror cinema has taken hold in Western audiences with hit films like The Ring that are based on Japanese films adapted from classic manga stories. And the master of horror manga is Umezu Kazuo-known as the \"Stephen King of Japan,\" with several of his stories being adapted to film-and Dark Horse Manga is proud to bring his Scary Book horror anthology to Western readers for the first time. This first volume, Reflections, presents two feature-length tales of terror. In \"Mirror,\" a narcissistic girl's reflection begins to take mean-spirited command of her life; and in \"Demon's Revenge,\" a sadistic samurai master bent on seeking retribution for his son's injuries finds the tables of vengeance turned against him."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-10-25T20:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/5cdba8da-c46e-4ead-ab79-ff9e416b0a15.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2024-10-12T00:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-09-29T01:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/27d4a491-5f9f-4fdc-b50b-a5f982f29667.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d58abdf4-9268-41d8-9920-f8fe8858a173",
    "title": {
      "en": "Shiori Experience: My Plain Self and an Odd Old Man"
    },
    "updatedAt": "2024-10-09T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/d58abdf4-9268-41d8-9920-f8fe8858a173/9088390b-b3bd-4d8b-8b7d-8f11ae5bcf27.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiori Experience - Jimi na Watashi to Hen na Ojisan"
      },
      {
        "ja": "SHIORI EXPERIENCE ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ja": "シオリエクスペリエンス  ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ko": "시오리 익스페리언스"
      },
      {
        "ru": "Shiori Experience: незаурядный Джими и заурядная Я"
      },
      {
        "uk": "Досвід Шіорі ~Джимі, я і дивний дядько~"
      }
    ],
    "description": {
      "en": "Shiori was once a guitarist in a light music club in high school. But her first live performance was dashed when her brother ran away from home with a lot of debt, to become a musician in Tokyo.  \n  \nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt… till she runs into the ghost of none other than a famous guitarist Jim-you-know-who.  \n  \nA story of a 27-year-old woman on her way to a music legend begins here.",
      "ru": "История о Шиори, скромной и неуклюжей 27-летней школьной учительнице, которая любит играть на гитаре и общается с призраком Джими Хендрикса.",
      "pt-br": "Shiori era uma guitarrista em um clube de música no colégio. Mas sua primeira apresentação ao vivo foi frustrada quando seu irmão fugiu de casa deixando um monte de dívidas para se tornar um músico em Tóquio. Uma década depois, Shiori é agora uma professora do ensino médio, levando uma vida monótona e entediante pagando as dívidas... Até ela dar de cara com o fantasma de ninguém menos que um famoso guitarrista chamado Jim-você-sabe-quem. A história de uma mulher de 27 anos de idade, a caminho de uma lenda musical começa aqui."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-10-08T05:40:28+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter Was an Unsold Enslaved Elf"
      },
      {
        "en": "My daughter was an unsold slave elf."
      },
      {
        "vi": "Con gái tôi là tiên tộc bán ế"
      }
    ],
    "description": {
      "en": "Weiss, a magician living in the scoundrel-filled Zenith, finds a high elf girl for sale, a higher level elf species that is said to be extinct.\n\nHe decides to buy her and raise her as his daughter. The high elf doesn't even know how to speak the language, but Weiss' hard work in raising her seems to be paying off...? \n\nA warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elven daughter!",
      "ja": "絶滅したというエルフの上位種、ハイエルフの少女が売られているのを見つけたヴァイス。\n\n購入して娘として育てることに決めた。言葉も知らないハイエルフだったがヴァイスの懸命な育児の成果がでてきて…？ \n\n成長が止まらないハイエルフから目が離せないっっ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5f23eb3-7ff7-4a80-ae74-2686e65ccd57",
    "title": {
      "en": "Darwin's Game"
    },
    "updatedAt": "2024-10-17T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/b5f23eb3-7ff7-4a80-ae74-2686e65ccd57/577e2420-5bc9-4947-9b14-82c628283d6b.jpg",
    "altTitles": [
      {
        "ja-ro": "Daauinzu Geemu"
      },
      {
        "ru": "Игра Дарвина"
      },
      {
        "ja": "ダーウィンズゲーム"
      },
      {
        "zh": "达尔文游戏"
      },
      {
        "zh-hk": "達爾文游戲"
      },
      {
        "ar": "لعبة داروين"
      },
      {
        "ru": "Давинзу Гэму"
      },
      {
        "es": "El juego de Darwin"
      },
      {
        "fr": "Le Jeu de Darwin"
      },
      {
        "it": "Il gioco di Darwin"
      },
      {
        "tr": "Darwin'in Oyunu"
      },
      {
        "ko": "다윈즈 게임"
      },
      {
        "th": "ดาร์วินส์ เกม"
      },
      {
        "vi": "Trò Chơi Của Darwin"
      },
      {
        "bg": "Играта на Дарвин"
      },
      {
        "ca": "El joc de Darwin"
      },
      {
        "hr": "Darwinova igra"
      },
      {
        "cs": "Darwinova hra"
      },
      {
        "eo": "La Ludo de Darwin"
      },
      {
        "et": "Darwini mäng"
      },
      {
        "fi": "Darwinin peli"
      },
      {
        "el": "Το παιχνίδι του Δαρβίνου"
      },
      {
        "he": "המשחק של דרווין"
      },
      {
        "hi": "डार्विन का खेल"
      },
      {
        "hu": "Darwin játéka"
      },
      {
        "id": "Permainan Darwin"
      },
      {
        "lt": "Darvino žaidimas"
      },
      {
        "ms": "Permainan Darwin"
      },
      {
        "mn": "Дарвины тоглоом"
      },
      {
        "fa": "بازی داروین"
      },
      {
        "pl": "Gra Darwina"
      },
      {
        "ro": "Jocul lui Darwin"
      },
      {
        "sr": "Дарвинова игра"
      },
      {
        "ta": "டார்வின் விளையாட்டு"
      },
      {
        "uk": "Гра Дарвіна"
      },
      {
        "pt-br": "O Jogo de Darwin"
      }
    ],
    "description": {
      "en": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin’s Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.  \nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.  \nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin’s Game is not an ordinary game, but rather, it’s a brutal fight for survival.",
      "vi": "Học sinh trung học Kaname Sudou nhận được lời mời từ một người bạn cùng lớp để chơi Trò chơi của Darwin, một trò chơi di động mà cậu chưa bao giờ nghe nói đến. Tuy nhiên, khi vừa mở ứng dụng, một con rắn lục bất ngờ chui ra từ màn hình điện thoại và cắn vào cổ khiến anh bất tỉnh. Tỉnh dậy trong bệnh xá mà không có biểu hiện gì của rắn cắn, anh được nhà trường thông báo cho nghỉ hết ngày. Mặc dù bối rối trước những gì đã xảy ra, anh ta gạt bỏ trải nghiệm siêu thực như một ảo giác và lên tàu về nhà.Thật không may, sự tò mò của anh ấy càng tốt hơn và anh ấy sử dụng ứng dụng một lần nữa. Khi ứng dụng trông giống như bất kỳ trò chơi chiến đấu nào khác, Kaname thở phào nhẹ nhõm và quyết định bắt đầu trận đấu đầu tiên của mình. Tuy nhiên, điều bất ngờ thú vị chỉ tồn tại trong thời gian ngắn, khi đối thủ trong trò chơi của anh ta bất ngờ xuất hiện ngay trước mặt anh ta và cố gắng săn lùng anh ta bằng một con dao.Khi anh ta tuyệt vọng chạy cho cuộc sống của mình, Kaname đặt hai và hai lại với nhau và nhận ra rằng Trò chơi của Darwin không phải là một trò chơi bình thường, mà đúng hơn, đó là một cuộc chiến tàn khốc để sinh tồn"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "30",
    "lastChapter": "121"
  },
  {
    "mangaId": "d8e1ac0b-684a-46e5-8558-1357ada187f4",
    "title": {
      "en": "Itsuka Hataraku Onii-san!"
    },
    "updatedAt": "2024-10-26T11:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/d8e1ac0b-684a-46e5-8558-1357ada187f4/3b23c0ac-316b-49cf-91c1-ad30d0161929.jpg",
    "altTitles": [
      {
        "en": "Working Buddies!"
      },
      {
        "en": "いつか働くお兄さん！"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4",
    "title": {
      "en": "Shinigami ni Sodaterareta Shoujo wa Shikkoku no Tsurugi wo Mune ni Idaku"
    },
    "updatedAt": "2024-10-30T01:31:20+00:00",
    "coverArt": "https://mangadex.org/covers/12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4/18235c32-3c0a-477c-a9e6-99a6e965da49.jpg",
    "altTitles": [
      {
        "ja": "死神に育てられた少女は漆黒の剣を胸に抱く"
      },
      {
        "en": "Death's Daughter and the Ebony Blade"
      },
      {
        "en": "The Little Girl Raised by Death Holds the Sword of Death Tight"
      },
      {
        "ko": "사신에게 길러진 소녀는 칠흑의 검을 가슴에 품는다"
      },
      {
        "zh": "被死神抚养的少女怀抱漆黑之剑"
      }
    ],
    "description": {
      "en": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. \n\nOlivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest's doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z's training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?\n___\n[Official English Light Novel](https://j-novel.club/series/death-s-daughter-and-the-ebony-blade)",
      "ja": "深い森の神殿で死神と呼ばれる黒い影に拾われた赤ん坊がいた。オリビアと名付けられたその子は、死神から観察と称して様々な知識と戦闘技術を叩きこまれながら十五歳まで成長した。時は光陰暦九九八年――王国は大陸に覇を唱える帝国に対し、苦戦を余儀なくされていた。カナリア街道のとある砦でも帝国軍の兵士たちによる積み荷の徴収など街道利用者への悪質な行為が横行していた。そこへ漆黒の長剣を帯びたオリビアが現れ、「化け物」と称される剣技で帝国軍を圧倒する。王国を目指すオリビアの目的とは果たして？",
      "pt": "No fundo de um santuário esquecido dentro da floresta, um bebê é encontrado por figuras sombrias, os deuses da morte. Um deles, Zett, a pegou para usá-la como \"objeto de observação\" contra o desejo de seus irmãos de comer sua alma. Zett lhe deu vários conhecimentos e a treinou para lutar. Até que um dia ele de repente desapareceu, deixando-lhe uma carta e uma espada negra. Então, tendo crescido, Olivia saiu em busca de Zett. Esta é a história de Olivia Valedstorm, a garota criada pela morte, enquanto muda o curso da guerra com seu temido título de Shinigami."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/10a3e590-180f-414a-bbab-eb487af42926.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5987d025-2d1f-40bb-b981-bd1b93045159",
    "title": {
      "en": "No\\Name"
    },
    "updatedAt": "2024-11-06T08:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/5987d025-2d1f-40bb-b981-bd1b93045159/955efa48-2df2-4c0c-a08b-12b7ed6ae6b7.jpg",
    "altTitles": [],
    "description": {
      "en": "In a world where peoples' names grant them superhuman powers... Two agents from the Nordic Naming Bureau (NNB), an agency specialized in investigating crimes committed by \"Namers\", handle the case of a man and his missing wife and son. Things take a turn, however, when the duo come face to face with the man, who wishes to give his son the same name as himself..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bfe9e84-4122-442d-919b-11cda78deb07",
    "title": {
      "en": "The Shop With No Name"
    },
    "updatedAt": "2024-08-26T18:19:39+00:00",
    "coverArt": "https://mangadex.org/covers/1bfe9e84-4122-442d-919b-11cda78deb07/c51854f4-2b42-4fc4-82da-7e64833756ff.jpg",
    "altTitles": [],
    "description": {
      "en": "In a deserted alley travelled by few, is an antique shop. It has no sign, no name. It sells the usual items, but if you believe the rumors, this particular shop also sells undisclosed wish-granting items—for a price, of course. And buyers who fail to follow an item's directions for use will pay an especially high price."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "289"
  },
  {
    "mangaId": "19e5e8f6-ff67-4698-b644-6cae7f374d2e",
    "title": {
      "en": "Saenai Riman to Yankee Joshi Kousei"
    },
    "updatedAt": "2022-06-19T16:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/19e5e8f6-ff67-4698-b644-6cae7f374d2e/332bc8cf-9ac0-456d-9d1b-4f6162981311.jpg",
    "altTitles": [
      {
        "en": "Dull Businessman and Naughty High School Girl"
      },
      {
        "ja": "冴えないリーマンとヤンキー女子高生"
      },
      {
        "ko": "시원찮은 샐러리맨과 양아치 여고생"
      }
    ],
    "description": {
      "en": "Yamada Hiroyuki is 26 years old, has a stable job, is an otaku, but is overwhelmed by the ideas and thoughts of his family, i.e. marriage and criticism over his childish hobbies. He decides to leave the house and go to live in an apartment, alone and happy, but the perfect image he had in mind when he moved in was destroyed when he learned that his neighbor is a yankee schoolgirl. However he soon discovers her real personalty is quite awkward and very tender. Will the story of these two advance for the better?",
      "pt-br": "Yamada Hiroyuki tem 26 anos, tem um emprego estável, é um otaku, oprimido pelas ideias e pensamentos de sua família (quando você se casa? Você ainda assiste animes na sua idade?) Ele decide sair de casa e ir morar em um apartamento, sozinho e feliz, mas a imagem perfeita que ele tinha em mente quando se mudou, foi destruída quando soube que sua vizinha é uma yankee (delinquente) e ao mesmo tempo uma colegial, logo ele descobre que aquela garota rude e desbocada é alguém desajeitada, muito terna e muito fofa. A história desses dois jovens avançará para melhor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd22ac44-3832-4f35-b0d5-9b69d60cb472",
    "title": {
      "ja": "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru"
    },
    "updatedAt": "2024-09-29T14:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/bd22ac44-3832-4f35-b0d5-9b69d60cb472/822c0d14-c272-45a7-8fc9-3122ceb86a4c.jpg",
    "altTitles": [
      {
        "ja": "ぼくは異世界で付与魔法と召喚魔法を天秤にかける"
      },
      {
        "en": "Another World Survival: Min-maxing my Support and Summoning Magic"
      },
      {
        "id": "Menyeimbangkan Sihir Pendukungku dan Sihir Pemanggilan Di Dunia lain"
      },
      {
        "en": "Balancing My Support Magic and Summoning Magic In A Different World"
      }
    ],
    "description": {
      "en": "Ostracized and tormented by his peers to the point of breaking, Kazuhisa Kaya set off into the nearby forest atop the mountain with one purpose: to dig a pitfall and bring about the death of the person behind his suffering. However, right when Kazuhisa was about to succeed in his revenge, a sudden earthquake throws his plans out of whack! Caught unaware, all he can do is patiently lie in wait until someone lumbering across the path happens to fall into his trap. Kazuhisa’s excitement is short-lived, however, as the corpse at the bottom of his pitfall turns out not to be the bully he was expecting but a grotesque, pig-looking monster, and his confusion only grows as he’s suddenly greeted by a pure-white room and a RPG-like status screen.\n\nStrange monsters now wandering the mountain and with newfound powers at his disposal, Kazuhisa is forced to throw all concerns over his tormentor to the wayside as he focuses on a new goal: survival. That’s not going to be as easy as it seems, however, as he’s not the only one to have been wrapped up in this mess…\n\n(Hanashi Media)\n\n[Official English Light Novel](https://hanashi.media/another-world-survival/)",
      "id": "suatu hari. di sekolah swasta tertentu dengan asrama, seluruh sekolah dipindahkan ke dunia lain. aku, Kaya Kazuhisa. dari kelas 1 SMA. telah diintimidasi untuk waktu yang lama. untuk membunuh pelakunya yang telah menggangguku, aku menggali jebakan. tapi tiba-tiba aku membunuh monster. sejak saat itu. aku telah berevolusi menjadi keberadaan langka yang dapat melawan monster. di hari yang sama, aku menyelamatkan seorang gadis dari kelas 3 sekolah menengah, Shimozono Arisu di hutan dari orc. ketika aku bekerja dengan arisu untuk mengalahkan orc, dan secara bertahap naik aku level. aku dipaksa untuk membuat pilihan. haruskah aku memilih sihir pemanggilan yang cocok untuk bertahan hidup sendirian? atau aku harus pilih sihir pendukung yang digunakan saat bertarung bersama dengannya?",
      "ja": "高等部1年生でいじめられっ子の賀谷和久（かや・かずひさ）は森の中、いじめの主犯格を殺すための落とし穴を掘っていた。だが数分後、その穴に落とし殺害することができたのは──!?　RPGのような異世界の山中へとまるごと転移した全寮制の学園のなか、スキルという名の“ちから”を得た和久。彼は自分ひとり生き抜くために最適な【召喚魔法】か、それとも少女たちを戦わせるための【付与魔法】か……天秤にかける。\n\n獰猛なモンスターたちによる凌辱の危機が迫るなか、主人公と少女たちは果たして生き残れるのか……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0dfc179b-26e6-469e-a2c2-01ad3185e607",
    "title": {
      "en": "Kyou, Koshiba Aoi ni Aetara."
    },
    "updatedAt": "2023-06-11T18:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/0dfc179b-26e6-469e-a2c2-01ad3185e607/4802cdde-925d-4866-b8ce-47adf3702765.jpg",
    "altTitles": [
      {
        "en": "Chasing After Aoi Koshiba"
      },
      {
        "en": "If I Could See Koshiba Aoi Today."
      },
      {
        "zh": "今日，若是能与小柴葵相遇"
      },
      {
        "ja": "今日、小柴葵に会えたら。"
      }
    ],
    "description": {
      "en": "The latest manga by the creator of Masamune-Kun's Revenge. The story of Kyo, Koshiba Aoi ni Aetera follows Sahoko, a girl who values what others think of her, and Aoi, a girl who is able to let out her true self without caring about what others think. To get closer to Aoi whose candid air appeared shining, the action that Sahoko takes to get closer is… a kiss.",
      "pt": "A história segue Sahoko, uma típica garota do colegial, que conhece Aoi, uma típica garota espontânea do ensino médio. A história se desenvolve à medida que elas passam sua fugaz juventude no ensino médio. Mesmo após se tornarem adultas, seus sentimentos não desapareceram e continuam brilhando como nunca."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "3c524d15-6523-42e0-91a8-f516dd57fc7a",
    "title": {
      "en": "Ama ama Cinderella"
    },
    "updatedAt": "2024-10-03T23:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/3c524d15-6523-42e0-91a8-f516dd57fc7a/153167c5-a844-4502-80f3-864c2c84e71e.jpg",
    "altTitles": [
      {
        "en": "Sweet Cinderella"
      },
      {
        "ja": "甘々シンデレラ"
      },
      {
        "vi": "Những nàng lọ lem ngọt ngào của tiệm bánh"
      },
      {
        "ja-ro": "Amaama Cinderella"
      }
    ],
    "description": {
      "en": "\"I want my little sister to eat a cake!\" Minori, a male college student, decided to work part-time at a super popular cake shop with that in mind. The shop is located inside a school for young ladies!? Can a boy bad at communicating, who can't even look straight in the eye and speak properly run a cake shop with four JK patissiers? Enjoy a teen romantic comedy sweeter than a cake♪",
      "ja": "妹にケーキを食べさせたい！」その一心で超人気洋菓子店でのバイトを始めることに決めた男子大学生のみのり。しかしその店があるのはなんと“お嬢様学校の中”！？　まともに目を見てしゃべれないコミュ障男子がJKパティシエ4人とともにお店を切り盛りできるのか？　ケーキよりも甘～い青春ラブコメをご賞味あれ!\n\nまともに目を見てしゃべれないコミュ障大学生の季村みのり。妹にケーキを食べさせたい一心で超人気洋菓子店でバイトに応募したがそこはなんとお嬢様学校の構内にある店だった！　春宮苺、夏野もも、秋山林檎、冬月みかん、４人のJKパティシエと一緒にお店を切り盛りすることに!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "26.5"
  },
  {
    "mangaId": "b8b0fc40-2d9b-489b-a90c-11955c307e4a",
    "title": {
      "en": "Kemomimi Meido ga Ie ni iru"
    },
    "updatedAt": "2024-07-12T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/b8b0fc40-2d9b-489b-a90c-11955c307e4a/f731e52f-5aac-450b-bf4c-dbf4fe456a25.jpg",
    "altTitles": [
      {
        "ja": "けもみみメイドが家にいる"
      },
      {
        "en": "My Animal-Eared Maid Is at Home"
      },
      {
        "ja-ro": "Kemomimi Meido ga Ie ni iru"
      },
      {
        "vi": "Nàng hầu gái tai thú sống tại nhà tôi"
      },
      {
        "es-la": "Mi criada con orejas de animal está en casa"
      }
    ],
    "description": {
      "en": "A loose collection of stories about the daily life of the animal-eared maid Kikimora and her master.",
      "vi": "Một ngày nọ Main vô tình tìm được một nữ bán nhân và hốt về làm maid, nội dung câu truyện xoay quanh cuộc sống hằng ngày của hai người.",
      "es-la": "Una historia sobre la vida cotidiana de la criada de orejas de animal Kikimora y su amo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-10-30T12:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/165cefc5-4bb1-40c9-8af3-67ec1328c287.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou - Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "pt-br": "Invocador inigualável  começa no nível 1: Destrua todas os transmigradores na masmorra secreta que só eu posso usar"
      },
      {
        "ja": "レベル1から始まる召喚無双"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!",
      "ja": "謎の災害で命を失い、自分のやっていたゲーム世界に転生されられた飯島忍。転生カンストプレイヤーの存在、転生したクズの義父、義父に体を狙われた妹、自分だけレベル１での転生――。逆境から這い上がり廃課金者たちを出し抜け!!",
      "pt-br": "Depois de perder seu pai em um trágico acidente, Shinobu Iijima e sua irmã mais nova, Megumi, são acolhidos pelo velho amigo do seu pai, Ayumu.Shinobu trabalha duro na esperança de começar uma nova vida para si mesmo. Sua irmã Megumi e um jogo para celular chamado La Vita Online são as únicas coisas que o mantêm à tona.Um dia, Ayumu revela suas verdadeiras intenções de derrubar Shinobu e colocar as mãos em Megumi. Mas logo depois que Shinobu descobre que Ayumu excluiu todos os dados de seus jogos no La Vita, o apartamento deles no arranha-céu pega fogo e Shinobu cai para a morte, com Megumi a seu lado. Ele acorda em um mundo novo e estranho... e percebe que reencarnou no mundo do La Vita Online.Um anúncio dos desenvolvedores diz a ele que Ayumu já estão lá e que a contagem regressiva para a chegada de Megumi está correndo. Shinobu jura proteger Megumi depois que ela chegar a qualquer custo, mesmo que isso signifique que ele tenha que rastejar desde o nível 1 para se defender de todos os outros transmigradores."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a9c19f-ccc5-44af-8bec-7da090220bd3",
    "title": {
      "en": "Childhood Friend, Big Love"
    },
    "updatedAt": "2024-10-30T23:59:06+00:00",
    "coverArt": "https://mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e7602284-f76a-448d-ae9d-c492f66603d8.jpg",
    "altTitles": [
      {
        "ja": "天使だった幼なじみ、再会したらギャルだった"
      },
      {
        "ja-ro": "Tenshi datta Osananajimi, Saikai Shitara Gyaru datta"
      },
      {
        "en": "My Angel Childhood Friend was a Gal When We Met Again"
      },
      {
        "ja": "幼馴染BIGLOVE"
      },
      {
        "ja-ro": "Osananajimi BIGLOVE"
      },
      {
        "pt-br": "Minha Amiga de Infância Era um Anjo, Mas Quando Nos Reencontramos, Ela Se Tornou uma Gyaru."
      }
    ],
    "description": {
      "en": "I once had a childhood friend who was an angel. However, when we met again, several years later, she had become a gyaru. A yuri story between two childhood friends.",
      "ja": "天使だった幼なじみ、再会したらギャルだった幼なじみの２人の百合です"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1760bde8-b369-4072-943d-1d99a521d75c",
    "title": {
      "en": "Uso Kareshi Demo Ii Kara Tonikaku Shitai Mashiro-chan"
    },
    "updatedAt": "2024-11-08T22:22:11+00:00",
    "coverArt": "https://mangadex.org/covers/1760bde8-b369-4072-943d-1d99a521d75c/fbad0834-ccd1-4931-acb2-3440707fc5e8.jpg",
    "altTitles": [
      {
        "ja": "嘘彼氏でもいいからとにかくシたいましろちゃん"
      },
      {
        "ja-ro": "Usokareshi Demo Iikara Tonikaku Shitai MASHIRO-chan"
      },
      {
        "en": "Mashiro-chan Wants to Do It Even If It's with a Fake Boyfriend"
      }
    ],
    "description": {
      "en": "Mashiro Naomoto wants to have a taste of romance and even get to try lewd things, now that she has become a high school student.\n\nHowever, she has low self-esteem and as a result of lacking confidence in herself, she began to think that it's probably impossible for her. Right at that moment, to her surprise a handsome male classmate named Oosagi-kun confesses to her. Mashiro starts to suspect that his confession must be some sort of punishment game, but her own desire to do lewd stuff wins over it and as a result, she does the opposite and makes a move on him... it's a case of sexual desire winning over suspicion?!\n\nThis is a romcom where a high school girl's libido will run wild!!\n\n(Source: Comic-Meteor)\n\n---\n\n* [Twitter](https://twitter.com/nekomattaaaaan/status/1851462156996551019) (Preview) *Posted with the caption: Doushitemo Sukebe Shitai JK no Manga Kakimashita (どうしてもスケベしたいJKの漫画描きました) \"I drew a manga about a high school girl who wants to do perverted stuff no matter what\"*",
      "ja": "高校生になったのだから恋愛、さらにはＨなことをしてみたい直本ましろ。だが、自己肯定感が低く、自分に自信がないため、どうせ無理だろうなと思っていたところ、なんとクラスメートのイケメン男子・大鷺くんから告白される。絶対に罰ゲームだろうと告白に疑心暗鬼になるましろだったが、Ｈなことをしたいという欲求が勝ったため、逆に大鷺くんに迫るが…性欲は疑惑に勝る!?　性欲強めJKの暴走ラブコメディ!!",
      "pt-br": "Mashiro Naomoto quer experimentar o romance e até tentar coisas pervertidas, agora que se tornou uma estudante do ensino médio**.\n\nNo entanto, ela tem baixa autoestima e, por falta de confiança em si mesma, começou a pensar que isso provavelmente seria impossível para ela. Nesse momento, para sua surpresa, um colega bonito chamado Oosagi-kun se declara para ela. Mashiro começa a suspeitar que a confissão dele seja algum tipo de jogo de punição, mas seu próprio desejo de fazer coisas pervertidas fala mais alto, e, como resultado, ela toma a iniciativa com ele... seria esse um caso de desejo sexual vencendo a desconfiança?!\n\nEssa é uma comédia romântica onde a libido de uma garota do ensino médio vai correr solta!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2577eb58-11fc-4d25-b14f-c4184a868a1d",
    "title": {
      "en": "Shikabane Kaigo"
    },
    "updatedAt": "2024-11-01T15:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/2577eb58-11fc-4d25-b14f-c4184a868a1d/b3ab9561-04d3-41bc-a8f3-cdb9239b1fb9.png",
    "altTitles": [
      {
        "ja": "屍介護"
      },
      {
        "en": "Corpse Care"
      }
    ],
    "description": {
      "en": "\"Is this person already dead...? \n\nBehind the door, lying in bed, is a grotesque figure...\n\nAkane Kuritani, a new caregiver, arrives at a secluded Western-style mansion deep in the mountains to provide live-in care for Hiwako Miyazono, the bedridden owner. Hoping for a fresh start, Akane is shocked to find Hiwako emanating a putrid smell, with discolored skin and a burlap sack over her face, looking nothing less than a 'corpse.' The nature of the care she must provide is clearly abnormal...\n\nBased on a Kadokawa Horror Bunko novel, a terrifying nursing care horror tale begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "535319ca-4ac9-417b-a8e0-0b6b569e89da",
    "title": {
      "en": "Hyoukaku no Meteoria"
    },
    "updatedAt": "2024-11-08T22:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/535319ca-4ac9-417b-a8e0-0b6b569e89da/ff15a697-9e86-4e4a-8473-f84784e6500e.jpg",
    "altTitles": [
      {
        "ja": "氷核のメテオリア"
      }
    ],
    "description": {
      "en": "In a world where steam engines have been developed using a special fossil fuel called “Meteorian Coal”, Kanata, a boy who works in a coal mine, studies hard and improves himself despite the poor environment. Then, the boy's destiny begin to turn as he works to open up a new vein of coal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d773c8be-8e82-4ff1-a4e9-46171395319b",
    "title": {
      "en": "The Saga of Tanya the Evil"
    },
    "updatedAt": "2024-07-25T11:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/d773c8be-8e82-4ff1-a4e9-46171395319b/80c10fec-1e00-4768-b8bc-f72ae8a7b93c.jpg",
    "altTitles": [
      {
        "de": "Die Militärischen Aufzeichnungen eines kleinen Mädchens"
      },
      {
        "ru": "Военная хроника маленькой девочки"
      },
      {
        "ru": "Колдунья в погонах"
      },
      {
        "th": "บันทึกสงคราม ของยัยเผด็จการ"
      },
      {
        "zh": "幼女战记"
      },
      {
        "ja": "幼女戦記"
      },
      {
        "ko": "유녀 전기"
      },
      {
        "ar": "ملحمة تانيا الآثمة"
      },
      {
        "fa": "حماسه تانیای شیطانی"
      },
      {
        "fa": "داستانی تانیا ھەڵگەڕاوەکە (Sorani Kurdish)"
      },
      {
        "zh-hk": "幼女戰記"
      },
      {
        "ru": "Военный журнал маленькой девочки"
      },
      {
        "uk": "Військова історія маленької дівчинки"
      },
      {
        "id": "Kronik Militer Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tentera Seorang Gadis Kecil"
      },
      {
        "ms": "Kisah Tanya yang Jahat"
      },
      {
        "es": "Crónicas de una niña en guerra"
      },
      {
        "es": "Diario de guerra"
      },
      {
        "fr": "Tanya The Evil"
      },
      {
        "it": "La saga di Tanya la malvagia"
      },
      {
        "it": "Le cronache militari di una ragazzina"
      },
      {
        "pt": "Crônicas Militares de uma Pequena Garota"
      },
      {
        "vi": "Tanya Chiến Ký"
      },
      {
        "tr": "Küçük Bir Kızın Askeri Günlükleri"
      },
      {
        "ja-ro": "Youjo Senki"
      },
      {
        "en": "The Military Chronicles of a Little Girl"
      },
      {
        "es-la": "La Saga de Tanya la Malvada"
      },
      {
        "vi": "Ấu Nữ Chiến Ký"
      }
    ],
    "description": {
      "en": "A young girl fights on the frontlines in war. She has blonde hair, blue eyes, and nearly transparent white skin as she flies through the air and mercilessly strikes down her enemies. Her name is Tanya Degurechaff and speaks with a young girl's lisp while she commands the army.\n\nTanya used to be one of Japan's elite office workers, but because of a wrathful god was reborn as a little girl. Prioritizing optimization and career advancement above all, she will become the most dangerous entity among the Imperial Army's sorcerers.  \n\nAdapted from Light Novel of same name.  \n\n---\n\n**Note:** Manga and Light Novel Licensed in English by Yen Press as \"The Saga of Tanya the Evil\".",
      "es-la": "Una joven chica que lucha en el frente de una guerra. Tiene el pelo rubio, ojos azules y una piel blanca, casi transparente, y es conocida por moverse como el viento en el campo de batalla. Ella es Tanya Degurechaff y se encarga de dirigir al ejército. Solía ser un asalariado de élite en Japón, pero debido a la ira de un dios, renació como una niña pequeña. Tanya lo da todo por avanzar en su carrera militar y se convertirá en la maga más poderosa del ejército imperial."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-25T14:25:38+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62488bf3-3fca-4e82-8248-6b3037965b81",
    "title": {
      "en": "I'm the One Who Died, but the Hero Went Crazy"
    },
    "updatedAt": "2024-07-15T04:17:32+00:00",
    "coverArt": "https://mangadex.org/covers/62488bf3-3fca-4e82-8248-6b3037965b81/f3625fb4-687e-45a1-93e3-d54fc0fde8bb.jpg",
    "altTitles": [
      {
        "ko": "죽은 건 난데 용사님이 미쳐 버렸다"
      },
      {
        "ko-ro": "Jugeun Geon Nande Yongsanimi Michyeo Beoryeotda"
      },
      {
        "en": "The Hero Went Crazy Even Though I'm the One Who Died"
      },
      {
        "en": "I'm Dead, but the Hero Went Crazy"
      },
      {
        "ja": "死んだのは私なのに勇者様の様子がおかしい"
      },
      {
        "zh": "死的是我, 勇士却疯了"
      },
      {
        "zh-hk": "我的犧牲與勇士的瘋狂"
      }
    ],
    "description": {
      "en": "As the hero's comrade, I died after blocking him from the evil dragon's breath. Well, it's fine. The Hero Elkinas was the only friend I trusted to have my back. I'll go out with a bang, I guess, so the hero can marry a pretty woman and live the rest of his life.\n\n…Is what I thought would happen, but after 80 years passed, I came back to life in a completely different body. And…\n\n“It’s regrettable, Arlene. Elkinas went insane. Completely insane.”\n\nThat was the first thing I heard.\n\nWhat else could I do? I should help him. To help my close friend who seems to have not been able to accept my death, I decided to stay by his side while hiding my identity. This way Elkinas could completely accept the past and become happy, since this is the very reason why I died for him. But… I think he recognized me.\n\n\"You're… Arlene, aren't you?\"\n\nI touched my face. I definitely don't look like Arlene. Shouldn't there be no way he could know who I was?\n\n\"I won't ever let you go… Ever,\" Elkinas said with shining eyes.\n\n---\nHappy to die for the sake of her friends, Aryn the sorcerer succumbs to the poisonous breath of the evil dragon Kuntern. 80 years later, through the divine powers of The World Tree and her former adventuring companion Zephyr, Aryn finds herself reborn. Upon her awakening, she learns that her childhood best friend, Elkinas Pontiac, went insane after her death. Once the leader of their expedition, El is now a tyrant ruler, raising a child hatched from Kuntern’s egg. Will Aryn be able to save him?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15db1b7c-3707-4154-b82e-3d1671ef8cf1",
    "title": {
      "en": "Medarot - Hikaru Arc"
    },
    "updatedAt": "2022-09-13T01:30:30+00:00",
    "coverArt": "https://mangadex.org/covers/15db1b7c-3707-4154-b82e-3d1671ef8cf1/17052499-c22f-4184-acc6-371f28d296a2.jpg",
    "altTitles": [
      {
        "ja": "メダロット ヒカル編"
      },
      {
        "en": "Medabots"
      },
      {
        "ja-ro": "Medarot - Hikaru Hen"
      }
    ],
    "description": {
      "en": "A manga adaptation of the first Medarot game. Created by Horuma Rin, the artist for the game series.   \n  \nThe story follows Hikaru Agata and his medarot, Metabee's adventures."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "21"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bc21a0e-aebb-4f16-96a7-b414d3f9ca53",
    "title": {
      "en": "Nozoki Ana (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bc21a0e-aebb-4f16-96a7-b414d3f9ca53/ef96002a-12aa-45cd-b5d5-34f7aca3eaf9.jpg",
    "altTitles": [
      {
        "en": "Nozoki Ana - Digital Colored Comics"
      },
      {
        "en": "Nozoki Ana (Full Color)"
      },
      {
        "en": "A Peep Hole (Full Color)"
      },
      {
        "ja": "ノ・ゾ・キ・ア・ナ　フルカラー"
      }
    ],
    "description": {
      "en": "Tatsuhiro moved to Tokyo to attend an art school and start his new life. In his new room, there’s a small hole in the wall. At first he can see nothing through the small hole, but one night, through the peeping hole, he saw a girl. That’s how his new life starts."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": "117"
  },
  {
    "mangaId": "b2a9bce4-a95e-4c6a-b79f-87993289db57",
    "title": {
      "en": "Oswald the Overman in the Lesser Planes of Hell"
    },
    "updatedAt": "2023-08-01T13:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/b2a9bce4-a95e-4c6a-b79f-87993289db57/462252eb-adf1-4a52-88ac-91d163742bde.jpg",
    "altTitles": [
      {
        "en": "Oswald the Overman"
      }
    ],
    "description": {
      "en": "An idiot wakes up in hell, and goes on a journey to reclaim their life."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-11-01T17:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum"
    },
    "updatedAt": "2024-04-12T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi o Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Coliseum ~Using The Weakest Skill To Defeat The Strongest Women And Create A Slave Harem~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4d23997-f20f-4da6-b7b3-e463d92abd62",
    "title": {
      "en": "BLADE & BASTARD"
    },
    "updatedAt": "2024-10-25T16:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/e4d23997-f20f-4da6-b7b3-e463d92abd62/301fc20d-d57a-4471-be56-65faeaa259d6.jpg",
    "altTitles": [
      {
        "ja-ro": "Bureido & Basutaado"
      },
      {
        "ja": "ブレイド＆バスタード"
      },
      {
        "ru": "Клинок и Ублюдок"
      },
      {
        "uk": "Лезо та Байстрюк"
      },
      {
        "en": "Blade & Bastard"
      },
      {
        "en": "Blade and Bastard"
      }
    ],
    "description": {
      "en": "Deep in the unexplored reaches of the dungeon, a corpse is discovered—one that shouldn’t exist. After Iarumas is resurrected, his memories of life before death are gone, and he spends his days delving into the dungeon to retrieve the bodies of dead adventurers. Can they be revived as well? Or will God reduce them to piles of ash on the altar? Either way, Iarumas collects his finder’s fee. And though his skills earn him some grudging respect, he’s also scorned for this cold, utilitarian attitude. The living keep their distance—Iarumas consorts primarily with the dead. That is, until he meets Garbage, a feral young swordswoman who’s the sole survivor of a massacred party. With Garbage by his side, Iarumas ventures deeper, scouring the dungeon for clues to his past, avoiding monsters, traps, and the inevitability of a permanent ashen demise."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-10-18T19:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/439e6c0f-c99f-4056-aa80-ab1619f4080f.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2972c312-542a-4467-ab5b-0d3887a39a34",
    "title": {
      "en": "A Divorced Evil Lady Bakes Cakes"
    },
    "updatedAt": "2024-07-20T19:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/2972c312-542a-4467-ab5b-0d3887a39a34/41a6698a-975b-440c-88cb-f90e57ecc3be.jpg",
    "altTitles": [
      {
        "ko": "이혼한 악녀는 케이크를 굽는다"
      },
      {
        "ko-ro": "Ihonhan Angnyeoneun Cake-reul Gumneunda"
      },
      {
        "es-la": "LA VILLANA DIVORCIADA HORNEA PASTELES"
      }
    ],
    "description": {
      "en": "I had been working hard as the Duchess for nine years, supporting my quiet and indifferent husband, but all I was left with was contempt, indifference, and accusal of having a love affair. So when he finally asked for a divorce to marry his long-time lover... “There’s a limit to what I can endure for this marriage. No matter how much you cry or plead to the Emperor, I can’t stand it anymore.” “Can I sign here?” “So if you pretend to be poor like last time, this time… what? I waved divorce papers on an indifferent day. “I’m done. Can I go now?” “Oh, since we both had lovers, of course, I won’t be receiving alimony, but you’ll surely return my dowry, right?” “What are you gonna do with that little money?”, asked my husband, who had not cared what he had done for the past nine years. I laughed confidently and answered: “I’m going to open a dessert cafe.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-10-21T00:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb78b818-004f-44ea-a49c-b941cdaa949f",
    "title": {
      "en": "My Dark Fiancé Is Interfering With My Flowery Path"
    },
    "updatedAt": "2024-07-14T21:51:19+00:00",
    "coverArt": "https://mangadex.org/covers/eb78b818-004f-44ea-a49c-b941cdaa949f/21a677dd-02b0-4ebe-ad8a-aeeedc8afe49.jpg",
    "altTitles": [
      {
        "ko": "흑막 약혼자가 내 꽃길을 방해한다"
      },
      {
        "es-la": "Mi prometido villano está interfiriendo con mi camino florido"
      }
    ],
    "description": {
      "en": "A fake saint born from a misinterpretation of trust. A swindler who deceived the empire. Abandoned by her family, she envied the real saint and committed all sorts of evil deeds before dying as a villain.\n\nThat was my role in the original work.\n\nAfter learning that I was reincarnated into a book, I made up my mind. I can’t live in this country anymore; it’s too filthy and dangerous. The only solution is exile!\n\nIn order to go into exile, I had to live innocently without any criminal charges. I aimed for a smooth path, just living as a good person. Without killing anyone, without envying anyone.\n\nBut something is strange.\n\nDespite not doing anything like that this time, news of accidents involving extras who used to mock me in the original work keeps coming in every day."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-10-10T13:48:49+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-10-16T19:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3ec8e6-cee0-4779-8f4e-c42ab683ef75",
    "title": {
      "en": "Musuko ga Kawaikute Shikataganai Mazoku no Hahaoya"
    },
    "updatedAt": "2024-11-02T15:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/2e3ec8e6-cee0-4779-8f4e-c42ab683ef75/4b7fd04e-96f8-4850-bb8a-49aac4472704.jpg",
    "altTitles": [
      {
        "en": "Demon Mother: My Son is so Cute, I Just Can't Help Myself!"
      },
      {
        "es-la": "La madre demonio indefensa frente a la lindura de su hijo"
      },
      {
        "zh": "儿子可爱过头的魔族母亲"
      },
      {
        "ja": "息子がかわいくて仕方がない魔族の母親"
      },
      {
        "ko": "아들이 귀여워서 어쩔 수 없는 마족엄마"
      },
      {
        "tr": "Oğlunun Tatlılığına Karşı Koyamayan Bir Şeytan Anne"
      }
    ],
    "description": {
      "en": "Lorem, an infamous and fearsome demoness, has had to settle down for the sake of Gospel, her baby boy. Try as she might, she is a loving and doting mother, but she remains fearsome to both fellow demon and human onlookers because she retains the dire reputation of her wild and terrible youth years past.\n\nFor the sake of motherly love, she has to persevere, to learn and to thrive in a world where she's not alone. For the sake of Gospel and his future.\n\nFeel the Love in it!",
      "tr": "Bir iblisin kötü günlerini arkada bırakarak, anne olma yolundaki adımlarını anlatan sevimli bir seri.",
      "pt-br": "Lorem, uma demônio infame e temível, teve que se estabelecer por causa de Gospel, seu filho. Embora não pareça, ela é uma mãe amorosa e zelosa, mas permanece temível tanto para os companheiros demônios quanto para os espectadores humanos, porque mantém a terrível reputação de sua juventude selvagem e terrível dos anos anteriores.\n\nPelo bem do amor maternal, ela tem que perseverar, aprender e prosperar num mundo onde não está sozinha. Pelo bem do Evangelho e do seu futuro.\n\nSinta o Amor nele!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "202"
  },
  {
    "mangaId": "4c538440-b2f7-4bb3-9100-e7319bb93133",
    "title": {
      "en": "The Immoral Duke Needs to be Homeschooled"
    },
    "updatedAt": "2024-10-21T00:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/4c538440-b2f7-4bb3-9100-e7319bb93133/5858c045-d515-44d1-a395-2cde637fffba.jpg",
    "altTitles": [
      {
        "en": "Immoral Duke's Family Needs to be Homeschooled"
      },
      {
        "ko": "패륜 공작가에는 가정 교육이 필요하다"
      }
    ],
    "description": {
      "en": "You three kids, I’ll teach you.\n\nRecently, there have been several changes in my life.\n\nThe first is that I became the governess of Lord Bertha’s siblings, and the second is that I remembered my past life. \n\nWhy did I recall my past life now? Could this be inside the novel I read in my past life? \n\nIf I remember correctly, I, “Estella,” the governess, will soon die. All to protect the half-siblings from that immoral man, “Diego”! \n\n“You seem like a more capable person than I thought.” \n“You’d better look for a job at another estate because you’ll go crazy if you stay here.” \n\nBut “Diego,” the man who I thought was a heartless psychopath, turns out to be surprisingly kind…? \n\nAlright, I’m going to organize a dramatic reconciliation between Diego and his half-siblings!! How could you possibly kill these adorable kids when they’re hugging you?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39878c19-f107-4385-b56a-3d90d2b2370f",
    "title": {
      "en": "Ellin’s Solhwa"
    },
    "updatedAt": "2024-01-19T02:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/39878c19-f107-4385-b56a-3d90d2b2370f/13dc0dc1-068a-4ff7-b924-ca29b89f68e1.jpg",
    "altTitles": [],
    "description": {
      "en": "The last thing Ellin remembers is having to deal with a belligerent customer at her dead-end job. And when she opened her eyes… she’s “Solhwa,” the beautiful fourth concubine to the king of the Xyaran Empire. Between trying to learn the language and eating steak, Ellin’s trying to figure exactly what’s going on. Where is she? How did this happen? And who can she trust: Solhwa’s handsome charismatic childhood friend or the elegant, raven-haired king’s advisor?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "51"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-08-25T06:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/248fb53b-45da-4f0f-b7e0-0be6f3eb1025.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-08-17T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      },
      {
        "es-la": "Malas criadas"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "f6abca26-d280-4f92-8539-3d46ed474774",
    "title": {
      "en": "The Villainess Captured the Grand Duke"
    },
    "updatedAt": "2024-07-13T17:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/f6abca26-d280-4f92-8539-3d46ed474774/6700cabb-8eaf-4796-90d5-4a8427afcc20.jpg",
    "altTitles": [
      {
        "ko": "악녀는 대공을 사로잡았다"
      },
      {
        "es-la": "Capturé el corazón del gran duque siendo una villana"
      }
    ],
    "description": {
      "en": "In this novel, my favorite character died.\nAfter being rejected by the female lead and losing his emotions, he could no longer use his abilities,\nand as he became weak, the North collapsed.\nEven his body was never to be found,\nbut the novel only depicted the happy ending of the protagonists.\n\nAnd I possessed the body of the villainess \"Schuer\" from that novel.\n\n\"Rather, I'll make him regain his emotions before he meets the female lead.\"\n\nThus, I left for the North.\n\n\"Grand Duke, can you hold my hand just once?\nOr maybe a signature. I'll keep it as a heirloom.\"\n\"If you want my signature, you too should sign and stamp here, my Lady.\"\n\"What's this?\"\n\"A marriage certificate.\"\n\nHuh?\n\n\"You can just act you usually do.\nIt seems like your behavior is\nis somewhat getting on my nerves.\"\n\n...Did I win the jackpot?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]