[
  {
    "mangaId": "1d584ae1-03f7-408c-9cee-c78d7f5d1b5c",
    "title": {
      "en": "Grace of the Vineyard"
    },
    "updatedAt": "2024-07-29T03:48:21+00:00",
    "coverArt": "https://mangadex.org/covers/1d584ae1-03f7-408c-9cee-c78d7f5d1b5c/621ac0ff-ffe6-4cf8-bfdb-7d745c1a91b3.jpg",
    "altTitles": [
      {
        "ko": "포도밭의 그레이스"
      },
      {
        "en": "Grace in the Vineyard"
      },
      {
        "en": "Grace Grape"
      },
      {
        "en": "Vineyard Grace"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2024-08-19T04:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      },
      {
        "en": "Kissing You Before Going To Bed"
      }
    ],
    "description": {
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flowers"
    },
    "updatedAt": "2024-07-10T14:47:43+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-08-14T21:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13c18abd-2a44-4f1e-86fb-63f970566c3c",
    "title": {
      "en": "Osoto Gohan wo Goisshoni"
    },
    "updatedAt": "2024-07-24T23:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/13c18abd-2a44-4f1e-86fb-63f970566c3c/90c1f600-f883-492a-886b-d8825a658db7.png",
    "altTitles": [
      {
        "ja": "おそとごはんをご一緒に"
      },
      {
        "zh": "邀你一起在户外共进美餐"
      },
      {
        "id": "Ayo makan di Luar ruangan bersama"
      },
      {
        "en": "Let's Eat Outdoors!"
      },
      {
        "en": "Please Join Us For Osoto Gohan"
      }
    ],
    "description": {
      "en": "Fuuka, a college student who enjoys cooking but is confined by her apartment's small kitchen, meets Yomogi, a wild outdoor girl who isn't particularly good at cooking. Their outdoorsy meal that started by chance is somehow very delicious and heartwarming....\n\nThis is the start of a gourmet outdoor manga about two women helping each other out!",
      "ja": "アパートの狭いキッチンに悩む料理好きの女子大生・風香が出会ったのは、料理が苦手で破天荒なアウトドア女子・よもぎだった。\n成り行きで始まったたふたりのおそとごはんは、なんだかとっても温かくて…\n女ふたりの助け合いアウトドアグルメ漫画スタート！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2024-08-19T04:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0efeb9d1-8b66-417c-8c6b-252f02191593",
    "title": {
      "en": "Nakanaka Kishou na Mitsuya-san"
    },
    "updatedAt": "2024-08-08T06:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/0efeb9d1-8b66-417c-8c6b-252f02191593/7a141802-6e5f-449d-990b-337ce38bd228.jpg",
    "altTitles": [
      {
        "ja": "なかなか稀少な光谷さん"
      },
      {
        "en": "Mitsuya-san is Quite Rare"
      }
    ],
    "description": {
      "en": "Mitsuya-san is one of the few long-lived demi-humans in Japan. She is not very familiar with modern life, so in order to relearn, she became a high school student at the age of (approximately) 200 years old! \n\nWith her race's unique beautiful appearance and her warm and soothing personality, she grabs everyone's hearts in this high school comedy!",
      "ja": "日本にも数少ない長命な亜人種のひとり、光谷さん。現代の暮らしにいまいち疎い彼女は学び直しのため、齢200（だいたい）にして女子高生に！\n\n特有の美美しい容姿と、ほんわか癒し系の性格で、みんなの心を鷲掴みにするハイスクールコメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41581bd-ea92-44ef-8eb9-cd62df5c35b0",
    "title": {
      "en": "Kuse Tsuyo Kanojo wa Toko ni Izanau"
    },
    "updatedAt": "2024-06-20T04:58:11+00:00",
    "coverArt": "https://mangadex.org/covers/b41581bd-ea92-44ef-8eb9-cd62df5c35b0/f8bf2243-4049-4dd2-a4ee-352172bfea6a.png",
    "altTitles": [
      {
        "ja": "クセ強彼女は床にいざなう"
      },
      {
        "ja": "クセ強彼女はとこにいざなう"
      },
      {
        "ja": "クセ強彼女は床(とこ)にいざなう"
      },
      {
        "ja-ro": "Kusetsuyo Kanojo wa Toko ni Izanau"
      },
      {
        "en": "A Quirky Girl Is Inviting Me to Bed"
      }
    ],
    "description": {
      "en": "***I'm suddenly living together with the older girl I used to have a crush on!? Even more, I'm starting to suspect that she's a slut!?***\n\nNaoto Kiyoshi is a young man who just entered university after failing his entrance exams one year before. When he was looking for a place to live in so that he could move to Tokyo, he found himself living together with Luna, a relative and older girl who he used to have a crush on.\n\nThe Luna he admired in the past was neat, beautiful and mature... and now she apparently became a slut!? Night after night, he hears her seductive and unladylike moans, and it's making Naoto horny. There are also other men she's unreasonably close to besides him. Luna, whose thoughts he couldn't fathom, is leading him around by the nose! Furthermore, other women with lewd quirks aside from Luna have also gathered there!?\n\nThis is the start of his exciting new life surrounded by slutty(?) older girls!",
      "ja": "昔好きだったお姉さんといきなり同棲!?しかもヤリマ●疑惑が浮上!?\n\n一浪して大学に合格した青年・木吉直人。上京のために住める場所を探していたところ、親戚で憧れの姉・月（ルナ）の家で同棲することに。\n昔憧れていた月は垢ぬけて、美しく成長し…そして…ビッチになっていた!?夜な夜なあられもない嬌声を聞き、モンモンとする直人。\n他の男性がいる割に距離感もめちゃくちゃ近い。何を考えているか分からない月に翻弄され、さらに月以外の\nエッチで癖が強い女の子たちも集まりだし…!?\n\nビッチ？なお姉さんたちに囲まれる楽しい新生活、開幕ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64ac379-65b7-43a1-ab70-5c31f7b5643b",
    "title": {
      "en": "Black Chain"
    },
    "updatedAt": "2024-08-05T16:27:33+00:00",
    "coverArt": "https://mangadex.org/covers/d64ac379-65b7-43a1-ab70-5c31f7b5643b/5eeb1e74-da37-4505-9268-eb54a3d0970c.jpg",
    "altTitles": [
      {
        "ko": "검은 사슬"
      }
    ],
    "description": {
      "en": "The Emperor’s consort committed suicide. Hassolan, who devoted 14 years to Emperor Akelans, hung herself but woke up 14 years in the past. No matter what, she keeps returning to that day. The once cold Emperor now fiercely refuses to let her go, saying, “You are my mate. If you don’t want it, I won’t be Emperor.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-08-12T10:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/83b23cbd-52ea-4303-8707-9c1b62bfee22.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      },
      {
        "en": "An Unsightly Girl of a Red Light District"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district.\nShe was sold to a slave buyer at the Yukaku \"Sagamiya\".\nThe owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。\n人買いに売られやってきたのは、遊郭「相模屋」。\nその主人である相模に、ここで1番の花魁になれると言われ―。\n幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-08-01T12:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/317ec55b-cba8-4eaa-9907-52f3c43475eb.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "I Don't Really Get It, but It Seems Like I Was Reincarnated in Another World!"
      },
      {
        "en": "This Is Screwed Up, but I Was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      }
    ],
    "description": {
      "en": "**In this isekai tale, a male scientist from Earth is reborn as an orphan girl in a world of swords and sorcery.**\n\nRen is a young girl in a primitive world of magic and brutality. Sold as a slave and about to be delivered to an unscrupulous merchant, she suddenly awakens to vivid memories of a past life: a world called Earth, where Ren was both a grown man and a research scientist. Now, she must learn to survive, combining her knowledge of science from her past life with her talent in magic from this life.",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "808fdeae-5ea2-4839-8f95-8183dfdddddc",
    "title": {
      "en": "Baraou no Souretsu"
    },
    "updatedAt": "2023-04-22T17:44:34+00:00",
    "coverArt": "https://mangadex.org/covers/808fdeae-5ea2-4839-8f95-8183dfdddddc/ed9df415-f578-454a-98d5-c82cbb88155a.jpg",
    "altTitles": [
      {
        "ja-ro": "Bara Ou no Souretsu"
      },
      {
        "tr": "Gül Kralın Ağıdı"
      },
      {
        "fr": "Le requiem du roi des roses"
      },
      {
        "pl": "Requiem Króla Róż"
      },
      {
        "en": "Requiem of the Rose King"
      },
      {
        "ru": "Похоронная процессия Короля Роз"
      },
      {
        "ru": "Реквием по Королю роз"
      },
      {
        "th": "พันธนาการแห่งราชันย์กุหลาบ"
      },
      {
        "zh": "蔷薇王的葬队"
      },
      {
        "ja": "薔薇王の葬列"
      },
      {
        "zh-hk": "薔薇王的葬隊"
      },
      {
        "ko": "장미왕의 장례 행렬"
      },
      {
        "ar": "وردة الملك"
      },
      {
        "ar": "دعوة ظلام خياليّة إلى الجحيم"
      }
    ],
    "description": {
      "en": "Richard, the ambitious third son of the House of York, believes he is cursed, damned from birth to eternal darkness. But is it truly fate that sets him on the path to personal destruction? Or his own tormented longings? Based on an early draft of Shakespeare’s Richard III, Aya Kanno’s dark fantasy finds the man who could be king standing between worlds, between classes, between good and evil."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "78"
  },
  {
    "mangaId": "41fff669-29e1-47af-b012-b69880506ac5",
    "title": {
      "en": "The Noble Daughter of First Wife: The Prince Isn't Easy to be Deceived"
    },
    "updatedAt": "2024-08-18T13:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/41fff669-29e1-47af-b012-b69880506ac5/0874db89-25fd-4a05-a25d-4aab2a582449.png",
    "altTitles": [
      {
        "en": "Distressed Daughter and Playboy: The Prince is Not Easy to Cheat"
      },
      {
        "zh": "嫡女纨绔：世子不好骗"
      },
      {
        "ja": "転生令嬢は嫁がず豪遊ライフを満喫します"
      },
      {
        "ko": "돈쭐 내주러 온 아가씨"
      }
    ],
    "description": {
      "en": "The daughter of the group died unexpectedly and crossed over to Nan Jin, the daughter of Nanfu, the richest man in ancient times. , the heroine doesn't want to marry, and Meng Tianshu, the heir of the Shunan Palace, doesn't want the heroine to marry either."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-07-10T18:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/71e15598-03f9-4c9c-866a-096677c760f3.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "25632c2e-90d3-4a9f-9cfd-3132d52ca5ee",
    "title": {
      "en": "Kitanai Kimi ga Ichiban Kawaii"
    },
    "updatedAt": "2024-01-30T17:51:04+00:00",
    "coverArt": "https://mangadex.org/covers/25632c2e-90d3-4a9f-9cfd-3132d52ca5ee/b90f8cc9-6c58-4ce5-a968-390a4aec405f.png",
    "altTitles": [
      {
        "en": "I Love Your Cruddy..."
      },
      {
        "en": "The Filthy You Is the Cutest"
      },
      {
        "en": "You Are the Most Cutest"
      },
      {
        "ja": "きたない君がいちばんかわいい"
      }
    ],
    "description": {
      "en": "Sezaki Airi and Hanamura Hinako. In the class they are in different groups and castes with no interaction, but they have a secret that they cannot tell anyone else. The girls' secret is that of love, selfishness and fetishes...",
      "es": "Airi y Hinako son dos chicas jóvenes que provienen de diferentes grupos y castas y viven un amor secreto. Un beso en un laboratorio de química después de la escuela, una caricia discreta o una mirada lánguida. Nadie debería saber su relación..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became a Childhood Friend of a Mid-Level Boss"
    },
    "updatedAt": "2024-06-28T21:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      },
      {
        "en": "I Became the Childhood Friend of the Middle Boss"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires. He becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d3e64e9-a10b-4171-9b71-0fd88fcf4028",
    "title": {
      "en": "How Far Are You Okay With?"
    },
    "updatedAt": "2024-07-29T16:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/0d3e64e9-a10b-4171-9b71-0fd88fcf4028/5a8987b7-2a1e-48c7-b1bb-b119bf78fa24.jpg",
    "altTitles": [
      {
        "ko": "어디까지 괜찮아?"
      },
      {
        "en": "How Far Can You Go?"
      },
      {
        "en": "How Far Are You Okay?"
      },
      {
        "en": "To What Extent Is It Okay For You?"
      }
    ],
    "description": {
      "en": "“If it’s okay with you, Noona… Do you want to do that thing I just saw with me?” Eunpyeong finds it difficult to start dating because of painful memories. Nyuk, her underclassman from the same department, approaches her but Eunpyeong finds it hard to accept him. One day, Nyuk walks Eunpyeong home because she is drunk. At her house, he makes an unexpected discovery and a bold suggestion…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2023-12-10T18:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9636257-5af6-4d72-97b4-3b24b70ac2e2",
    "title": {
      "en": "The Emperor, A Thousand Years Younger Than Me, Is Obsessed"
    },
    "updatedAt": "2024-07-13T21:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/c9636257-5af6-4d72-97b4-3b24b70ac2e2/9ea21c03-d62a-4d73-96eb-f56c0742de5f.jpg",
    "altTitles": [
      {
        "ko": "천 살 연하 황제가 집착한다"
      },
      {
        "en": "An Emperor 1000 Years Younger Than Me is Obsessed"
      },
      {
        "es-la": "El Emperador Más Joven Qué Yo Terminó Obsesionado Conmigo"
      }
    ],
    "description": {
      "en": "A thousand-year plan was ruined by a beautiful boy raised in the forest. In the end, Ariel abandoned the boy. 10 years later. That same boy, Cedric, who harbored a grudge for being abandoned, invades the forest. And Cedric, in the midst of the blazing fire that burns the forest, \"Let's get married, Ariel.\" He proposed. Ariel, age-1000+ , occupation-great wizard. I guess... I need to rewrite my life plan?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78",
    "title": {
      "en": "In Another World With My Smartphone"
    },
    "updatedAt": "2024-05-23T15:53:23+00:00",
    "coverArt": "https://mangadex.org/covers/8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78/65e5490c-1cf2-4247-b42e-9d744afdc10a.jpg",
    "altTitles": [
      {
        "fr": "Dans un nouveau monde avec mon Smartphone"
      },
      {
        "ru": "В другом мире со смартфоном"
      },
      {
        "th": "ไปต่างโลก! ก็ต้องไปกับสมาร์ทโฟนสิ!!!"
      },
      {
        "zh": "带著智慧型手机闯荡异世界"
      },
      {
        "zh": "异世界和智能手机在一起"
      },
      {
        "ja-ro": "Isekai wa Smartphone to Tomo ni"
      },
      {
        "ja": "異世界はスマートフォンとともに。"
      },
      {
        "ko": "이세계는 스마트폰과 함께"
      },
      {
        "vi": "Xuyên Không Cùng Với Chiếc Smartphone"
      },
      {
        "vi": "Sang Thế Giới Khác Cùng Với Chiếc Smartphone"
      },
      {
        "pt-br": "Em Um Mundo Diferente Com Um Smartphone"
      },
      {
        "id": "Ke Dunia Lain Bawa Smartphone Ku"
      },
      {
        "es": "En otro mundo con mi Smartphone."
      },
      {
        "it": "In un mondo parallelo con uno smartphone."
      },
      {
        "fr": "Un autre monde avec un Smartphone."
      },
      {
        "vi": "Đến thế giới mới với smartphone!"
      },
      {
        "ru": "Исэкай ва сума:тофон то томо ни"
      },
      {
        "fa": "در جهانی دیگر با گوشی هوشمند"
      },
      {
        "ar": "في عالم أخر مع هاتفي الذكي"
      },
      {
        "fa": "لە جیھانێکی تر لەگەڵ مۆبایلە زیرەکەکەم (Central Kurdish)"
      },
      {
        "zh-hk": "帶著智慧型手機闖蕩異世界。"
      },
      {
        "zh-hk": "攜手機漂異世 (Classical Chinese)"
      },
      {
        "hi": "मेरे स्मार्टफोन के साथ दूसरी दुनिया में"
      },
      {
        "ka": "სხვა სამყაროში ტელეფონით"
      }
    ],
    "description": {
      "en": "After a freak accident involving some lightning winds up zapping him dead, 15-year-old Mochizuki Touya wakes up to find himself face-to-face with God. \"I am afraid to say that I have made a bit of a blunder\" laments the old coot. But all is not lost! God says that he can reincarnate Touya into a world of fantasy, and as a bonus, he gets to bring his smartphone along with! So begins Touya's adventure in a new, anachronistic pseudo-medieval world. Friends! Laughs! Tears! Inexplicable Deus ex Machina! He sets off on a journey full of wonder as he absentmindedly travels from place to place, following whatever goal catches his fancy. The curtains lift on an epic tale of swords, sorcery, and smartphone apps!",
      "vi": "Mochizuki Touya, 15 tuổi là main giống như bao anh main khác khi đang trên đường về nhà lại bị… sét đánh lăn đùng ra chết :v.Điều đáng nói ở đây là sau khi chết anh main lại bị triệu tập đến trước mặt Thượng đế với lý do: Ổng vô tình… hại chết anh main mà không hay biết. Và để đền bù thì ảnh đã được hồi sinh sang một thế giới song song khác với 1 cái Sì mát phôn (Smartphone :v).\r\nThừa hưởng trong mình một di sản to lớn về những nền văn minh cổ đại, anh thong dong đi trên con đường đơn độc tại một thế giới khác trong khi sở hữu một nguồn sức mạnh thậm chí có thể giúp anh làm bá chủ của cả thế giới thời bấy giờ.\r\nCàng đi anh càng tạo thêm cho mình nhiều đồng chí quan trọng và trước khi kịp nhận ra… anh đã ngày càng lún sâu vào những bí mật được cất giấu tại thế giới đó…",
      "pt-br": "Touya Mochizuki foi acidentalmente morto e, como uma desculpa, Deus lhe permite renascer em um mundo de fantasia e lhe concederá qualquer coisa que ele desejar. E assim, Touya escolhe manter seu smartphone no próximo mundo. Em sua segunda chance na vida, ele faz amizade com muitas figuras importantes e se depara com o segredo do mundo. Ele herda o legado de uma civilização antiga e viaja despreocupadamente enquanto possui poderes que rivalizam com os reis daquele mundo."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0989ea4e-22c5-498d-8e1e-a4fbfa2cc5b2",
    "title": {
      "en": "The Mermaid I Loved"
    },
    "updatedAt": "2024-05-12T17:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/0989ea4e-22c5-498d-8e1e-a4fbfa2cc5b2/069569cc-5dd1-47dd-88d5-6aa3c79f331b.jpg",
    "altTitles": [
      {
        "en": "My Dear Fishmen"
      },
      {
        "en": "The Fish I Loved"
      },
      {
        "ko": "내가 사랑한 물고기"
      },
      {
        "zh": "恋上人鱼"
      }
    ],
    "description": {
      "en": "At the age of 12, when he experienced his first difficulty in breathing, Kai realized he was a merman from that day onward. Despite avoiding love due to the emergence of scales at the touch of a woman’s hand, Kai lives a resilient life as a self-imposed loner and he chooses to never date while facing loneliness and sadness. Suddenly, a mysterious woman named Yana appears before him! Whenever Yana is around, Kai unintentionally loses his restraint and his body responds involuntarily. But what should he do? Even when it feels suffocating, he finds himself liking her...! A breathless romance unfolds between a man who transforms into a merman with just a touch of his fingertips and a woman who wants to touch his hand."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a69168-3adb-4f78-adaa-088b7663e0ff",
    "title": {
      "en": "Umi ga Hashiru End Roll"
    },
    "updatedAt": "2024-03-29T19:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/08a69168-3adb-4f78-adaa-088b7663e0ff/ad86c13a-84ac-404e-bd49-501d5e31a234.jpg",
    "altTitles": [
      {
        "ja-ro": "Umi ga Hashiru Endo Rooru"
      },
      {
        "ja": "海が走るエンドロール"
      },
      {
        "en": "Seaside Cinema Paradise"
      },
      {
        "fr": "Ocean Rush"
      }
    ],
    "description": {
      "en": "After turning 65 and bereaved of her husband, Umiko visits a cinema for the first time in decades. A shocking, life-changing event awaits her. When she meets Kai, an art student majoring in film, Umiko realises that she wants to make a film. She realises that she is on the side of \"the people who want to make films\"...\nLured by the waves that stir her heart, the 65-year-old dives into the sea of film!",
      "ja": "65歳を過ぎ夫と死別し、数十年ぶりに映画館を訪れたうみ子。そこには、人生を変える衝撃的な出来事が待っていた。海(カイ)という映像専攻の美大生に出会い、うみ子は気づく。自分は「映画が撮りたい側」の人間なのだと……。\n心を騒ぎ立てる波に誘われ、65歳、映画の海へとダイブする!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0",
    "title": {
      "en": "I Became the Mother of the Evil Male Lead"
    },
    "updatedAt": "2024-08-03T23:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/b6f9aaad-6787-460c-bbb8-af9eb7bcc3e0/2a37d481-fedf-4c03-a893-e2e747ea78fe.jpg",
    "altTitles": [
      {
        "ko": "피폐물 남주의 엄마가 되었다"
      },
      {
        "en": "I Became the Mother of the Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of a Bloody Male Lead"
      },
      {
        "en": "I Became the Mother of the Tragic Male Lead"
      },
      {
        "pt-br": "Eu me tornei a mãe do protagonista louco"
      },
      {
        "es-la": "Me Convertí En La Madre Del Protagonista Masculino Que Era Un Producto De Desecho"
      },
      {
        "en": "I Became the Bloodthirsty Male Lead's Mother"
      }
    ],
    "description": {
      "en": "The newly reincarnated Sheriel learns she has become the mother of Karthizel Roperam, the male lead of a dark romance fantasy novel. All the neglect Karthizel faces as a child leads him to become a crazy and obsessive man who’s willing to kill anyone to get what he wants, even his own mother! Then the only way for Sheriel to keep herself alive in this timeline is to have him be raised right under loving parents, which means she’ll also need to make amends with her cold, estranged husband. Will Sheriel be able to save herself and this broken family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-08-10T22:01:55+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c089b50c-beeb-434a-ab8d-2676dc026564",
    "title": {
      "en": "Top Tier Providence"
    },
    "updatedAt": "2024-07-30T02:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/c089b50c-beeb-434a-ab8d-2676dc026564/1b68d2fc-8e1c-4703-8daa-2e8228d5ad6c.jpg",
    "altTitles": [
      {
        "zh": "顶级气运，悄悄修炼千年"
      },
      {
        "zh-ro": "Dingji Qiyun, Qiaoqiao Xiulian Qiannian"
      },
      {
        "zh-ro": "Dǐngjí Qìyùn, Qiāoqiāo Xiūliàn Qiānnián"
      },
      {
        "en": "Top Tier Providence- Secretly Cultivate for a Thousand Years"
      },
      {
        "en": "Top Tier Providence: Secretly Cultivate for a Thousand Years"
      }
    ],
    "description": {
      "en": "Being reincarnated in a cultivation world, Han Jue realizes that he can live his life like a video game. He can reroll his cultivation potential and connate providence.\n\nSo, he spends 11 years rerolling for a good one…\n\n[Unparalleled: Immortal beauty, top-notch charm]\n\n[Destined Sword fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao comprehension]\n\n[Unparalleled Movement Technique: Top-notch movement technique aptitude]\n\n[Descendant of the Immortal Emperor: You will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones]\n\nIn pursuit of longevity, Han Jue decides to cultivate in a low-profile manner.\nA thousand years later, generations of cultivators have become history.\n\nThat is when beings of the fairyland start cleansing the mortal world. Han Jue can no longer hide and has no choice but to take action.\n\nThen he realizes, that deities and gods aren’t that powerful after all!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10263dc2-dd53-4099-bf57-cad6c4acc14b",
    "title": {
      "en": "The Count’s Youngest Son Is a Gamer"
    },
    "updatedAt": "2024-07-09T13:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "altTitles": [
      {
        "ko": "백작가 막내아들은 플레이어"
      },
      {
        "en": "The Count’s Youngest Son Is a Player"
      }
    ],
    "description": {
      "en": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. Now the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. Join him as he embarks on a thrilling quest to reshape his fate!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df2e7b42-3304-4309-a1ac-6b42b7f29239",
    "title": {
      "en": "Masked Queen"
    },
    "updatedAt": "2024-08-17T06:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/df2e7b42-3304-4309-a1ac-6b42b7f29239/b077c629-6607-489b-8638-d56ea21f57f3.jpg",
    "altTitles": [
      {
        "en": "Queen of Villains"
      },
      {
        "zh": "恶役皇后"
      }
    ],
    "description": {
      "en": "As the heroine of an ordinary office worker, she accidentally travels to the Western fantasy romance novel that she has been chasing after. What's embarrassing is that she is wearing the vicious queen that she hates the most, and she becomes the stepmother when facing the prince she loves so much. This is really a big deal! Thanks to myself relying on the cheat book of the original novel to survive in the complicated form of the palace, but I didn't expect that I am not the only one who has the golden finger..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-07-21T16:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      },
      {
        "pt-br": "O Único Fazendeiro da Torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!",
      "pt-br": "Sejun, o típico azarão de Seul não esperava se tornar um Fazendeiro quando tropeçou e foi transportado para a famosa Dungeon, cheia de missões, de monstros e recompensas misteriosas. No entanto, lá estava ele, como um agricultor cultivando e vendendo seus frutos engenhosamente, enquanto concluía inúmeras missões que surgiam em seu caminho. Será que Sejun conseguirá sair da Dungeon que está preso? Pelo menos ele tem o que é necessário: otimismo, engenhosidade e um grupo de leais amigos peludinhos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feebe1dc-64ef-47a6-b4ed-07f47dd330cd",
    "title": {
      "en": "The Divine Surgeon"
    },
    "updatedAt": "2024-06-16T16:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/feebe1dc-64ef-47a6-b4ed-07f47dd330cd/fb649977-c768-41c8-b5db-44bc3b46959d.jpg",
    "altTitles": [
      {
        "ko": "화타가 된 외과의사"
      },
      {
        "en": "I Reincarnated as a Legendary Surgeon"
      }
    ],
    "description": {
      "en": "Because of being just, before even becoming specialist, Jisoo Han, a 3rd year of general surgery, has died.\nWas it an angel, demon, or some unknown system of the world? Because of his good deeds, he got a chance to live again.\nBut he was resurrected as a dead man who was killed by mountain bandits. But this body… Is it the body of a great legendary surgeon?!\nA generation of heroes with an endless battle, about in the year 200. As a great legendary surgeon of the 200’s, he tries to stand up to it……\nAn unexpected and extraordinary journey of a young surgeon, who fell into the world of Romance of the Three Kingdoms, has began!\n\n---\n\n**Links:**\n- [Original Webtoon (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%ED%83%80%EA%B0%80-%EB%90%9C-%EC%99%B8%EA%B3%BC%EC%9D%98%EC%82%AC/2736)",
      "fr": "Était-ce un ange, un démon ou autre chose qui m'a ressuscité ?\nJisoo Han, un major de troisième année en chirurgie générale, a perdu la vie en raison de sa personnalité droite. Cependant, grâce aux bonnes actions qu'il a faites dans sa vie, il a été ressuscité dans le corps d'un homme mort qui a été tué par des bandits de montagne. Mais ce corps… Est-ce le corps d'un grand chirurgien légendaire ?! Maintenant, dans l'ère des Trois Royaumes de guerres et de héros [CE 200]. Jisoo essaie de survivre et de se tenir debout en tant que chirurgien légendaire ……\nLe voyage inattendu et extraordinaire d'un jeune chirurgien, tombé dans l'ère des Trois Royaumes, a commencé !",
      "ko": "정의로운 성격 때문에 전문의는 커녕, 목숨까지 잃은 일반외과 전공 3년차 한진수.\n\n천사인가, 악마인가, 아님 알 수 없는 시스템인가.\n평소 쌓은 선행 덕분에 부활의 기회를 얻게 된다.\n\n산적 떼에게 죽은 몸으로 부활하게 된 한진수.\n그런데 이 몸이 전설의 명의名醫 화타?!\n\n전란이 끊임없는 영웅들의 시대, 혼란한 후한 말.\n한진수, 그는 후한 말 명의名醫 화타로서 우뚝 서려 한다…….\n\n<삼국지연의> 속 세상에 떨어진 젊은 외과의사가 펼치는 \n기상천외한 모험이 시작된다!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40881c1c-9bd7-425c-959e-a64799522434",
    "title": {
      "en": "I Picked a Hammer to Save the World"
    },
    "updatedAt": "2024-07-07T23:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/40881c1c-9bd7-425c-959e-a64799522434/f5b67713-92f4-46c7-bbda-51959843f789.jpg",
    "altTitles": [
      {
        "en": "The Hammer"
      },
      {
        "ko": "더 해머"
      }
    ],
    "description": {
      "en": "If the name Tiny brings to mind a diminutive rogue befitting the name, think again: Tiny is a headstrong, muscle-bound warrior who would rather smash his way through obstacles with his trusty warhammer than use his brain. \n\nWhen Tiny and the legendary Ten Knights of Asran are defeated by the Demon Beastlord Gluttony, he is given a second chance at life as he is magically sent back to the past. \n\nRelying on his knowledge of the future, the young Tiny must right the wrongs of the past and prepare for the upcoming battle!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee",
    "title": {
      "en": "The Gardener in a Hunter World"
    },
    "updatedAt": "2024-07-29T05:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/fe7d5dbe-6f0a-42ed-9a83-67a4315bd3ee/27369165-a20e-41df-b2a9-33b7f558b5e0.jpg",
    "altTitles": [
      {
        "ko": "헌터 세상의 정원사"
      },
      {
        "en": "Gardener in Hunter's World"
      }
    ],
    "description": {
      "en": "Ji-ha, the weakest labor-class hunter with neither skill nor fighting ability, made a living by running a store while holding the lowest hunter rank.\n\nBut one day, his life as a hunter changed when he entered a garden from a different dimension through his dream...\n\n<You have obtained Friendly Plant Lv.1> <You have obtained Blessing of XXX Lv.1>\n\n'I gained a skill just by planting one twig...?'\n\nHis unique adventure as the sole gardener in the hunter world begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d227a249-e17e-4527-af19-01190e0209b1",
    "title": {
      "en": "Hunter Academy’s Strongest Battle God"
    },
    "updatedAt": "2024-05-29T00:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/d227a249-e17e-4527-af19-01190e0209b1/4742a353-4e11-46d2-8ebb-87358cb14f4a.jpg",
    "altTitles": [
      {
        "ko": "헌터 아카데미의 최강투신"
      },
      {
        "en": "Hunter Academy's Strongest Battle God"
      },
      {
        "en": "Hunter Academy's Greatest War God"
      },
      {
        "ru": "Непобедимый бог академии охотников"
      },
      {
        "es-la": "El Dios de la Batalla de la Academia de Cazadores"
      }
    ],
    "description": {
      "en": "With an F-rank Trait, deemed the worst of the worst, 5-year-old Shin Yu-sung is abandoned by the Shin-oh family, which is famous for raising hunters.\n\nThe same year, he meets one of the strongest hunters, the Fist King, at the orphanage and is adopted by him. The Fist King became the strongest not through his Trait or special abilities — but by training his body.\n\nHe takes note of Shin Yu-sung's physique instead of his Trait — nine blocked yin pathways.\n\n“Your blocked pathways cause your body’s mana to overflow, giving you an exceptional mind and god-like looks! But you also pass away before coming of age…”\n\nAn abundance of bodily yang.\n\n“Your body is overflowing with the energy that can cure your nine blocked yin pathways!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-07-28T09:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "710"
  },
  {
    "mangaId": "77dbfa29-8ef0-446d-82cc-1b4de878dd90",
    "title": {
      "en": "Sokushi Cheat ga Saikyou Sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga"
    },
    "updatedAt": "2024-04-08T19:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/77dbfa29-8ef0-446d-82cc-1b4de878dd90/bacfa86e-21e8-406e-ad7e-e4ddb507e030.jpg",
    "altTitles": [
      {
        "tr": "Ani Ölüm Gücü"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me!"
      },
      {
        "en": "The Other World Doesn't Stand a Chance Against the Power of Instant Death"
      },
      {
        "ja": "即死チートが最強すぎて、異世界のやつらがまるで相手にならないんですが。－ΑΩ－"
      },
      {
        "zh": "秒杀外挂太强了，异世界的家伙们根本就不是对手。 –AΩ-"
      },
      {
        "ko": "즉사 치트가 너무 최강이라 이세계 녀석들이 전혀 상대가 되지 않습니다만. –AΩ-"
      },
      {
        "ja-ro": "Sokushi Cheat ga Sai Tsuyo Sugite, Isekai no Yatsu-ra ga Marude Aite ni Naranain Desuga. - AΩ -"
      },
      {
        "es": "El Otro Mundo No Tiene Ninguna Posibilidad Frente Al Poder De La Muerte Instantánea"
      },
      {
        "en": "My Instant Death Ability Is So Overpowered, No One in This Other World Stands a Chance Against Me! —AΩ—"
      },
      {
        "en": "Instant Death Cheat"
      }
    ],
    "description": {
      "en": "Growth cheats? Infinite magic power? The ability to utilize all archetypes? What’s the point if instant death ends everything with a single attack? \n \nAwaking to absolute chaos and carnage while on a school trip, Yogiri Takatou discovers that everyone in his class has been transported to another world!\n\nHe had somehow managed to sleep through the entire ordeal himself, missing out on the Gift — powers bestowed upon the others by a mysterious Sage who appeared to transport them. Even worse, he and another classmate were ruthlessly abandoned by their friends, left as bait to distract a nearby dragon. Although not terribly bothered by the thought of dying, he reluctantly decides to protect his lone companion. After all, a lowly Level 1000 monster doesn't stand a chance against his secret power to invoke Instant Death with a single thought!\n\nIf he can stay awake long enough to bother using it, that is...",
      "tr": "Büyüme hileleri? Sonsuz büyü gücü? Tüm ark tipte yetenekleri kullanma yeteneği? Anında bir ölüm her şeyi tek bir saldırı ile sonlandırırsa amaç ne?  \n  \nLise öğrencisi Yogiri Takatou, gezi otobüsüne saldıran bir ejderhayla uyandığı bir okul gezisine çıktı, sadece otobüste kalanlar o ve panik içindeki kız sınıf arkadaşı olan Tomochika Dannoura idi. Görünüşe göre sınıf arkadaşlarının geri kalanı, kendisini Sage(Bilge) olarak tanıtan ve ejderha yemi olarak geride bıraktı.  \n  \nVe böylece Yogiri, tam olarak ne olduğu hakkında hiçbir fikri olmayan, tehlike dolu paralel bir evrene atıldı. Aynı şekilde, onları çağıran Sion, dünyasına ne tür bir varlık çağırdığına dair hiçbir fikri yoktu.  \n  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/twitydk)  \n- [Japanese Web Novel](https://ncode.syosetu.com/n5691dd/)  \n- [Official English Light Novel](https://j-novel.club/s/my-instant-death-ability-is-so-overpowered-no-one-in-this-other-world-stands-a-chance-against-me/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "273e000d-884b-451c-835d-3f57951d397a",
    "title": {
      "en": "Healing Life Through Camping In Another World"
    },
    "updatedAt": "2024-05-28T23:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "altTitles": [
      {
        "ko": "이세계 캠핑으로 힐링 라이프"
      },
      {
        "es-la": "Acampando en otro Mundo: buscandole el sazon a la vida"
      }
    ],
    "description": {
      "en": "The Star chef, KangHyun, hid in a quite countryside after losing his sense of taste where he found A pathway to another world in his grandfather's house. Since he was on the run anyway, he planned on enjoying a relaxing camp life, but... the people in the other world keep growing interested in KangHyun! Will KangHyun really be able to heal through experiencing a slow life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c",
    "title": {
      "en": "Eternal Club"
    },
    "updatedAt": "2024-03-22T03:43:12+00:00",
    "coverArt": "https://mangadex.org/covers/3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c/7f2ed7ea-8fc0-4b57-be2d-70db742fc0a5.jpg",
    "altTitles": [
      {
        "zh": "我打造了长生俱乐部"
      },
      {
        "en": "I Built a Lifespan Club"
      },
      {
        "en": "I Built the Club of Longevity"
      },
      {
        "en": "I Created the Club of Immortality"
      },
      {
        "zh": "我打造了長生俱樂部"
      },
      {
        "zh-ro": "Wo Dazao Le Changsheng Julebu"
      }
    ],
    "description": {
      "en": "Chen Li works at Mo city, he works there every day with no hope to be seen for the future… until one night. Chen Li obtains a special ability, an ability to buy “Time” and “Lifespan” from people, sell “Time” and “Lifespan” and also let things speed up “Time leap” and slow down “exhaustion time”. So he begins to build a top-class “Lifespan club”!",
      "pt-br": "Chen Li trabalha na cidade Mo, ele trabalha todo o dia pensando que não há esperanças para o seu futuro... até que uma noite Chen Li consegue uma habilidade especial, a habilidade de comparar e vender tempo de vida, junto a isso ele pode acelerar o próprio tempo e o tempo de outras coisas utilizando o tempo de vida que ele tem"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "508ae5c1-1ae1-4bd7-a460-71cd28686b0b",
    "title": {
      "en": "The Invincible Shovel"
    },
    "updatedAt": "2023-12-11T19:13:17+00:00",
    "coverArt": "https://mangadex.org/covers/508ae5c1-1ae1-4bd7-a460-71cd28686b0b/0554ebd6-89b6-46ac-981d-fd53d7fe60f7.jpg",
    "altTitles": [
      {
        "en": "Peerless Scoop \"Scoop Laser Beam!\" ( `・ω・´)♂〓〓〓〓★(゜Д ゜ ;;;).:∴ドゴォォ"
      },
      {
        "ja-ro": "Sukoppu musou \"sukoppu hadou-hou!\"( `・ω・´)♂〓〓〓〓★(゜Д ゜ ;;;).:∴Dogo~o~o"
      },
      {
        "en": "SCOOP MUSOU: \"SCOOP HADOUHOU!\""
      },
      {
        "ja": "スコップ無双 「スコップ波動砲!」( `・ω・´)♂〓〓〓〓★(゜Д ゜ ;;;).:∴ドゴォォ"
      },
      {
        "en": "WAVE MOTION SHOVEL BLAST!\" ( `・ω・´)♂〓〓〓〓★(゜Д ゜ ;;;).:∴KA-CHOOOM"
      }
    ],
    "description": {
      "en": "Alan is the strongest miner in the world, able to reduce mountains to rubble with simply a swing of his trusty scoop. But when Princess Letitia begs him to escort her on a quest to save her kingdom from an invading demon force, he agrees to leave his solitary mountain abode and venture forth, on one condition: she must help him find a successor to train. In this hilarious fantasy tale for fans of RPGs, evil doesn’t stand a chance against the mighty power of the scoop!  \n  \n- [English Light Novel by Seven Seas Entertainment](https://sevenseasentertainment.com/series/the-invincible-shovel-light-novel/)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "2b9ec26a-0597-4c33-af28-b5afdaa48b7a",
    "title": {
      "en": "Tearmoon Empire: Collection of Short Stories"
    },
    "updatedAt": "2024-08-19T03:38:24+00:00",
    "coverArt": "https://mangadex.org/covers/2b9ec26a-0597-4c33-af28-b5afdaa48b7a/05c43276-7d08-4c1e-8c5a-4333fd9c0466.jpg",
    "altTitles": [
      {
        "ja": "ティアムーン帝国物語短編集@COMIC"
      },
      {
        "ja-ro": "Tearmoon Teikoku Monogatari Tanhenshū@ Comic"
      }
    ],
    "description": {
      "en": "A collection of stories of tragedy and joy told from the perspective of Mia and those around her, from the original and current timelines.\n\nManga adaption of the collection of short stories side volume of the light novel."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-04-27T22:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/054c7d11-d098-44e5-a044-347dbd0fc85e.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-08-16T23:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d77d82aa-4d63-4d97-bd37-8578820024af",
    "title": {
      "en": "I Stole the Male Lead's First Night"
    },
    "updatedAt": "2023-09-26T18:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/d77d82aa-4d63-4d97-bd37-8578820024af/905d8c7c-4b90-4107-b59a-073850951175.jpg",
    "altTitles": [
      {
        "ko": "남주의 첫날밤을 가져버렸다"
      },
      {
        "ko-ro": "Namju'eui Cheosnalbam'eul Gajyeobeoryeossda"
      },
      {
        "ko-ro": "Namjuui Cheosnalbam-eul Gajyeobeolyeossda"
      },
      {
        "en": "The First Night With the Duke"
      },
      {
        "en": "I Took the Male Lead's First Time"
      },
      {
        "zh": "我拿走了公爵的第一次"
      },
      {
        "zh-hk": "我奪走了公爵的初夜"
      },
      {
        "ru": "Я украла первую ночь главного героя!"
      },
      {
        "fr": "Virginité volée"
      },
      {
        "de": "Herzogin über Nacht"
      },
      {
        "ja": "主役の初体験、私が奪っちゃいました"
      },
      {
        "es": "La primera noche con el duque"
      },
      {
        "th": "ตื่นมาอีกทีก็มีพระเอกนอนอยู่ข้างๆ ?!"
      },
      {
        "vi": "Tôi Đã Cướp Mất Đêm Đầu Tiên Của Nam Chính"
      },
      {
        "pt-br": "Roubei a Primeira noite do Protagonista"
      }
    ],
    "description": {
      "de": "Ein gut aussehender, narzisstischer Adliger verliebt sich in eine hübsche, zuvorkommende Bürgerliche — so sollte zumindest der ursprüngliche Plot aussehen. Als eine normale Schülerin jedoch als Nebenfigur in ihrem Lieblingsroman aufwacht, ändert sich die Handlung, weil die Hauptfigur des Romans, Herzog Zeronis de Ingrid, ein Auge auf sie geworfen hat! Kann Ripley die ursprüngliche Handlung bewahren, während sie die Avancen des Herzogs ablehnt und versucht, den Machenschaften der Schurkin nicht zum Opfer zu fallen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "en": "Due to a mistake one night, I became the target of the most obsessive man and a villainess!\n\nAfter possessing Ripley, a count’s daughter and an extra in a novel, I became the female lead. Since this is the case, I will try to enjoy the riches and luxuries of a nobleman that I couldn’t experience in my past life.\n\nI can remember up to drinking alone in a corner at a party… but I woke up the next day in the male lead’s bed!\n\nRipley became the target of the villainess after the male lead’s remarks that she should be responsible for spending their first night together. Knowing the fate of the female lead, Ripley tries to get rid of the male lead by causing trouble, not washing, and all sorts of things. Nevertheless, the male lead’s unwavering single-minded heart begins to shake.\n\n*Based on the webnovel written by HWANG DoTol with insert art by MSG.*\n\n---\nA handsome, selfish noble falls for a beautiful, kind commoner -- at least, that’s how the story’s supposed to go. When an average college student wakes up as Ripley, an extra in her favorite romance novel, she resolves to enjoy the luxuries of her character’s status while watching the novel's plot unfold from the sidelines. However, her plans are soon derailed when she finds herself in bed with no other than Duke Zeronis, the novel’s hero! Dodging the villainess’ schemes, the Duke’s advances, and her own feelings, can Ripley keep the story on track and survive beyond the first night?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "es": "Un noble guapo y egoísta se enamora de una plebeya hermosa y sensible... Así debería ser la historia, ¿no? Un día, una estudiante universitaria se despierta en el cuerpo de Ripley, un personaje secundario de su novela romántica favorita, y decide que lo mejor será disfrutar de los lujos de esta nueva vida mientras observa cómo se desarrolla la trama. Sin embargo, sus planes se arruinan cuando, al día siguiente, amanece en la cama junto al duque Zeronis, el protagonista de la novela. Entre las estratagemas de la villana, los avances del duque y sus propios sentimientos, ¿podrá Ripley mantenerse al margen de la historia? ¿Sobrevivirá a esa primera noche?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "fr": "La figurante un peu spéciale d'un roman devient tout d'un coup la cible du duc le plus jaloux du monde!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "id": "Ada banyak wanita lain yang lebih cantik, dan bahkan lebih elegan dari aku. Tapi... kenapa Duke ini malah terobsesi sama aku yang biasa-biasa saja?!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "ko": "소설 속 엑스트라인 백작 영애 리플리로 빙의 된 여주인공.\n이왕 이렇게 된 거 전생에 경험하지 못한 귀족의 화려하고 풍족한 삶을 만끽하기로 한다.\n파티장 구석에서 혼자 술을 즐긴 것까진 기억나는데… \n다음날 깨어보니 남주의 침대에 누워있는 것 아닌가!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "ru": "После реинкарнации в Рипли, дочь графа из романа, я стала главной героиней. Я постараюсь насладиться богатством и роскошью дворянки, так как в прошлой жизни не могла этого делать. Помню, как одна пила на вечеринке… но на следующий день я проснулась в чужой постели!\nРипли стала мишенью злодея после замечаний главного героя, что она должна понести ответственность за проведение их первой ночи вместе. Зная судьбу главной героини, Рипли пытается избавиться от него, создавая разные проблемы. Тем не менее непоколебимое сердце главного героя начинает дрожать.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "th": "ฉันนึกว่าคำว่า 'ลืมตาขึ้นมาก็อยู่ในนิยาย' เป็นแค่คำที่มีอยู่ในเว็บตูนเท่านั้นซะอีก...จนกระทั่งได้เจอกับตัวเอง ฉันอยากเพลิดเพลินกับชีวิตของตัวประกอบผู้มีความสุขแล้วกลับไปที่โลกใบเดิม ฉันคิดไว้อย่างนั้นแท้ๆ แต่พอตื่นอีกทีทำไมพระเอกเขานอนข้างฉันเนี่ย?!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "tr": "Yakışıklı ve bencil bir asil, güzel ve kibar bir sıradan insandan hoşlanır -- en azından, hikaye böyle devam etmelidir. Ortalama bir üniversite öğrencisi, en sevdiği romantik romanın bir ek karakteri olan Ripley olarak uyandığında kenardan romanın olay örgüsünün gelişmesini izlerken karakterinin statüsünün getirdiği lükslüğün tadını çıkarmaya karar verir. Ancak, kendisini romanın kahramanı Dük Zeronis ile yatakta bulduğunda planları kısa sürede raydan çıkar! Kötü karakterlerin entrikalarından, Dük'ün yakınlaşma çabalarından ve kendi hislerinden kaçan Ripley, hikayeyi yoluna koyabilecek ve ilk gecenin ötesinde hayatta kalabilecek midir?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "vi": "Ripley - người mà nữ chính xuyên không vào là con gái của một nhà Bá tước, đồng thời cũng là cái bóng đèn quần chúng rực rỡ của cuốn tiểu thuyết \"Đoá hoa của Elonell\".\n\nĐã quần chúng lại còn rực rỡ là nói thú vui tao nhã của tác giả cuốn sách =)) author phát cuồng với nhân vật tóc vàng mắt xanh nên từ chính phụ đến làm nền, bẻ sang boss cuối đều chung một style nốt. Những người có màu tóc màu mắt không thuộc dạng phong trào yellow blue thì xác định là bóng đèn con ghẻ say đ*o có đất diễn.\n\nVề nguyên tác câu chuyện gốc, nam chính là Công tước trẻ tuổi nhất đế chế, đồng thời cũng là pay-lắk boi dở hơi nhưng được cái đẹp mã nên hút fan zl, tóm lại mọi lời thoại tả về ổng đều kiểu:\" Chechow-er được mỗi cái mặt\". Trái ngược hoàn toàn với nam chính Công tước, nữ chính Etolie là con gái nuôi của nhà Nam tước, công dung ngôn hạnh không thiếu nửa phần, đích thị là \"con nhà người ta ver tiểu thuyết\"",
      "zh": "穿越后竟成了女配？\n杯具啊为什么不是女主！\n一瞬间穿越到小说里，成为了名字都记不清的女配。本想尽情享受奢华生活，可是穿越第二天，我就不小心夺走了某人的初夜。问题在于，那人竟然是小说里的头号执着男，男一号！\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)",
      "zh-hk": "我穿越到小說裡，變成了連名字都不太記得的小配角。但好歹是個貴族，在小說結局前就盡情享受幸福的生活吧!然而事與願違，才穿越第二天，我就睡了小說裡佔有欲最強的男主角! 「既然男女共度了初夜，當然就要對彼此負責吧?」\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5188165), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=749639)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/the-first-night-with-the-duke/list?title_no=1267)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/wonazoulegonjuedediyici/list?title_no=1526)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/drama/firstnight/list?title_no=2115)\n* [French / Français](https://www.webtoons.com/fr/romance/the-duke/list?title_no=2227)\n* [German / Deutsch](https://www.webtoons.com/de/romance/the-duke/list?title_no=2848)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/the-duke/list?title_no=2146)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0000882)\n* [Spanish / Español](https://www.webtoons.com/es/fantasy/the-first-night-with-the-duke/list?title_no=3487)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/firstnight/list?title_no=2130)\n\n**Original Web Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=789670), [Naver Web Novel](https://series.naver.com/novel/detail.series?productNo=3990680)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "102"
  },
  {
    "mangaId": "79132cf3-9137-43ab-9522-41277e394f28",
    "title": {
      "en": "Himote no Gimon ni Kotaeru Hon"
    },
    "updatedAt": "2023-09-25T14:28:05+00:00",
    "coverArt": "https://mangadex.org/covers/79132cf3-9137-43ab-9522-41277e394f28/f65bb9f6-147d-4c32-9995-748a673a73a2.jpg",
    "altTitles": [
      {
        "ja": "非モテの疑問に答える本"
      }
    ],
    "description": {
      "en": "When Michiniwa Sakurata, an unpopular college student, orders a book on online shopping, he receives a real beautiful girl in the mail...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-07-05T21:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/2186cc48-2c47-43ef-963f-b91b7be04e30.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "UzaMaid: Our Maid Is Way Too Annoying!"
    },
    "updatedAt": "2024-08-19T02:48:31+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/a733a6df-af55-4a8a-a490-724811433507.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsubakuma!"
      },
      {
        "ja-ro": "Uchi no Meido ga Uzasugiru"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "ja": "うちのメイドがウザすぎる！"
      },
      {
        "zh": "燕熊！"
      },
      {
        "ja": "つばくま！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive - Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-07-25T00:19:06+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/5b2edc19-f389-43d8-a71c-6539584733d8.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "zh": "便利屋68业务日志"
      },
      {
        "ja-ro": "Blue Archive - Benriya 68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman 68"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c5464a-babb-46f9-9489-a469394f1fe0",
    "title": {
      "en": "Chichi Chichi"
    },
    "updatedAt": "2024-06-19T01:48:15+00:00",
    "coverArt": "https://mangadex.org/covers/05c5464a-babb-46f9-9489-a469394f1fe0/5167b8e3-5c5e-46cd-a7df-443bce4a08b2.jpg",
    "altTitles": [
      {
        "en": "A Girl and Life to Live…Enormous Breast Paradise"
      },
      {
        "ja": "Chi Chi Chi Chi"
      },
      {
        "ja": "Chichichichi"
      },
      {
        "pl": "cyckicyckicyckicycki"
      },
      {
        "tr": "MemelerMemeler"
      },
      {
        "id": "NenenNenen"
      },
      {
        "id": "PayudaraPayudara"
      },
      {
        "es": "TetasTetas"
      },
      {
        "id": "TetekTetek"
      },
      {
        "de": "TietenTieten"
      },
      {
        "en": "Tits Tits Tits Tits"
      },
      {
        "en": "TitsTitsTitsTits"
      },
      {
        "de": "TittenTitten"
      },
      {
        "tl": "UtongUtong"
      },
      {
        "it": "ZizzeZizze"
      },
      {
        "ru": "сиськисиськисиськи"
      },
      {
        "hi": "स्तन स्तन स्तन स्तन"
      },
      {
        "th": "หัวนมหัวนมหัวนมหัวนม"
      },
      {
        "ja": "チチチチ"
      },
      {
        "zh": "孚乚孚乚"
      },
      {
        "ko": "가슴가슴가슴가슴"
      },
      {
        "ko": "치치치치"
      },
      {
        "es-la": "ChiChiChiChi"
      },
      {
        "es-la": "Una Chica y una vida que vivir....Un paraíso de enormes Tetas."
      }
    ],
    "description": {
      "en": "One day, a picture book writer named Yorozu Hikaru was asked by his close online friend, Chintarou, if they could share a room together while he attended a nearby university. Although they only knew each other through online interactions, Hikaru agrees to it without much thought. However unbeknownst to Hikaru, Chintarou, despite having a male name, is actually a girl: a very well endowed girl.",
      "es-la": "Un día, a un autor de libros ilustrados quién se llama Yorozu Hikaru, su amigo cercano de internet, llamado Chintarou, le pidió que le compartiera un cuarto en su casa, en lo que atendía la universidad. \nA pesar de que solo han interactuado en línea, Hikaru acepto sin pensarlo dos veces. Sin embargo y para su sorpresa, Chintarou, a pesar de tener un nombre masculino, es en realidad una chica: Una chica muy atractiva.",
      "pt-br": "Um dia, um escritor de ilustrador de livros chamado Yorozu Hiraku foi convidado pelo seu amigo próximo, Chintarou, se eles pudessem dividir um quarto juntos enquanto ele frequentava uma universidade próxima. Embora eles só se conhecessem através de interações online, Hikaru concorda com isso sem pensar muito. No entanto, sem o conhecimento de Hikaru, Chintarou, apesar de ter um nome masculino, é na verdade uma menina: uma garota muito bem dotada."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04e6ab34-f9fe-46f4-961c-3df616d45285",
    "title": {
      "en": "Hetalia Gangsta"
    },
    "updatedAt": "2024-07-28T02:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/04e6ab34-f9fe-46f4-961c-3df616d45285/f802f6aa-43b7-4a9e-aab9-f9dabc829f70.png",
    "altTitles": [
      {
        "en": "Hetalia World Stars Gangsta"
      }
    ],
    "description": {
      "en": "Official Hetalia AU. \"This world, although similar to the one we know of, is just slightly different. Data-wise, it's pretty much the same thing, just a lot more punk and grunge-like this time. 200 crowded districts, each with a unique culture and history of their own, each with a boss in charge, in a spinning circle of harmony and chaos. Yet a new disruption was about to arise.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]