[
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "4dff5c5e-bad0-4dc6-a356-638b188b9eec",
    "title": {
      "en": "Re-Living My Life with a Boyfriend Who Doesn’t Remember Me"
    },
    "updatedAt": "2024-10-06T15:53:25+00:00",
    "coverArt": "https://mangadex.org/covers/4dff5c5e-bad0-4dc6-a356-638b188b9eec/5c4919f2-d60a-4c8b-915b-ffabc6c198d0.jpg",
    "altTitles": [
      {
        "ja": "死に戻りの魔法学校生活を、元恋人とプロローグから（※ただし、好感度はゼロ）"
      },
      {
        "en": "Return from Death: I Kicked the Bucket and Now I’m Back at Square One With a Boyfriend Who Doesn’t Remember Me!"
      },
      {
        "ko": "죽음으로 되돌아가 마법 학교 생활을, 전 연인과 프롤로그로부터 (※다만 호감도는 제로)"
      },
      {
        "ja-ro": "Shi ni Modori no Mahou Gakkou Seikatsu wo, Moto Koibito to Prologue Kara (Tadashi, Koukando wa Zero)"
      },
      {
        "en": "Life in a Deadly Magic School, from the Prologue with a Former Lover (*but with Zero Likability)"
      }
    ],
    "description": {
      "en": "Magic school is a lot harder when you're trying not to die!\n\nLife seemed perfect for Oriana after she started dating Vincent in the winter of her fifth year at the academy. Little did she know, her beloved would soon die under suspicious circumstances. Before she can process anything, she wakes up to find herself back in her seven-year-old body with no idea how she died. When she finally returns to the magic academy in hopes of reuniting with her boyfriend, she finds out Vincent has no memory of her! Now she’s back at square one. Can Oriana navigate this second chance at life and change the course of Vincent’s fate? Making her crush work out really is a matter of life and death!",
      "ja": "「会いたかった！」\n「申し訳ないが、人違いだろう」\n\nオリアナにとって公爵家嫡男のヴィンセントは優しく一途な、最愛の恋人だった。\n幸せな学校生活を送っていたが、十七歳の春に二人とも謎の死を迎えてしまう。\n――気がつくとオリアナは七歳の頃に巻き戻っていた。\n\n入学式に念願の再会を果たすが、ヴィンセントには前の人生の記憶がなかった。\nしかも、付き合っていたことをほら話だと思われてしまい、第一印象は最悪に……。\nそれでもオリアナは決意していた。この人生では必ず彼を守り抜くと。\n\n彼が心配でなんとか傍に居続けようとがんばる女の子と、彼女が気になりながらも素直になれない男の子の、生きるか死ぬか二度目の魔法学校生活、スタート！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-10-26T09:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/0151d766-ca17-473d-9432-76889346bade.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?",
      "pt-br": "Uma série de acidentes misteriosos acontecem um atrás do outro na cidade. Um ser demoníaco está desafiando a todos que os resolvam. Sumireko, uma aparentemente caixa comum de loja, deseja ser uma escritora e possui um corpo voluptuoso com muitos admiradores ardentes. Adashino, um admirador que parece com um jovem garoto é o caixa de uma livraria. Ele está mergulhado em mistérios, e de repente, o caminho pra ele e sua irmã voltarem para casa (em outro mundo) aparece. Uma história moderna de romance e aspirações começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "THE ISEKAI DOCTOR　Any sufficiently advanced medical science is indistinguishable from magic."
    },
    "updatedAt": "2024-07-27T18:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/8e7cf2d5-2746-4e4a-b2ee-02deb7bbce03.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku ha Mahou to Kubetsu ga Tsukanai"
      },
      {
        "en": "Any Sufficiently Advanced Medical Science Is Indistinguishable From Magic"
      },
      {
        "en": "Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      },
      {
        "ne": "उच्च विकसित औषधी जादू भन्दा कम छैन"
      },
      {
        "es-la": "La medicina altamente desarrollada no se puede diferenciar de la magia"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10576/episode/352607)",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。",
      "es-la": "¿Funciona la medicina moderna en otro mundo? Sin trampas ni equipos modernos. Un médico se enfrenta a un mundo dominado por la magia. El doctor Amami Yuito es transferido a un mundo diferente donde la magia médica está monopolizada. Slimes, quimeras, hombres bestia... Le sorprenden los habitantes con los que se encuentra por primera vez, pero con el poco equipo médico que tiene y sus propios conocimientos, es capaz de combatir enfermedades y heridas.\n¿Podrá curar a los habitantes del otro mundo y salvar a los que sufren? Una fantasía de \"Mundo diferente\" x \"médico\" sin trampas ni equipos modernos, escrita por Tsuda Houkou que además es un médico en funciones e ilustrada por el prometedor Takishita Nobuhide!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-12-13T03:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/fafa8224-26b7-441e-a0fd-23421185a332.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      },
      {
        "pt-br": "A Reconstrução Lendária de um Mundo por um Rei Demônio Realista"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05368c5c-64e7-4e7a-b0c5-cdfaa8a455b6",
    "title": {
      "en": "Grimace"
    },
    "updatedAt": "2024-11-02T14:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/05368c5c-64e7-4e7a-b0c5-cdfaa8a455b6/0ae27ba4-c89b-4e8c-8967-51b67604eb2b.jpg",
    "altTitles": [
      {
        "ja": "グリマス"
      }
    ],
    "description": {
      "en": "Through a friend, the Shirotani family are introduced to an apartment to move in to. Their joy is short-lived as they learn about a strange rule the apartment building has. The rule is, \"Whenever you're in front of the owner you must always wear a smile.\" If they break this rule... Escape is impossible! The curtains rise on a apartment building survival horror.",
      "ja": "友人の紹介でとあるマンションに引っ越してきた城谷一家。喜びも束の間、このマンションに存在する奇妙なルールを知ることとなる。それは「オーナーの前では必ず笑顔でいること」。もしそのルールを破ってしまうと‥‥。脱出不可能！マンション・サバイバル・ホラー、開幕。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "2d026262-fdcc-4c73-9fb9-8a8a0ab8fa22",
    "title": {
      "en": "Dekisokonai no Love Song"
    },
    "updatedAt": "2024-09-17T18:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/2d026262-fdcc-4c73-9fb9-8a8a0ab8fa22/54dca418-5262-46e6-8901-f1c0c5918669.jpg",
    "altTitles": [
      {
        "ja": "出来損ないのラブソング"
      },
      {
        "vi": "Bản Tình Ca Dang Dở"
      },
      {
        "en": "Love Song For The Defective"
      }
    ],
    "description": {
      "en": "A dramatic rock-band story about a younger, assertive guitarist and a stubborn, beautiful singer! Kazari's the popular singer in a band, but he has a secret he can't tell a single soul. After a concert, Kei, the bassist and Kazari's step-brother, introduces a new member, Kotaro, who's a guitarist. From the moment Kotaro sees Kazari, he tries everything he can to close the gap between them. Kazari, though annoyed, decides to somewhat go along with it. One day, Kotaro sees a wistful expression on the usually aloof singer's face and encourages him to open up. The gap slowly closes, as Kazari pours his heart out...",
      "vi": "“Tôi sẽ giúp anh quên anh ta”\n\nKazari yêu thầm người bạn trong cùng ban nhạc -Kei- đã lâu nhưng Kei lại có bạn gái. Phận yêu đơn phương nên cậu đã gửi gắm tình cảm của mình vào âm nhạc chứ không nói ra. Vô tình vào một buổi diễn Kazari gặp Kotaro, guitarist mới của ban, Kotaro liên tục bắt chuyện và tán tỉnh cậu. Sau “một số chuyện” xảy ra buổi tối hôm chào đón người mới, Kotaro đã thẳng thắn tỏ tình và muốn được hẹn học với Kazari. Với cuộc tấn công liên tiếp từ Kotaro, liệu Kazari có động lòng và quên đi được mối tình đang đơn phương?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "6c4fbb5b-92be-447a-a370-be28cb798589",
    "title": {
      "en": "Green Box"
    },
    "updatedAt": "2024-12-17T09:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/6c4fbb5b-92be-447a-a370-be28cb798589/3e37daf2-30b7-4494-a1de-f73d077972fe.jpg",
    "altTitles": [
      {
        "ja": "グリーンボックス"
      }
    ],
    "description": {
      "en": "Sena, a high school boy, wakes up in an empty green room. In front of him was a world map and a one-line explanation. “Think of what you want and press the button for the country you want to destroy. You will be released if you win.'' Sena, who is gradually cornered, finally presses the button. Will it be Sena or humanity that will survive in the end?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80c46754-6fd6-4f28-a7bd-0d8df7ae56bc",
    "title": {
      "ja": "Nanase-san no Koi ga Ijou"
    },
    "updatedAt": "2024-12-06T15:42:10+00:00",
    "coverArt": "https://mangadex.org/covers/80c46754-6fd6-4f28-a7bd-0d8df7ae56bc/2c0754ed-8186-4603-9762-ab15171cadac.jpg",
    "altTitles": [
      {
        "ja": "七瀬さんの恋が異常"
      },
      {
        "en": "Nanase-san's Crazy Love Obsession"
      },
      {
        "vi": "Cô nàng cuồng tình Nanase"
      },
      {
        "en": "Nanase's Love is Crazy"
      }
    ],
    "description": {
      "en": "Takahashi met Nanase, a beautiful and seemingly innocent woman, on a dating app. They were steadily growing closer in their relationship until one day, when he goes to Nanase's house, he finds a shocking sight...?",
      "vi": "Takahashi đã gặp được Nanase, một cô gái dễ thương và trong sáng thông qua ứng dụng hẹn hò. Quan hệ của cả hai ngày càng tiến triển một cách tốt đẹp rồi bỗng dưng một ngày nọ Takahashi được Nanase mời tới nhà mình chơi và chứng kiến một cảnh tượng bất ngờ."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-11-24T14:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "309"
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-10-27T12:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3ec8e6-cee0-4779-8f4e-c42ab683ef75",
    "title": {
      "en": "Musuko ga Kawaikute Shikataganai Mazoku no Hahaoya"
    },
    "updatedAt": "2024-11-02T15:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/2e3ec8e6-cee0-4779-8f4e-c42ab683ef75/4b7fd04e-96f8-4850-bb8a-49aac4472704.jpg",
    "altTitles": [
      {
        "en": "Demon Mother: My Son is so Cute, I Just Can't Help Myself!"
      },
      {
        "es-la": "La madre demonio indefensa frente a la lindura de su hijo"
      },
      {
        "zh": "儿子可爱过头的魔族母亲"
      },
      {
        "ja": "息子がかわいくて仕方がない魔族の母親"
      },
      {
        "ko": "아들이 귀여워서 어쩔 수 없는 마족엄마"
      },
      {
        "tr": "Oğlunun Tatlılığına Karşı Koyamayan Bir Şeytan Anne"
      }
    ],
    "description": {
      "en": "Lorem, an infamous and fearsome demoness, has had to settle down for the sake of Gospel, her baby boy. Try as she might, she is a loving and doting mother, but she remains fearsome to both fellow demon and human onlookers because she retains the dire reputation of her wild and terrible youth years past.\n\nFor the sake of motherly love, she has to persevere, to learn and to thrive in a world where she's not alone. For the sake of Gospel and his future.\n\nFeel the Love in it!",
      "tr": "Bir iblisin kötü günlerini arkada bırakarak, anne olma yolundaki adımlarını anlatan sevimli bir seri.",
      "pt-br": "Lorem, uma demônio infame e temível, teve que se estabelecer por causa de Gospel, seu filho. Embora não pareça, ela é uma mãe amorosa e zelosa, mas permanece temível tanto para os companheiros demônios quanto para os espectadores humanos, porque mantém a terrível reputação de sua juventude selvagem e terrível dos anos anteriores.\n\nPelo bem do amor maternal, ela tem que perseverar, aprender e prosperar num mundo onde não está sozinha. Pelo bem do Evangelho e do seu futuro.\n\nSinta o Amor nele!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "202"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-11-21T07:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/4ac567ca-08d7-4c72-9581-a487195df4e7.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "tl": "Pag-uwi mula sa paaralan"
      },
      {
        "vi": "Câu lạc bộ siêu cấp về nhà"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "tl": "Inimbitahan si Shun sa Klab ng Uwian ni Naoki Satou, na kilala rin bilang \"Chokki-chan\". Kahit na tumanggi siya, napasama pa rin siya sa mga gawain ng klab sa medyo pilit na paraan! Isang romantikong komedya tungkol sa Klab ng Uwian na tampok ang isang hayskul na dalaga na mahilig maglibot at isang bagong estudyante sa hayskul na nawalan ng pangarap.",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-17T02:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative examines the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-12-09T17:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2024-06-02T13:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-12-06T13:57:06+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/ae67464e-dd96-4816-963d-7ecad2adf48f.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      },
      {
        "en": "The Idol Girl in My Class is Acting Suspiciously"
      },
      {
        "vi": "Idol Cùng Lớp Tôi Cứ Đáng Nghi Thế Nào Ấy"
      },
      {
        "en": "My classmate SHION SAEGUSA was idol, but she is unsure of behavior in front of me."
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?",
      "vi": "Saegusa, người đã từ bỏ thần tượng khi cô học trung học, xinh đẹp và thông minh. Cô ấy luôn vui vẻ và thân thiện, và là người nổi tiếng nhất ở trường.Tuy nhiên, Takuya biết một khía cạnh nào đó của cô gái saegusa nàyHôm nay cũng vậy, một cô gái trông đáng ngờ đang cải trang xuất hiện tại cửa hàng tiện lợi nơi anh làm việc bán thời gian.Cô ấy, rất có thể, là Saegusa-san...?Bộ truyện chuyển thể từ truyện tranh được chờ đợi từ lâu của bộ phim hài lãng mạn cực kỳ nổi tiếng với một nữ idol đáng ngờ và dễ thương quá mức!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-12-11T04:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai"
    },
    "updatedAt": "2024-11-03T01:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い"
      },
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "ja-ro": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai: Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard"
      },
      {
        "en": "That Incompetent Is Actually the World's Strongest Wizard: He Was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. \n\nHowever, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! \n\nAlma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life! \n\n---\n\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)\n\n---",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/af51e268-4b84-4d74-94d2-bf6e6525d7cb.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334019e1-18bb-4ac0-b35c-0e8efb1e481c",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 9: The JOJOLands (Official Colored)"
    },
    "updatedAt": "2024-11-30T02:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/334019e1-18bb-4ac0-b35c-0e8efb1e481c/6953abd2-5c74-4779-b7b5-0e59f54a47d2.jpg",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 9: The JoJoLands - Digital Colored Comics"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ カラー版"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 9: The JoJoLands (Official Colored)"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure.\n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands off Eizouken!"
    },
    "updatedAt": "2024-12-14T03:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-10-24T12:14:04+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/cce06e8a-9c51-4f11-bb6b-ed7e45ae1eda.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      },
      {
        "fr": "Dysfunctional Family"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cd7e61b-5e26-42bd-bd24-def7564ecab9",
    "title": {
      "en": "Hooky"
    },
    "updatedAt": "2023-10-30T07:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/5cd7e61b-5e26-42bd-bd24-def7564ecab9/d245322c-f2b3-4fe3-80a3-e6ae2174c69e.jpg",
    "altTitles": [
      {
        "ru": "Прогульщики"
      }
    ],
    "description": {
      "en": "Dani and Dorian have missed the bus of the school of magic. Now, they must find someone who teach them how to be a great and good witches… Or maybe not.​",
      "es": "Dani y Dorian han perdido el bus a la Escuela de Magia. Ahora, ellos deben encontrar a alguien que les enseñe como ser geniales y buenos hechiceros… o tal vez no.",
      "ru": "Однажды двое юных волшебников опоздали на Хогвартс-экс… на свой автобус в школу волшебства. Домой вернуться — прибьют, учиться самим — «гори-гори ясно, злостное колдунство» в исполнении местных совершенно немагических жителей. Не учиться совсем — быть Дэни оружием массового поражения, а ее брату Дориану остаться без прав на вождение метлой. Придется искать учителя, чтобы помог набраться ума-разума… или нет. Такого эпично сказочного прогула вы еще не видели!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "222"
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2024-11-29T21:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/50843d64-077b-4c1e-bfb1-5f0cc43fcc68.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "\"Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.\"\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to \"clear the game\" in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?",
      "ja": "「トッププレイヤーの皆様。このゲームは実在する異世界です。転生し、世界を救えばどんな願いも叶えてあげましょう」\n\n女神からの提案に、元人気声優のアヤノは応えた。炎上して干された今、もう一度声優として輝くために。炎上後にゲームをやり込みトップランカーとなったアヤノは、その知識を生かして、最強種【ハイエルフ】に転生! 最強可愛いケモ耳ヒロイン・ホムラとともに異世界での“ゲームクリア”を目指すが、この世界はただの「ゲーム世界」ではないようで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-12-14T11:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-12-06T23:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78c345fe-3bd6-4c1e-abb4-8d415e1d6f6c",
    "title": {
      "en": "Yume no Shizuku, Kin no Torikago"
    },
    "updatedAt": "2024-12-18T03:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/78c345fe-3bd6-4c1e-abb4-8d415e1d6f6c/812b2170-fb12-480b-b55f-1097acb7c090.png",
    "altTitles": [
      {
        "ja": "夢の雫、黄金の鳥籠"
      },
      {
        "zh": "梦之雫黄金的鸟笼"
      },
      {
        "tr": "Rüya Damlaları, Altın Kuş Kafesi"
      },
      {
        "en": "Drops of Dreams, the Golden Birdcage"
      },
      {
        "vi": "Tàn dư mộng ước, Lồng chim hoàng kim"
      }
    ],
    "description": {
      "en": "Beginning of 16th century – Alexandra was captured by slave traders from Ukraine during one of their many raids. \nWhen the traders arrived in Greece to sell the female slaves, a young handsome man named Mateus bought her \nand promised to give her true freedom. \nHe hired countless teachers, scholars, and palace ladies to train her into the most perfect woman of her time. \nMateus's kindness has caused Alexandra to deeply fall in love with him, and she secretly wishes to be his concubine. \nBut Mateus has already promised her to his best friend… Suleiman the Great, Emperor of the Ottoman Empire! \nWhat does freedom mean when you are in another man’s harem and can only look at the one you love from afar? \nNot willing to endure agony, Alexandra promises herself that one day she will free both of them from their bird cages… \nbut Mateus is the Grand Vizier, power only second to the Emperor himself. \nSo Alexandra must become the most influential concubine in order to have any hope which also means, bearing Suleiman’s son. \nHowever, Suleiman already has a son by another concubine, and this woman is determined to keep her son as the only prince.  \n  \nHence begins the story of a slave to an empress of the greatest empire of all time – \nAlexandra, the woman who would one day be known as Roxelana, Empress of the Ottoman Empire.",
      "vi": "Tác phẩm “Yume no Shizuku, Kin no Torikago\" kể về câu chuyện của Alexandra, một cô gái trẻ sống tại Ruthenia bị bắt cóc bởi quân Tatar và được bán làm nô lệ cho Đế quốc Ottoman. Alexandra sau đó được đưa vào hậu cung của Sultan Suleiman I và đổi tên thành Hurrem. Hurrem trở thành một trong những phi tần được sủng ái nhất của Sultan Suleiman I và sau đó trở thành Haseki Sultan, một trong những nhân vật quyền lực nhất trong hậu cung."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-kei Osananajimi no Ren'ai Story"
    },
    "updatedAt": "2024-11-05T13:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "ja": "見た目地雷系幼馴染の恋愛ストーリー"
      },
      {
        "ja-ro": "Mitame Jirai-kei Osananajimi no Renai Story"
      },
      {
        "en": "A Love Story About a Childhood Friend Who Looks Like a Landmine Girl"
      },
      {
        "en": "A Landmine-Type-Appearing Childhood Friend's Love Story"
      },
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      },
      {
        "pt-br": "Uma história de amor sobre uma amiga de infância que parece um campo minado"
      },
      {
        "uk": "Історія кохання з подругою дитинства, яка прив'язалася до мене"
      },
      {
        "id": "Kisah Cinta Teman Masa Kecil yang Terlihat Berbahaya"
      }
    ],
    "description": {
      "en": "This is my love story with a landmine girl who's convinced that I'm her childhood friend.\n___\n**Alt Official Raw:** [X](https://x.com/onnoveltet/status/1829430063294738758)",
      "ja": "自分のことを幼馴染だと思い込んでいる地雷系女子との恋愛物語です。",
      "pt-br": "Esta é a minha história de amor com uma garota convencida de que sou seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f39bf63-4f83-4c4f-9318-f3759cf7a534",
    "title": {
      "en": "Off Village: Daisanbou Okabe"
    },
    "updatedAt": "2024-11-06T01:06:56+00:00",
    "coverArt": "https://mangadex.org/covers/4f39bf63-4f83-4c4f-9318-f3759cf7a534/75a95743-de86-47e6-b253-83eea74ba76d.jpg",
    "altTitles": [
      {
        "ja": "オフヴィレッジ 第三防御壁"
      }
    ],
    "description": {
      "en": "In that village, those who die rise again, transforming into what the locals call \"Wandering Dead\" that are neither fully alive nor completely dead. These wandering dead then feast on the living...\n\nIn the remote settlement of Sarugami Village, completely isolated from the outside world by three imposing walls and absent from all maps, an eerie phenomenon unfolds. The villagers know nothing of the outside world, they can only resist the suffocating scent of death that permeates their lives... It's a bizarre horror where conspiracy and madness intertwine."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/4a841c68-a376-49b5-b478-58529fa577b0.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/f7ef6955-bd6e-442c-8470-76fa5884747d.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "210559af-e1f9-4df7-a1b1-0869db2fa424",
    "title": {
      "en": "My Honey She is The Best!"
    },
    "updatedAt": "2024-12-11T08:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/210559af-e1f9-4df7-a1b1-0869db2fa424/196ecbad-4bae-40cc-a416-db6d63cd4992.jpg",
    "altTitles": [
      {
        "th": "เธอคนนี้ดีที่สุด"
      }
    ],
    "description": {
      "en": "Not long after breaking up with her ex, 'Honey' is currently experiencing a brand new love with 'Ikkyu', the genius class rep with overflowing beauty and brain to match. \nBut with massive difference in their social status, trying to get closer to Ikkyu would be like trying to solving a near impossible equation. Can the birdbrain Honey untangle this formula?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-11-15T13:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0dde84d-4b60-42c9-8be8-5906343988cb",
    "title": {
      "en": "A Nameless flower"
    },
    "updatedAt": "2024-05-25T17:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "altTitles": [
      {
        "ko": "이름 없는 꽃"
      },
      {
        "fr": "Une fleur sans nom"
      },
      {
        "en": "The Nameless flower"
      }
    ],
    "description": {
      "en": "The young master, son of an earl, Luan, while wandering in the forest, met a boy his age. He fell in love with a sweet and kind boy, although he does not know his name. Gradually he began to neglect his training as a successor.",
      "fr": "Le petit seigneur Luhan, le fils du comte, se perd dans la forêt et rencontre un garçon de son âge. Même s’il ne connaît pas son nom, il tombe amoureux de ce garçon gentil et attentionné, ce qui le distrait progressivement de ses leçons d’héritier."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "16"
  },
  {
    "mangaId": "a4b39b6e-a448-4644-a540-64ceff1d8305",
    "title": {
      "en": "Toilet-bound Hanako-kun"
    },
    "updatedAt": "2024-12-10T18:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/a4b39b6e-a448-4644-a540-64ceff1d8305/df86c85e-f2f5-4568-98ab-d7eea673e92c.jpg",
    "altTitles": [
      {
        "id": "Hanako si Arwah Penasaran"
      },
      {
        "id": "Hanako, Sepulang Sekolah"
      },
      {
        "de": "Mein Schulgeist Hanako"
      },
      {
        "ru": "Туалетный мальчик Ханако-кун"
      },
      {
        "ja": "地縛少年 花子くん"
      },
      {
        "ja": "地缚少年花子君"
      },
      {
        "ko": "지박소년 하나코 군"
      },
      {
        "vi": "“Cậu” ma nhà xí Hanako"
      },
      {
        "pt-br": "Hanako-Kun e os mistérios do colégio Kamome"
      },
      {
        "es-la": "El Chico del Baño Hanako-kun"
      },
      {
        "es-la": "Hanako-kun el Fantasma del Baño"
      },
      {
        "es-la": "Hanako-kun y los Misterios de la Academia Kamome"
      },
      {
        "th": "ฮานาโกะคุง วิญญาณติดที่"
      },
      {
        "fr": "Toilet-bound Hanako-kun"
      },
      {
        "ja-ro": "Jibaku Shounen Hanako-kun"
      },
      {
        "en": "Toilet-bound Boy Hanako-kun"
      },
      {
        "pl": "Hanako, duch ze szkolnej toalety"
      },
      {
        "tr": "Tuvalet Hayaleti Hanako-Kun"
      }
    ],
    "description": {
      "en": "\"Hanako-san, Hanako-san… are you there?\"  \nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Nene Yashiro, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom… but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san… is a boy!  \n  \n**Note:** Volume 0 includes the original pilot version of Jibaku Shounen Hanako-kun and the debut oneshot of Aida Iro - Dear My Living Dead.",
      "id": "Ada rumor tentang tujuh misteri atau lebih dikenal dengan \"Nana Fushigi\" di Akademi Kamome. Salah satunya adalah “Hanako”, hantu yang menghuni toilet wanita bilik ketiga di lantai 3 gedung sekolah lama. Konon, dia akan mengabulkan apa pun harapan orang yang memanggilnya. Di sisi lain, Nene Yashiro, seorang siswi SMA, melibatkan dirinya dengan makhluk supernatural agar harapannya terkabul. Inilah kisah komedi yang menghangatkan hati tentang Hanako, si hantu toilet, dengan gadis penggemar misteri!\n\n(Sumber: Sinopsis resmi)",
      "it": "Hanako, una sorta di spiritello noto come uno dei 7 misteri dell'Accademia Kamone, occupa il terzo bagno nei sanitari femminili al terzo piano, nel vecchio palazzo della scuola, e può avverare qualsiasi desiderio quando viene invocato. Un giorno come tanti, Nene Yashiro, una grande amante dell'occulto che sogna il grande amore, s'imbatte in Hanako ma viene colta dalla sorpresa quando scopre che Hanako è proprio un ragazzo! Nene diventa la sua assistente facendo così iniziare le loro avventure tra le varie leggende metropolitane che popolano la scuola.",
      "ru": "«Ханако-сан, Ханако-сан… ты там?»  \nВ академии Камомэ, как и во многих других японских школах существуют «семь школьных тайн», одна из которых легенда о Ханако-сан. Говорят, что если в женском туалете на третьем этаже постучать в третью кабинку, появится Ханако-сан, которая исполнит любое твоё желание…  \nЯсиро Нэнэ — обычная школьница, любящая жуткие истории, отправляется в женский туалет, чтобы призвать Ханако-сан и исполнить своё романтическое желание. Но, как оказалось, в академии Камомэ Ханако-сан — это… мальчик.",
      "th": "มีข่าวลือน่าพิศวงเกี่ยวกับสิ่งลี้ลับทั้งเจ็ดที่เล่าต่อกันมาในโรงเรียนคาโมเมะ ว่ากันว่าในห้องน้ำหญิงห้องที่สามชั้นที่สามของตึกเรียนเก่ามี \"คุณฮานาโกะ\" ที่จะช่วยให้คำขอร้องของผู้ที่เรียกตนออกมาสมหวังไม่ว่าจะเป็นเรื่องใดก็ตาม เนเนะ ยาชิโระ ผู้ที่มีความปรารถนาว่าอยากจะใจตรงกันกับคนที่ชอบ ก็ได้ลองเข้าไปในห้องน้ำหญิงแล้วลองเรียก \"คุณฮานาโกะ คุณฮานาโกะ อยู่หรือเปล่าคะ\" ตอนนั้นเองคุณฮานาโกะก็ได้ปรากฏตัวออกมาจริง ๆ ทว่า คุณฮานาโกะคนนั้นกลับเป็นเด็กผู้ชายซะงั้น!",
      "vi": "\"Bảy kỳ quan\" nổi tiếng mà mọi trường học dường như đều có là một yếu tố quan trọng trong truyền thuyết đô thị Nhật Bản. Một trong những câu chuyện nổi tiếng nhất trong số những câu chuyện này là Hanako-san: hồn ma của một cô gái trẻ luôn ám ảnh phòng tắm của trường. Học viện Kamome có phiên bản riêng của truyền thuyết Hanako-san. Tin đồn cho rằng nếu ai đó triệu hồi thành công Hanako-san, cô ấy sẽ ban cho người triệu hồi của mình bất kỳ điều ước nào. Bị thu hút bởi những lời đàm tiếu, nhiều người đã cố gắng kêu gọi cô ấy, nhưng mọi nỗ lực đều thất bại. Tuy nhiên, khi Nene Yashiro, một cô gái hy vọng vào vận may lãng mạn, dám triệu tập Hanako-san, cô ấy phát hiện ra rằng \"cô gái\" được đồn đại thực sự là một cậu bé!Sau một loạt các sự kiện không may liên quan đến ham muốn lãng mạn của Nene, cô vô tình bị cuốn vào thế giới siêu nhiên, trở thành trợ lý của Hanako-kun. Chẳng bao lâu, cô ấy phát hiện ra nhiệm vụ ít được biết đến của Hanako-kun: duy trì sự cân bằng mong manh giữa người phàm và sự hiện ra.",
      "es-la": "\"Hanako, Hanako... ¿estás ahí?\"\nEn la Academia Kamome, abundan los rumores sobre los Siete Misterios de la escuela, uno de los cuales es Hanako. Se dice que ocupa el tercer puesto del baño de niñas del tercer piso en el antiguo edificio de la escuela, Hanako concede cualquier deseo cuando es convocado. Nene Yashiro, una chica de escuela secundaria que adora el ocultismo que sueña con el romance, se aventura en este baño embrujado, pero el Hanako que conoce no es nada como ella se imaginaba. ¡Hanako de la academia Kamome en realidad es un niño!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]