[
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2024-07-11T19:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/a5db335f-4a7e-4be4-942c-56c22eeb6b2e.jpg",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "ko-ro": "Academy Player-reul Jugyeotda"
      },
      {
        "es-la": "Yo maté al jugador de la Academia"
      }
    ],
    "description": {
      "en": "One day, I was reincarnated the world of a game of Heroic Legend of Arhan as Corin Loch, a minor NPC, and joined hands with the game's protagonist, Park Si-ho, to save the world. \n\nHowever, as the story shifted, I accidentally found out his true nature - a murderous pervert who only wanted to accumulate experience points by hook or by crook! In order to save world peace, I killed him... and became the main character instead of him! \n\nWhat should I do in the future to bring the game to a perfect ending?",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-07-17T09:00:36+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/38e34e8a-0c77-4f1d-a112-a2adc4b74490.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Battles Of Curse Arts"
      },
      {
        "en": "Revolving Battles Of Sorcery"
      },
      {
        "en": "Sorcery Fight"
      },
      {
        "ja-ro": "Jujutsu Kaisen"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-06-21T11:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/87dd9b1b-0de3-41f9-bfa6-95134f20134a.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5c321e4-af53-4dfd-b6f8-78b0c5d556f8",
    "title": {
      "en": "Kizetsu Yuusha to Ansatsu Hime"
    },
    "updatedAt": "2024-06-09T11:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/d5c321e4-af53-4dfd-b6f8-78b0c5d556f8/97af46df-e8f7-4b29-99e2-08fe1162e460.jpg",
    "altTitles": [
      {
        "ja": "気絶勇者と暗殺姫"
      },
      {
        "vi": "Dũng giả gục ngã và Công chúa sát thủ"
      },
      {
        "en": "The Fainting Hero and the Assassin Princesses"
      }
    ],
    "description": {
      "en": "Toto is a novice hero who has finally put together the team that he'd always wanted. And he's ready to set out on a new adventure. But Toto's new party members' actual target is... his life?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74753c8f-70de-4f52-b7f0-67eccdbd0a2f",
    "title": {
      "en": "Hellstar Remina"
    },
    "updatedAt": "2023-11-30T01:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/74753c8f-70de-4f52-b7f0-67eccdbd0a2f/6a04ffd7-dd5f-4c9f-bcd5-102b9f311504.jpg",
    "altTitles": [
      {
        "ja-ro": "Jigokusei Remina"
      },
      {
        "ja": "地狱星Remina"
      },
      {
        "ja": "地獄星レミナ"
      },
      {
        "kk": "Ремина"
      },
      {
        "kk": "Рэмина"
      },
      {
        "kk": "Ремина Тозақ жұлдызы"
      },
      {
        "en": "Remina"
      },
      {
        "ko": "지옥별 레미나"
      },
      {
        "ko-ro": "jiogbyeol lemina"
      },
      {
        "th": "เรมิน่า ดาวมรณะ"
      },
      {
        "tr": "Cehennem Yıldızı Remina"
      },
      {
        "es": "Estrella Maligna Remina"
      },
      {
        "it": "Remina - L'astro infernale"
      },
      {
        "ar": "ريمينا نجم الجحيم"
      },
      {
        "fr": "Rémina - La planète de l'enfer"
      },
      {
        "pl": "Remina: Gwiazda Piekieł"
      },
      {
        "ru": "Звезда Ада Рэмина"
      }
    ],
    "description": {
      "en": "This is a horror/sci-fi story about a giant planet consuming creature from another dimension that a scientist discovers and mistakenly identifies as a planet. Being given the honor to name it as its discoverer, the professor chooses to name it after his only daughter, Remina, but when Hellstar Remina is headed on a direct collision course with Earth the world goes nuts and all the people in the city start a witch hunt to kill Remina, thinking she is somehow to blame.",
      "kk": "Манга басқа әлемнен келген планетаны жейтін тіршілік иесі туралы. Ғалымдар қателесіп, оны планета деп санады. Бұл ғаламшарды ашқан адам оған өзінің қызы Ремина есімін берді. Бірақ оның жерді құртқысы келетіні белгілі болғанда, бәрі есінен танып қалды. Адамдар ең алдымен Реминаның өзін және оның әкесін өлтіруді ұйғарды..."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "cdfa03bf-ae04-48b3-835c-997ee981ecb9",
    "title": {
      "en": "Saikyou de Saisoku no Mugen Level Up ~Sukiru [Keiken-chi 1000-bai] to [Level Free] de Level Jougen no Kase ga Hazureta Ore wa Musou Suru~"
    },
    "updatedAt": "2024-05-17T07:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/cdfa03bf-ae04-48b3-835c-997ee981ecb9/db10f124-552d-41c0-82a3-57707f790120.jpg",
    "altTitles": [
      {
        "ja": "最強で最速の無限レベルアップ　～スキル【経験値１０００倍】と【レベルフリー】でレベル上限の枷が外れた俺は無双する～"
      },
      {
        "en": "The Strongest and Fastest Unlimited Level Up: With the Skills [1000x Exp] and [Level Free], I Broke the Upper Level Limit and Rose to the Top!"
      }
    ],
    "description": {
      "en": "Makoto Sakura, sixteen years old, finds himself without a place after dropping out of high school. Suddenly, an otherworldly relic appears before him. On that day, dungeons began to appear all over the world. Humans acquired a level system that completely overturned their previous values. Amidst this revolution, Makoto finds his place inside the dungeons.\n\nAcquiring cheat skills like “Experience Points x1000” and “Level Free,” he becomes a level 10,000 powerhouse. As the strongest “Player,” he embarks on dungeon exploration!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2024-08-12T20:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/b9516dd8-7634-4240-b656-03d13a7aed59.jpg",
    "altTitles": [
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor Previous Life, Prince Trash This Life."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "ja": "世間に悪名轟く「クズ王子」ファイ。その前世は「剣帝」と呼ばれた男だった。頑なに剣から距離を置き、グータラ三昧の日々を過ごすファイだったが、隣国でのある出会いをきっかけに、運命の歯車が動き出す。",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f8b7cb0-7109-46e8-b12c-0448a6453dfa",
    "title": {
      "en": "Haikyu!!"
    },
    "updatedAt": "2024-07-09T12:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f8b7cb0-7109-46e8-b12c-0448a6453dfa/0929bd2f-284d-44c8-bc44-9a3da5f1002f.jpg",
    "altTitles": [
      {
        "vi": "Haikyuu!! Chàng khổng lồ tí hon"
      },
      {
        "ru": "Волейбол!"
      },
      {
        "th": "ไฮคิว!! คู่ตบฟ้าประทาน"
      },
      {
        "ja": "ハイキュー！！"
      },
      {
        "zh": "排球少年！！"
      },
      {
        "en": "Volleyball!"
      },
      {
        "uk": "Волейбол!"
      },
      {
        "tr": "Voleybol!"
      },
      {
        "ja-ro": "Haikyuu!!"
      }
    ],
    "description": {
      "en": "Shoyo Hinata is out to prove that in volleyball you don’t need to be tall to fly!\nEver since he saw the legendary player known as “the Little Giant” compete at the national volleyball finals, Shoyo Hinata has been aiming to be the best volleyball player ever! Who says you need to be tall to play volleyball when you can jump higher than anyone else?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "45",
    "lastChapter": "402"
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-06-19T22:40:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/fafa8224-26b7-441e-a0fd-23421185a332.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40c058a2-430e-4ced-b663-369dcf38583f",
    "title": {
      "en": "Gokurakugai"
    },
    "updatedAt": "2024-08-02T10:32:02+00:00",
    "coverArt": "https://mangadex.org/covers/40c058a2-430e-4ced-b663-369dcf38583f/dd9c322e-2a7d-4f31-814e-e9b20477984c.jpg",
    "altTitles": [
      {
        "ja": "極楽街"
      },
      {
        "ru": "Район Гокураку"
      },
      {
        "uk": "Район Ґокураку"
      },
      {
        "zh": "极乐街"
      },
      {
        "en": "Paradise District"
      },
      {
        "kk": "Гокураку Ауданы"
      },
      {
        "ru": "Райский Район"
      },
      {
        "en": "Gokuraku District"
      },
      {
        "ja-ro": "Gokuraku Gai"
      }
    ],
    "description": {
      "en": "Gokurakugai, a bright and bustling working class district with a hidden dark side. In this area without order, Tao and Alma work as troubleshooters for hire. Their missions involve helping a young boy find his lost friend, a person who disappears without a trace, and disfigured animal corpses.\n\nAll the while, the evil spirits who live in the shadows bring out a different side to these troubleshooters!",
      "ru": "Тао и Алма — Специалисты по решению проблем района гокураку, их агентство всегда поможет любому кто попал в беду, но, это лишь поверхность...?",
      "pt-br": "Uma dupla de pau para toda obra assume qualquer trabalho no tão movimentado distrito da luz vermelha."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-06-27T22:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2024-06-15T11:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/2f9861d5-7807-43f7-b5df-e335723c60e9.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ~デッドチューブ~"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "en": "DeadTube"
      },
      {
        "ru": "Смертельная съёмка"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-07-04T08:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/d2101f8c-0f21-4e4b-beb0-ea1774f92b08.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      },
      {
        "en": "The Strongest Magician in the Demon Lord's Army Was a Human"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bce85cf-0459-42ca-be2d-5ec56445fce9",
    "title": {
      "en": "Eyeshield 21: Brain x Brave"
    },
    "updatedAt": "2024-08-26T15:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/3bce85cf-0459-42ca-be2d-5ec56445fce9/dac61aa7-9202-4d35-b9f9-a02c4df73aa6.jpg",
    "altTitles": [
      {
        "ja": "アイシールド21 BRAIN×BRAVE"
      }
    ],
    "description": {
      "en": "This special one-shot celebrates the 21st anniversary of the beloved American football manga Eyeshield 21. The story revisits the characters after their high school days, as they step into the world of college football. The intense action and strategic gameplay that fans loved return, with former teammates now facing off as rivals in a decisive match. This one-shot captures the spirit of competition, the growth of its characters, and the thrilling atmosphere of football, making it a must-read for both longtime fans and newcomers."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "869ad120-7341-4ea9-a980-f3545bc0503c",
    "title": {
      "en": "Dr. STONE: 4D Science"
    },
    "updatedAt": "2024-07-03T21:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/869ad120-7341-4ea9-a980-f3545bc0503c/93fe851b-4ec5-41d3-8014-ed860b32eef9.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-08-27T09:41:36+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/ee6d2460-07cd-4596-99c9-db306f279f00.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-senpai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b66e8da4-f2f3-4159-8db8-e523094be8c2",
    "title": {
      "en": "Puniru wa Kawaii Slime"
    },
    "updatedAt": "2024-07-21T13:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/b66e8da4-f2f3-4159-8db8-e523094be8c2/37c161fd-9a10-401d-be9b-1cc4c420902e.jpg",
    "altTitles": [
      {
        "en": "Puniru is a Cute Slime"
      },
      {
        "ja": "ぷにるはかわいいスライム"
      },
      {
        "ja-ro": "Puniru wa Kawaii Slime"
      }
    ],
    "description": {
      "en": "The first unique romantic comedy manga in the history of CoroCoro! The slime he created transformed into a girl!? Kotarou, a young boy, is constantly pushed around by Puniru's freewheeling behavior. It's a fun and exciting daily life!",
      "ja": "コロコロ史上初、異色のラブコメまんが！！ 自分の作ったスライムが女の子に変身!?　ぷにるの自由気ままな言動に少年・コタローは振り回されっぱなし。毎日愉快なドキドキ生活だ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afc7a390-fba7-425c-a866-8ba52e598599",
    "title": {
      "en": "All-Master Necromancer"
    },
    "updatedAt": "2024-03-18T18:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "altTitles": [
      {
        "en": "Absolute Necromancer"
      },
      {
        "ko": "올 마스터 네크로맨서"
      }
    ],
    "description": {
      "en": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
      "fr": "La tour. Un endroit inconnu avec de nombreux changements rapides.\n\nDix ans plus tard, je me suis réincarné dans le corps d'un garçon qui vit sur Terre, en Corée du Sud.\n\n\"Le type qui m'a poignardé dans le dos et celui qui est au-dessus de lui... Je vais leur faire la peau.\n\n\" La personne qui a atteint le sommet en tant que nécromancien et a atteint la classe supérieure, le Maître de l'Esprit Cha Jinhyuk. En tant que \"All-Master\", il prendra sa revanche en grimpant dans la tour en tant que nécromancien."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-07-07T07:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      },
      {
        "en": "I Dared Declare Goodbye To My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-08-05T11:50:31+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/f3ab0b54-dc5d-4d2e-9d3a-59e3e7243318.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b6886009-e60b-44a7-abc2-a575765277ba",
    "title": {
      "en": "D.Gray-man"
    },
    "updatedAt": "2024-07-03T15:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/b6886009-e60b-44a7-abc2-a575765277ba/2722ec59-83df-48ed-a97d-a3f22fefed5b.jpg",
    "altTitles": [
      {
        "en": "DGM"
      },
      {
        "NULL": "Dī Gureiman"
      },
      {
        "vi": "Thầy trừ tà"
      },
      {
        "ru": "Д.Грэй-мен"
      },
      {
        "he": "ד.גריי-מן"
      },
      {
        "ar": "الرجل الرمادي"
      },
      {
        "ja": "ディー・グレイマン"
      }
    ],
    "description": {
      "en": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"  \n  \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.",
      "ru": "Действие манги разворачивается в альтернативной Европе конца 19 века. Мир заселен Акума - созданиями Тысячелетнего Графа, созданными из механизма и человеческой души. Те, кто могут уничтожать Акума и освобождать души заключенные в них, называются экзорцистами, которые наделены некой Чистой Силой. Главный герой манги - Аллен Уолкер, юноша пятнадцати лет, проклятый Акума, носитель Чистой Силы в его левой руке. Путь Аллена Уолкера связан с его любовью к людям и Акума, путь, который принесет ему много неожиданностей…",
      "pt-br": "Perder um ente querido é tão doloroso que às vezes podemos desejar ressuscitá-lo - uma fraqueza que o enigmático Conde do Millennium explora. Para tornar suas armas mecânicas conhecidas como “Akuma”, ele usa as almas dos mortos que são chamadas de volta. Uma vez que uma alma é colocada em um Akuma, ela fica presa para sempre, e a única maneira de salvá-la é exorcizá-la de seu recipiente usando a arma Anti-Akuma, \"Inocência\".\n\nDepois de passar três anos como discípulo do General Cross, Allen Walker é enviado para a Ordem Negra – uma organização composta por aqueles dispostos a lutar contra Akuma e o Conde do Milênio – para se tornar um Exorcista oficial. Com um braço como sua Inocência e um olho amaldiçoado que pode ver as almas sofredoras dentro de um Akuma, cabe a Allen e seus colegas Exorcistas impedir a trama final do Conde do Millennium: uma que pode levar à destruição do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d61ff895-dee4-43ea-94a5-318e84385062",
    "title": {
      "en": "Kurosagi Shitai Takuhaibin"
    },
    "updatedAt": "2024-05-28T14:24:28+00:00",
    "coverArt": "https://mangadex.org/covers/d61ff895-dee4-43ea-94a5-318e84385062/59604087-4210-479a-bfe2-580f3bd0f987.jpg",
    "altTitles": [
      {
        "en": "Kurosagi Corpse Delivery Service"
      },
      {
        "en": "KUROSAGI delivery service of corpse"
      },
      {
        "en": "The Kurosagi Corpse Delivery Service"
      },
      {
        "ja": "黒鷺死体宅配便"
      }
    ],
    "description": {
      "en": "Your body is their business!  \nFive young students at a Buddhist university, three guys and two girls, find little call for their job skills in today's Tokyo…among the living, that is! But all that stuff in college they were told would never pay off — you know, channeling, dowsing, ESP — gives them a direct line to the dead…the dead who are still trapped in their corpses and can't move on to the next reincarnation.  \n  \nThe five form the *Kurosagi* (\"Black Heron”, their ominous bird logo) *Corpse Delivery Service*: whether suicide, murder, accident, or illness, they'll carry your body wherever it needs to go to free your soul! The kids from Kurosagi can smell a customer a mile away — it's a good thing one of the girls majored in embalming!"
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-08-02T20:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/3ec197c7-81ea-4375-ba31-9e68a3c4dbcc.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシ君"
      },
      {
        "ja": "エクソシストのキヨシ君"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak! It all comes together in this new dramatic exorcist battle comedy series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b28c9b6-6f8b-423c-8469-c05e81a81508",
    "title": {
      "en": "MuvLuv"
    },
    "updatedAt": "2022-08-20T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/3b28c9b6-6f8b-423c-8469-c05e81a81508/e5ee3d50-b420-4eb5-9f31-9117b11c43ee.jpg",
    "altTitles": [
      {
        "en": "Muv Luv"
      },
      {
        "en": "Muv-Luv"
      },
      {
        "ja": "マブラヴ"
      }
    ],
    "description": {
      "en": "Takeru and Sumika have been neighbors and friends since they were little, but when a mysterious girl arrives, and is found in bed with Takeru, their daily lives will be thrown into chaos.\n\nWikipedia\n[Arabic](https://ar.wikipedia.org/wiki/%D9%85%D9%88%D9%81-%D9%84%D9%88%D9%81)\n[Arabic (Egyptian)](https://arz.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Arabic (Moroccan)](https://ary.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Chinese (Classical)](https://zh-classical.wikipedia.org/wiki/%E7%9C%9F%E6%84%9B)\n[Chinese (Traditional)](https://zh.wikipedia.org/wiki/Muv-Luv)\n[English](https://en.wikipedia.org/wiki/Muv-Luv)\n[Italian](https://it.wikipedia.org/wiki/Muv-Luv)\n[Japanese](https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%96%E3%83%A9%E3%83%B4)\n[Russian](https://ru.wikipedia.org/wiki/Muv-Luv)\n[Spanish](https://es.wikipedia.org/wiki/Muv-Luv)\n[Turkish](https://tr.wikipedia.org/wiki/Muv-Luv)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-07-29T09:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31d67518-dd05-46d2-9d59-4ba730a23a10",
    "title": {
      "en": "Rebirth of the Urban Immortal Cultivator"
    },
    "updatedAt": "2023-10-27T12:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/31d67518-dd05-46d2-9d59-4ba730a23a10/1f139562-1ad2-4004-8637-e52064f6204f.jpg",
    "altTitles": [
      {
        "en": "Rebirth: City Cultivation"
      },
      {
        "ru": "Перерождение бессмертного горожанина-культиватора"
      },
      {
        "zh": "重生之都市修仙"
      }
    ],
    "description": {
      "en": "Chen Fan died in the midst of divine tribulation, having reached the pinnacle of the cultivation world in less than 500 years. Somehow, despite the loss of his cultivation base, he was able to return to his youth as a high school student living on Earth. He decided to once again tread the path to immortality, armed with the knowledge he had gathered in his past life, to overwrite his past mistakes, remove his lingering regrets, and set a firm spiritual foundation that will guarantee success in his inevitable attempt to once again ascend to another plane of existence.",
      "pt": "Chen Fan morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência.",
      "pt-br": "Chen Fanyu morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8921adfa-21a3-4f41-9b5d-a1ffe9639630",
    "title": {
      "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
    },
    "updatedAt": "2023-09-23T03:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/8921adfa-21a3-4f41-9b5d-a1ffe9639630/c2141c02-93aa-41a0-afa7-78b0bcb83db8.jpg",
    "altTitles": [
      {
        "zh": "Kuài Chuān Zhī Dǐngjí Fǎnpài Yào Xǐ Bái"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Whitewash"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
      },
      {
        "en": "Rapid Transmigration: First-Rate Villain Wants to Whitewash"
      },
      {
        "zh": "快穿之顶级反派要洗白"
      }
    ],
    "description": {
      "en": "Once the big boss with a thousand lifetimes is reincarnated, the boss will be the little pitiful Lonely Star? In order to change that fate, Liang Yin transmigrates through time and space, oppresses scums and bitches, and strives to cleanse their reputations and reverse the fate of tragic characters. But cleansing always involves a kiss (no) and the location is always in the bath (no!), on the bed (no!!), and out in the open? (no no no!!!). Several times after, Liang Yin fell into deep contemplation. Could the answer be in the riddle? Cleansing until they're clean?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-08-31T18:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/b6eff100-98cd-478f-a483-f99092ac57fc.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7910cdf8-962c-452c-9a5d-0f91f9c766e5",
    "title": {
      "en": "Gal to Iinchou ga Guuzen Saikai suru Hanashi"
    },
    "updatedAt": "2024-07-14T21:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7910cdf8-962c-452c-9a5d-0f91f9c766e5/4db87af1-a637-403f-96ca-a5d86f17307b.jpg",
    "altTitles": [
      {
        "ja": "ギャルと委員長が偶然再会する話"
      },
      {
        "ja-ro": "Gyaru to Iinchou ga Guuzen Saikai suru Hanashi"
      },
      {
        "en": "A Story about a Gal and a Committee Chairwoman Who Meet Again by Coincidence"
      },
      {
        "pt-br": "A história de uma gal e uma presidente de comitê que se reencontram por acaso"
      },
      {
        "es": "Una historia sobre una gal y una presidenta de comité que se reencuentran por coincidencia"
      }
    ],
    "description": {
      "en": "After finishing her errands, Marina heads for the bus stop on her way home. However, there she runs into the drunken former committee chairwoman from her high school days. She thinks she doesn't remember her, but while she's taking care of her, she says to her, \"You used to avoid me...,\" which is very meaningful to her...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "fbd70fa2-86e7-4ea2-8428-52fa70caf772",
    "title": {
      "en": "Ore wo Dame ni Suru Yuki-chan Sensei"
    },
    "updatedAt": "2024-06-12T17:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/fbd70fa2-86e7-4ea2-8428-52fa70caf772/36026462-9d30-46ce-9bf5-4bd3c333be37.jpg",
    "altTitles": [
      {
        "ja": "俺をダメにするユキちゃんせんせー"
      }
    ],
    "description": {
      "en": "A man who has nothing to live for goes looking for Yuki, a girl he met five years ago. Yuki is now living in a nursery school, taking care of the children as their \"Sensei\". When the man is reunited with Yuki, she treats him as a \"dear friend,\" and suggests that he can stay with her. Yuki offers him motherly love and genuine acceptance, so he stays at the day-care center hoping to \"keep Yuki to himself\" - but what happens?\n\nA depressed man now has a sweet and fluffy girl all over him in this obsessive doting love comedy!\n\n(Source: Comic Gamma Plus, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334b3730-21a7-4293-af2f-4875abd08ed1",
    "title": {
      "en": "Chanto Suenai Kyuuketsuki-chan"
    },
    "updatedAt": "2024-01-31T22:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/334b3730-21a7-4293-af2f-4875abd08ed1/0100a400-2369-4550-b232-74419d676172.jpg",
    "altTitles": [
      {
        "ja": "ちゃんと吸えない吸血鬼ちゃん"
      },
      {
        "ja-ro": "Chanto Suenai Kyuuketsuki-chan"
      },
      {
        "en": "Vampire-chan Can't Suck Properly"
      }
    ],
    "description": {
      "en": "The overwhelming preciousness that captivates all those whose blood she sucks! A new kind of pampering and feeding comedy!",
      "pt-br": "A preciosidade esmagadora que cativa todos aqueles cujo sangue ela suga! Um novo tipo de comédia de mimos e alimentação!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-08-30T04:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/65239b5f-af0e-4c71-af9b-557b632d6e26.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5285a32d-3a95-43e9-b2aa-fd7def64f824",
    "title": {
      "en": "BaDoom"
    },
    "updatedAt": "2021-05-25T15:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/5285a32d-3a95-43e9-b2aa-fd7def64f824/fa98968f-c37a-46fe-8a2b-8c0cb54b928d.jpg",
    "altTitles": [],
    "description": {
      "en": "A woman (Gasolina) and her dog (Krunk) travel through an ecologically hazardous post apocalyptic America."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e477578d-db2f-47df-ba81-607f2bdafa65",
    "title": {
      "en": "The Most Beautiful Girl in the School is in Love With Me, the xx Artist!?"
    },
    "updatedAt": "2024-08-24T17:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/e477578d-db2f-47df-ba81-607f2bdafa65/12212dfb-55f4-4dd7-8ef7-ff6333e0c902.jpg",
    "altTitles": [
      {
        "ja": "学園1の美少女は××絵師の俺に惚れている！？"
      },
      {
        "ja-ro": "Gakuen 1 no Bishōjo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "ja-ro": "Gakuen 1 no Bishoujo wa ×× Eshi no Ore ni Horeteiru!?"
      },
      {
        "id": "Gadis Nomor 1 di Sekolah Sekaligus Pembuat Karya XXX Jatuh Cinta Denganku?!"
      },
      {
        "en": "The Number 1 Beautiful Girl in the School is in Love With Me, the xx Artist!?"
      }
    ],
    "description": {
      "en": "Amesaka Sora, an ordinary high school boy, usually enjoys drawing erotic pictures as a hobby. Since his failure in junior high school, he had planned to hide his hobby in high school... But one day, the student council president and the most beautiful girl in the school, Kisaragi Uguisu, finds out his secret...!?\n\nA coming-of-age rom-com between a beautiful girl at the top of the caste system and one of those male extras!",
      "id": "Amesaka Sora, seorang siswa biasa yang suka menggambar hal-hal cabul. Karena kegagalannya di SMP, dia menyembunyikan hobinya ini di SMA. Namun, suatu hari, ketua OSIS sekaligus gadis tercantik sepenjuru sekolah, Kisaragi Uguisu mengetahui hobi rahasianya tersebut. Apa yang akan terjadi di antara mereka berdua?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-08-31T18:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/f6f5e3fa-d11c-4bd1-a512-b75c14d1080a.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "___\n[Official X](https://x.com/iromonoWM)",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-09-03T14:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1b59c4-f3e9-4f19-b10f-2d71b020bc42",
    "title": {
      "en": "The Great War"
    },
    "updatedAt": "2024-08-27T21:25:30+00:00",
    "coverArt": "https://mangadex.org/covers/8b1b59c4-f3e9-4f19-b10f-2d71b020bc42/6c604fb7-07f2-455f-bd32-90cabd7febd0.jpg",
    "altTitles": [
      {
        "ko": "대장전"
      }
    ],
    "description": {
      "en": "Im Dajun, who was abandoned by his family and now lives as the leader of a runaway group, one day brings Yeonwoo home by chance. Yeonwoo then commits a violent rampage in Incheon. Standing in the way of Yeonwoo, who was trying to kill a chaebol chairman for revenge, is Yoon Gamin, a top student hopeful. Meanwhile, Nahwajin of the School Authority Protection Bureau watches the situation with interest...\n\nThe first crossover in the Blue String Universe! A massive showdown featuring the main characters from [True Education], [Study Group], and [How to Fight]. This is a record of an intense battle not covered in their own stories."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1633e43c-5130-4be1-9a78-ad86620eaa2d",
    "title": {
      "en": "Day Walker"
    },
    "updatedAt": "2024-08-30T20:27:04+00:00",
    "coverArt": "https://mangadex.org/covers/1633e43c-5130-4be1-9a78-ad86620eaa2d/45aa9ac7-8ae3-42bd-b0fd-6e408ff27a1e.png",
    "altTitles": [
      {
        "ko": "데이워커"
      }
    ],
    "description": {
      "en": "National Intelligence Service black ops agent 'Suhyeok' is tasked with assassinating 'Nanayama,' the Yakuza leader heading a drug trafficking organization in Korea. To his surprise, the target is a captivating woman named 'Anna,' who appears disconnected from any violence. Sensing something amiss with his mission, Suhyeok embarks on a path of vengeance against both the National Intelligence Service, which has betrayed him, and 'Nanayama,' who massacred his comrades."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fe4bee0-db7d-4ecf-9e7d-0b7b7d37d40c",
    "title": {
      "en": "Datte, Yue ni, Hatsukoi-chuu."
    },
    "updatedAt": "2018-08-11T00:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/4fe4bee0-db7d-4ecf-9e7d-0b7b7d37d40c/d57b3fea-e335-4a67-98e1-27f3c92ee694.jpg",
    "altTitles": [
      {
        "en": "だって、ゆえに、初恋中。"
      }
    ],
    "description": {
      "en": "Yutsui Akino is a girl who has never been able to show their feelings through their facial expressions, all this begins to change when a classmate Akira Mori starts to bother about your problem and begins to confuse heart Akino … Akino can take seriously the intentions of Mori-kun? … when this is an ex-boyfriend of her older sister who is a lively and popular girl opposite her …."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-28T22:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-03T03:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-05-04T01:28:11+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4242f1e-4fae-4dd5-a985-2236e5de0db3",
    "title": {
      "en": "Android Dreams of Jiraikei Girl"
    },
    "updatedAt": "2024-08-29T08:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/a4242f1e-4fae-4dd5-a985-2236e5de0db3/4f928ec0-7485-48c1-b679-7d254f8ad951.jpg",
    "altTitles": [
      {
        "ja": "アンドロイドは地雷系の夢を見る"
      },
      {
        "ja-ro": "Android wa Jiraikei no Yume wo Miru"
      }
    ],
    "description": {
      "en": "Just as a woman on the verge of ending her life is about to take a final step, an unexpected visitor arrives at her door—a charming android girl. However, behind the initially endearing appearance, this military combat android proves to be anything but predictable."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]