[
  {
    "mangaId": "fddba606-d598-40b8-9ba5-f69a129305eb",
    "title": {
      "en": "Dear Anemone"
    },
    "updatedAt": "2024-04-22T06:11:57+00:00",
    "coverArt": "https://mangadex.org/covers/fddba606-d598-40b8-9ba5-f69a129305eb/93f687be-db56-4ee2-a319-1e1ff344e1bc.jpg",
    "altTitles": [
      {
        "ja": "ディアーアネモネ"
      }
    ],
    "description": {
      "en": "When Gaku lands on the Galapagos Islands, a paradise is the last thing he'll be experiencing. With creatures undergoing horrific evolutions, only one rule still stands--the survival of the fittest!",
      "fr": "Gaku Hachiue et un groupe d'investigation débarquent sur les \"îles Galapagos\", réputées être un paradis pour les plantes et les animaux. Mais à la place, ils rencontrent des créatures qui ont évolué d'une manière qui leur est propre. Les seuls à pouvoir survivre dans une situation où la vie est brutalement piétinée, et à la loi du plus fort, sont ceux capable d'évoluer à travers des changements répétés."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-05-09T01:45:36+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0495e9fc-9557-4f53-be80-79ce5feea7cf",
    "title": {
      "en": "The Tale of Samjang"
    },
    "updatedAt": "2024-05-03T14:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/0495e9fc-9557-4f53-be80-79ce5feea7cf/fe19cc62-947a-4a2f-9514-49f8953ff8e9.jpg",
    "altTitles": [
      {
        "ko-ro": "samjang jeon"
      },
      {
        "ko": "삼장전"
      },
      {
        "fr": "le conte de samjang"
      }
    ],
    "description": {
      "en": "Monk Sanzang from the \"Journey to the west\" has time slipped to the present-day Korea.   \n  \nShe has lived her lifetime constantly fighting yokai but her most dangerous opponent turns out to be just one guy?!  \n  \nOn the orders of Buddha, Monk Sanzang and her companions pilgramaged the Western regions in search of his teachings.  \nUnlike Sun Wukong, Zhu Bajie, and Sha Wujing, who hoped to become gods in recognition of their contribution, rather than being tied down to the life of Buddhism, Sanzang wanted to remain in the human world and enjoy a new life as an ordinary human.  \n  \nBut as she was being dragged to Heaven by orders from the Buddha, she notices a strange tunnel leading to the human world in which she escapes into…  \n  \nAnd the place where she fell is the Republic of Korea's Jeju Island!  \nAnd she meets a guy named Lee Hyun?!  \n  \nThe time-slipped Monk Sanzang a.k.a Hyeonjeong and the tsundere Lee Hyun's turbulent romance!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aac380f1-6a3b-48b9-8c25-850b7286165e",
    "title": {
      "en": "Hajimete no Ojou-sama"
    },
    "updatedAt": "2024-05-18T17:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/aac380f1-6a3b-48b9-8c25-850b7286165e/76991e55-7f4c-40e7-be9a-77a57cc03615.jpg",
    "altTitles": [
      {
        "ja": "はじめてのお嬢様"
      },
      {
        "en": "The First Times' Lady"
      },
      {
        "en": "Lady's First Experience"
      }
    ],
    "description": {
      "en": "Ojou Kotone is a first-year high school girl who was having trouble using the ticket machine at the station, Suguru Sewa, a first-year high school boy passing by helped her out, and he surprised as she transferred to Sewa's high school. It's her first time to taking the train, her first trying curry udon, Sewa being her first friend. This is a love comedy of firsts between a young lady and a caring high school boy!",
      "ja": "御城琴音は超がつくお嬢様の高校１年生。駅の券売機の使い方が分からず困っているところを通りがかりの高校１年生・瀬和すぐるに助けられたのをきっかけに、瀬和の高校に転校してきた。はじめての電車。はじめてのカレーうどん。はじめての友達。「はじめてを教えて欲しい」お嬢様と世話焼き男子高校生のはじめてラブコメディ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "9865c978-3393-42a6-9b0c-947814ac8a24",
    "title": {
      "en": "Count Over"
    },
    "updatedAt": "2023-07-16T10:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/9865c978-3393-42a6-9b0c-947814ac8a24/971795f8-3778-4818-9e7f-7b61ff96da9c.jpg",
    "altTitles": [],
    "description": {
      "en": "A mysterious mastermind single-handedly releases 206 of the most dangerous prisoners around the states. When the prisoners rampage New York City, the police helplessly watch as a young boy with a katana appears. His mechanical arm has a countdown from 206; what is his purpose?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "2c5eb7b3-2e18-4a00-9919-5e376cc10a4c",
    "title": {
      "en": "Atashi wa Sore wo Gaman Dekinai"
    },
    "updatedAt": "2021-05-25T15:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/2c5eb7b3-2e18-4a00-9919-5e376cc10a4c/a68f91e0-7eb2-4aa1-88be-a14900c1e679.jpg",
    "altTitles": [
      {
        "en": "I Can't Endure It"
      },
      {
        "en": "あたしはそれを我慢できない"
      }
    ],
    "description": {
      "en": "1) Atashi wa Sore wo Gaman Dekinai  \nA very ordinary office lady named Mahiro Yano becomes a plaything to former crush Kyoichi's passion. The married man fools around with her, exhausting her mentally. Still, she can't find a way out of this love fix.  \n  \n2) More Tender Than Commanded  \nAyumi wakes up after a car accident with no memory. Alone in the world she clings to the only person that she has - the mysterious Tsukasa. Living in his apartment, spending her days with him, she comes to care for kind professor, but when her memory returns…  \n  \n3) Come to My House!  \nRecently orphaned university student Riho has no place to go and moves in with her father's old friend and his three handsome sons. Becoming their housekeeper in exchange for school fees seems like a great deal, but the middle son's unexplained animosity is hard to bear.  \n  \n4) Nametokya Naorimasu!  \nNana is a nurse who's learned the hard way that romances with patients are doomed! So when mysterious patient Hiura pursues her, she's not interested. But the mystery of his identity is intriguing, and following her curiosity gets her right where Hiura wants her!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "ef84c4a4-d27c-4920-a3ab-48e806191131",
    "title": {
      "en": "Biography of Hwiyeong Sword"
    },
    "updatedAt": "2023-12-27T16:41:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef84c4a4-d27c-4920-a3ab-48e806191131/2d2ee321-94cc-44b2-a057-e84567cca2b3.jpg",
    "altTitles": [
      {
        "ko-ro": "Hwiyeong Geomjeon"
      },
      {
        "ko": "휘영검전"
      },
      {
        "en": "Tales of a Shining Sword"
      },
      {
        "en": "Moonlight Sword"
      },
      {
        "en": "Hwiyeong Sword"
      }
    ],
    "description": {
      "en": "Eunho, the strongest in the yokai realm!\nHe gained the chance to become a human being after losing the woman he loved and killing countless yokai.\nAfter passing the gate of reincarnation by accumulating merit for a thousand years to abandon his immortal body…\n\nHe became a human being, held a sword, and learned martial arts for the first time.\nBut this is very… easy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c12358-916c-4640-8079-9d1499a068f5",
    "title": {
      "en": "Honeymoon Salad"
    },
    "updatedAt": "2023-12-30T14:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/a8c12358-916c-4640-8079-9d1499a068f5/404ebcb9-c0f2-4ed1-b24d-74b118e24cdb.jpg",
    "altTitles": [
      {
        "en": "létəs óunli [ISL]"
      },
      {
        "ru": "Медовый Салат"
      },
      {
        "ja": "ハネムーンサラダ"
      },
      {
        "zh": "蜜月沙拉"
      },
      {
        "ko": "허니문 샐러드"
      }
    ],
    "description": {
      "en": "His ex-workers keep calling for help; his memory of his first love is traumatic to say the least, he hates his father so much that he’ll never go back home, a stranger blames him for pushing her down the stairs… no wonder being pissed is a daily routine for Natsukawa Minori. Then enters not one, but two women in his life that will make him too busy to be pissed."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "b2edff10-fe5f-4a8f-8d17-59796d3e61ec",
    "title": {
      "en": "Hanma Baki (Shinsoban Release)"
    },
    "updatedAt": "2024-05-04T18:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/b2edff10-fe5f-4a8f-8d17-59796d3e61ec/9e981030-f2f1-48a8-b4d6-040459d16d9c.png",
    "altTitles": [
      {
        "ja": "範馬刃牙"
      },
      {
        "ja-ro": "Hanma Baki - Son of Ogre (Shinsoban)"
      },
      {
        "en": "Baki Part 3 (Shinsoban Release)"
      },
      {
        "en": "Baki Hanma - Son of Ogre (Shinsoban Release)"
      }
    ],
    "description": {
      "en": "The climax of the Baki series, \"Hanma Baki\", newly re-edited!\n\nHanma Yuujirou, the world's strongest creature, vs. Hanma Baki, the world's strongest high schooler... A spat between father and son on an unprecedented scale begins here!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "319"
  },
  {
    "mangaId": "9a0f1e7e-d84b-46e6-8596-ae5a60529e81",
    "title": {
      "en": "How Do We Relationship?"
    },
    "updatedAt": "2024-05-05T15:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/9a0f1e7e-d84b-46e6-8596-ae5a60529e81/d6b93761-e0b6-456b-8a58-ce7440142678.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsukiatte agete mo ii kana"
      },
      {
        "ja": "付き合ってあげてもいいかな"
      },
      {
        "en": "So, Do You Want to Go Out, or...?"
      },
      {
        "de": "Lust auf ein Date?"
      },
      {
        "ko": "사귀어 주더라도 괜찮을까나"
      },
      {
        "th": "ลองใจให้ตกหลุมรัก"
      }
    ],
    "description": {
      "en": "For as long as she’s known, Miwa’s been into women - and now she’s at university, it might finally be time for her to come out of her straight-passing shell. Of course, that takes a lot of confidence, and coming out is never easy - but could Saeko, her trashy popular weirdo of a friend, give her the help she needs - or just maybe, could the two of them be more alike than Miwa realises…?!  \r\n  \r\nThis series is a reimagining of tmfly’s earlier work of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-05-21T22:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074",
    "title": {
      "en": "Nanjou-san wa Boku ni Dakaretai"
    },
    "updatedAt": "2024-01-20T04:48:14+00:00",
    "coverArt": "https://mangadex.org/covers/8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074/83ce15a0-4c4a-4d8c-9871-8ed0ae4b34da.jpg",
    "altTitles": [
      {
        "en": "Nanjou-san Wants to Be Held by Me"
      },
      {
        "ja": "南條さんは僕に抱かれたい"
      },
      {
        "pt-br": "Nanjou-san quer ser segurada por mim"
      }
    ],
    "description": {
      "en": "From their worst encounter comes a story about their ultimate happiness! This romantic comedy explores the ups and downs of a serious relationship.",
      "ja": "最低の出会いから始まる、\n最高に幸せな二人の物語…!\nギャルとオタクの、\n真面目なお付き合いラブコメです!\n\n---\n\nSaitei no deai kara hajimaru, \nsaikō ni shiawasena futari no monogatari…! \nGyaru to otaku no, \nmajimena o tsukiai rabu komedesu!",
      "pt-br": "Do pior encontro deles surge uma história sobre sua felicidade final! Esta comédia romântica explora os altos e baixos de um relacionamento sério."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ead041-631d-4294-a1b7-d0c48b572134",
    "title": {
      "en": "The iDOLM@STER: Shiny Colors - Coherent Light"
    },
    "updatedAt": "2024-02-01T18:34:08+00:00",
    "coverArt": "https://mangadex.org/covers/e6ead041-631d-4294-a1b7-d0c48b572134/a61b1e0d-2d0e-4403-ad4b-605fa4a08305.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シャイニーカラーズ コヒーレントライト"
      },
      {
        "en": "The iDOLMASTER: Shiny Colors - Coherent Light"
      }
    ],
    "description": {
      "en": "Serizawa Asahi, Mayuzumi Fuyuko, and Izumi Mei, members of the idol unit 'Straylight,' openly declare themselves as rivals. While they occasionally clash, they further polish their talents, shining even brighter. The new manga adaptation of the game 'The Idolmaster Shiny Colors,' compatible with the 'enza' platform, is here",
      "ja": "芹沢あさひ・黛 冬優子・和泉愛依 互いをライバルと明言しあう アイドルユニット“ストレイライト”の３人は 時にはぶつかりながら磨かれることで さらに強く輝く――。 enza対応ゲーム「アイドルマスター シャイニーカラーズ」の新たなコミカライズがここに登場！",
      "es-la": "Serizawa Asahi, Mayuzumi Fuyuko e Izumi Mei, miembros de la unidad de idols 'Straylight,' se declaran abiertamente como rivales. Aunque ocasionalmente chocan entre sí, pulen aún más sus talentos, brillando con más intensidad. La nueva adaptación al manga del juego 'The Idolmaster Shiny Colors,' compatible con la plataforma 'enza,' ya está aquí,"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80456a4e-93ad-4f38-a3c9-48818bbd485f",
    "title": {
      "en": "Navigatoria"
    },
    "updatedAt": "2024-05-11T08:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/80456a4e-93ad-4f38-a3c9-48818bbd485f/40cbc482-816c-4db3-8eb2-2c0230b5187a.jpg",
    "altTitles": [
      {
        "ja": "ナヴィガトリア"
      }
    ],
    "description": {
      "en": "Enter a world where the First Space War has ended, and Earth has claimed its first extraterrestrial colony. Manabu Houo, a boy born into a totalitarian state, finds his only joy in watching forbidden movies with his childhood friend, Hina-chan. However, one day upon returning home, he finds a group of government officials waiting for him...?! Watch as this thrilling sci-fi school drama unfolds on a distant planet!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf",
    "title": {
      "en": "Mobile Suit Gundam SEED Astray"
    },
    "updatedAt": "2024-05-14T07:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/2968b6ee-0b4f-4f7b-b5e7-dcdb462cffdf/0a6e521b-b9ed-4b9a-964c-31c926d11712.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ASTRAY"
      },
      {
        "ja-ro": "Kidou Senshi Gundam SEED ASTRAY"
      },
      {
        "en": "Mobile Suit Gundam SEED Astray"
      }
    ],
    "description": {
      "en": "A side story manga set in the Cosmic Era timeline that takes place concurrently with *Mobile Suit Gundam SEED*. \nIt is one part of the first wave of the *SEED Astray* multimedia project. \nWhereas the main story of *Gundam SEED* focuses on the struggles between the Earth Alliance, ZAFT, and Orb Union, the Astray series is focused on the three MBF-P mobile suit prototypes and their respective pilots and organizations, who mainly exist on the outskirts of the main SEED storyline. \n\nThe MBF-P02 Gundam Astray Red Frame is piloted by Lowe Guele of the Junk Guild, and the MBF-P03 Gundam Astray Blue Frame is piloted by Murakumo Gai of the mercenary group Serpent Tail. \nThe third Astray, MBF-P01 Gundam Astray Gold Frame, is piloted by the primary antagonist of the Astray story, Orb nobleman Rondo Gina Sahaku, and later by his twin sister Rondo Mina Sahaku. \n[Via Gundam Wiki] \n\n**Notes:**\n- The Re:Master edition includes ASTRAY and X ASTRAY with the extra chapters moved to different spots."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "386376f9-0311-4532-9a7b-76402ac80b05",
    "title": {
      "en": "Girl Friend"
    },
    "updatedAt": "2023-01-26T23:37:50+00:00",
    "coverArt": "https://mangadex.org/covers/386376f9-0311-4532-9a7b-76402ac80b05/13eb2f0a-73d4-43ac-8e1e-d27951da37a2.jpg",
    "altTitles": [
      {
        "en": "Girlfriend"
      },
      {
        "ru": "Подруга"
      },
      {
        "ja": "ガールフレンド"
      },
      {
        "zh": "女朋友"
      }
    ],
    "description": {
      "en": "Penned by Masaya Hokazono (Inugami, Watashi wa ai) and illustrated by Court Betten (Prince Standard, Harukaze - Bitterpop), Girlfriend features charming and sexy short stories involving romantic relationships between high-schoolers in contemporary Japan"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "f019b88d-d1c9-461c-851a-7690df063496",
    "title": {
      "en": "The Great Wizard Transcendent"
    },
    "updatedAt": "2024-03-16T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/f019b88d-d1c9-461c-851a-7690df063496/c1e7b397-8d9c-4c04-820f-361557663cb7.jpg",
    "altTitles": [
      {
        "ko": "회귀로 초월하는 대마도사"
      },
      {
        "ko-ro": "Hoegwiro Chowolhaneun Daemadosa"
      },
      {
        "en": "Archmage Transcending Through Regression"
      },
      {
        "fr": "L'archimage transcende par revenir en le temps"
      },
      {
        "es": "El archimago que trascendiendo a través de la regresión"
      },
      {
        "ru": "Архимаг, преодолевающий регрессию"
      },
      {
        "tr": "Sil baştan büyücü"
      },
      {
        "ja": "回帰して世界を変える大魔法使い"
      },
      {
        "zh": "超越时间的大魔导士"
      },
      {
        "vi": "Ma pháp sư vĩ đại hồi quy"
      },
      {
        "en": "Archmage Who Transcends by Returning"
      }
    ],
    "description": {
      "ar": "ميخائيل والبورجس، الساحر الوحيد ذو الدائرة التاسعة في العالم، سقط في معركة بسبب بطل ملعون، وتمكن من إلقاء تعويذة سحرية أخيرة متقدمة، <العودة في الزمن>، مع هذه القدرة، عاد قبل ٢٠ عامًا. “حسنًا. سأصبح البطل بدلا من ذلك”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "en": "Mikhail Walpurgis, the world’s only 9th-circle Archmage, fell in battle due to a damned hero, and managed to cast one final advanced magic spell, <TIME REVERSAL>. As time rewound, he regressed to 20 years ago.\n\n“Fine. I’ll just become the hero instead.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "es": "Mikhail Walpurgis, el único archimago del mundo del noveno circulo, cayo en batalla por culpa de un maldito héroe, y consiguió lanzar un ultimo hechizo de magia avanzada, <Reversión de tiempo>. Al rebobinar el tiempo, retrocedió 20 años atrás.\n\n“Bien. Me convertiré en el héroe en su lugar.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "fr": "Mikhail Walpurgis, le seul archimage du 9e cercle au monde, est tombé au combat à cause d'un héros inutile et a réussi à lancer un dernier sort magique de niveau avancé; le <TIME REVERSAL>. Au fil du temps, il a régressé 20 ans en arrière.\n\n«Bien. Je deviendrai juste le héros à la place.»\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "ru": "Михаил Вальфургис, единственный в мире маг 9-го круга, пал в ожесточенном бою из-за воина, проигравшего гнусному демону. В последний момент, на пороге смерти, он сумел применить могущественное магическое заклинание <Возращение во времени>. Обратив время вспять, он вернулся на 20 лет назад.\n\n\"Отлично, теперь я займу место того воина\"\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "th": "มิคาอิล วัลเพอร์จิส อาร์คเมจเพียงวงที่ 9 ของโลก พ่ายแพ้ในการต่อสู้เนื่องจากฮีโร่ผู้เคราะห์ร้าย และจัดการร่ายเวทมนตร์ขั้นสูงครั้งสุดท้าย <TIME REVERSAL> เมื่อย้อนเวลากลับไปเมื่อ 20 ปีที่แล้ว “ดี. ฉันจะกลายเป็นฮีโร่แทน\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "tr": "Dünyanın tek 9. halkalı başbüyücüsü olan Mikhail Walpurgis, aptal bir kahraman yüzünden savaşta yenik düştü. Son anında hayatını ve kaderi kurtaracak büyüyü yaptı <Sil Baştan>\nZamanı geriye sarıp 20 yıl öncesinde uyandığında aklında tek bir şey vardı: “Kahramanlığı bu salağa kaptırmayacağım.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)",
      "pt-br": "Mikhail Walpurgis, o único Arquimago de 9º círculo do mundo, caiu em batalha por causa de um herói detestável, e conseguiu conjurar um último feitiço avançado, <REVERSÃO DO TEMPO>. Com o rebobinar do tempo, ele voltou para 20 anos atrás. “Ótimo. Ao invés disso vou só me tornar o herói.”\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/56670766), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8348905), [RidiBooks](https://ridibooks.com/books/777105040)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9A%8C%EA%B7%80%EB%A1%9C-%EC%B4%88%EC%9B%94%ED%95%98%EB%8A%94-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/3039), [KakaoPage](https://page.kakao.com/content/60328750)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26343&contentId=343&platform=IA)\n* [Japanese / 日本語](https://piccoma.com/web/product/121252)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "476c91e3-5eb2-438e-8aff-0ea3aae0479f",
    "title": {
      "en": "The Girlfriend I Care About"
    },
    "updatedAt": "2024-03-31T14:22:10+00:00",
    "coverArt": "https://mangadex.org/covers/476c91e3-5eb2-438e-8aff-0ea3aae0479f/be4a233e-961b-4f7c-931d-6addb73c1623.jpg",
    "altTitles": [
      {
        "ja": "気にしてるカノジョ"
      },
      {
        "ja-ro": "Ki ni Shiteru Kanojo"
      },
      {
        "id": "Pacar yang Aku Sayangi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-04-15T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a540f26f-d440-4702-8aa6-38ee1c1bb74d",
    "title": {
      "en": "Shinozaki-kun no Mente Jijou"
    },
    "updatedAt": "2024-03-18T16:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/a540f26f-d440-4702-8aa6-38ee1c1bb74d/80b3ba6c-0428-420a-bf99-82931bcd9402.jpg",
    "altTitles": [
      {
        "en": "The Everyday Maintenance of Shinozaki-kun"
      },
      {
        "ja": "篠崎くんのメンテ事情"
      },
      {
        "ja-ro": "Shinozaki-kun no Mente Jijou"
      },
      {
        "pt-br": "A manutenção  cotidiana de Shinozaki-kun"
      }
    ],
    "description": {
      "en": "Shinozaki – an everyday, ordinary salaryman whose head has been coming off too easily lately – finds his otherwise-typical life suddenly interrupted by a young woman named Yuuyake. \n\nAccording to her, Yuuyake’s magician grandmother modified Shinozaki’s body to an extreme degree in the past- and he’s chock-full of machinery! \n\n…All of which require maintenance that Yuuyake will apparently now be performing regularly. \n\nWith that, the slightly off-color daily life of an utterly ordinary salaryman, a magician, and a strange black creature named Grey begins!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-05-13T02:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/6ad99ec5-ae38-488f-99f6-00322386908b.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e15af31c-d413-414c-a7a5-5fb09c86a16a",
    "title": {
      "en": "The Secrets of the Lovely Duchess"
    },
    "updatedAt": "2024-05-25T20:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/40865dcd-4e81-4752-8f49-54cd5324898c.png",
    "altTitles": [
      {
        "ko": "사랑스러운 공작 부인의 비밀"
      }
    ],
    "description": {
      "en": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d20e6a3-b68b-4615-a67e-9dca97ac8acd",
    "title": {
      "en": "Heretic Slayer Series"
    },
    "updatedAt": "2024-05-25T19:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/6d20e6a3-b68b-4615-a67e-9dca97ac8acd/2732dee2-fee6-4a74-b1bd-ae9f774dacd7.png",
    "altTitles": [
      {
        "ja": "外道を◯すシリーズ"
      },
      {
        "ja": "百合の間に挟まる外道を◯ろす騎士"
      },
      {
        "ja": "外道ヤリサーを◯ろす騎士"
      },
      {
        "ja": "外道NTR男を◯ろす騎士"
      },
      {
        "ja-ro": "Gedou o ◯rosu Series"
      },
      {
        "ja-ro": "Yuri no Aida ni Hasamaru Gedou o ◯rosu Kishi"
      },
      {
        "ja-ro": "Gedou YariCir o ◯rosu Kishi"
      },
      {
        "ja-ro": "Gedou NTR Otoko o ◯rosu Kishi"
      },
      {
        "en": "Heretic Slayer Knight Series"
      },
      {
        "en": "The Knight Who M*rders Yuri Ruiners"
      },
      {
        "en": "The Knight who M*rders Fuckboy Heretics"
      },
      {
        "en": "The NTR Man Slayer Knight"
      },
      {
        "en": "Knight Who Sl*yed a Heretic NTR Man"
      },
      {
        "ja-ro": "Gedou o ◯rosu Series"
      },
      {
        "ja-ro": "Gedou Joushi o ◯rosu Kishi"
      },
      {
        "en": "The Scumbag Boss Slayer Knight"
      }
    ],
    "description": {
      "en": "A compilation of Zurikishi's Heretic Slayer Knight oneshots:\n1.) Yuri no Aida ni Hasamaru Gedou o ◯rosu Kishi / The Knight Who M\\*rders Yuri Ruiners\n- A story about a knight who slays fuckboy heretics that get in the way of yuri.\n\n2.) Gedou YariCir o ◯rosu Kishi / The Knight who M\\*rders Fuckboy Heretics\n- A story about a knight who slays fuckboy heretic members of college fuck clubs that try to rape women.\n\n3.) Gedou NTR Otoko o ◯rosu Kishi / The NTR Man Slayer Knight\n4.) Gedou NTR Otoko o ◯rosu Kishi 2 / The NTR Man Slayer Knight 2\n- Stories about a knight who slays heretics that try to commit NTR and rape.\n\n5.) Gedou Joushi o ◯rosu Kishi / The Scumbag Boss Slayer Knight"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-04-10T14:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/4228af15-ee45-47ac-bce3-cc5a2ce34f5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c60af75-fc54-4740-8a62-131c4776de4b",
    "title": {
      "en": "JK Haru is a Sex Worker in Another World"
    },
    "updatedAt": "2024-04-17T06:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/7c60af75-fc54-4740-8a62-131c4776de4b/05ad4e56-91b0-4fbf-8a6e-3b31b0cebdc0.jpg",
    "altTitles": [
      {
        "ja-ro": "JK Haru wa Isekai de Shofu ni natta"
      },
      {
        "ja": "JKハルは異世界で娼婦になった"
      },
      {
        "zh": "女高中生小春在异世界成为娼妓"
      },
      {
        "zh": "女高中生小春在异世界成为游女"
      },
      {
        "ko": "여고생 하루는 이세계에서 창부가 되었다"
      },
      {
        "ru": "Старшеклассница Хару стала проституткой в другом мире"
      }
    ],
    "description": {
      "en": "Haru Koyama was an ordinary student until a moron classmate got them both in a terrible accident. \nNow Haru has been transported to another world where only men are allowed to be adventurers. \nDetermined to make the most of it, she takes a job in the Blue Cat Nocturne brothel to make a living \nthe only way she knows how. No cheat abilities, no powers, just her quick wits and naughty bits!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e",
    "title": {
      "en": "Higanjima"
    },
    "updatedAt": "2024-05-19T19:34:13+00:00",
    "coverArt": "https://mangadex.org/covers/f8ed5f6d-3f0c-463e-8e4e-ca0526de9f0e/6ded7f1f-f095-43dd-a836-c004dbf25b84.jpg",
    "altTitles": [
      {
        "fr": "Higanjima - L'île des vampires"
      },
      {
        "ja": "彼岸島"
      },
      {
        "ko": "피안도"
      }
    ],
    "description": {
      "en": "Akira's older brother, Atsushi, has been missing for two years.   \n  \nOne day, a mysterious woman who seems to know Atsushi's last known whereabouts appears and offers to take him and his friends there : to the island of Higanjima.   \n  \nThus the great Man vs Vampire epic begins…",
      "pt-br": "O jovem promissor Atsushi desaparece deixando toda a sua responsabilidade como \"filho perfeito\" recair sobre seu irmão Akira. Dois anos se passam e agora Akira e seus leais amigos se deparam com uma pista do paradeiro de Atsushi, mas junto com a pista e a bela jovem que a traz está um monstro com força descomunal, olhos vermelho-escuro e cabelos brancos sedento por sangue. O que teria acontecido a Atsushi? Será que Akira e seus amigos conseguirão sobreviver para descobrir?"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "330"
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-05-04T00:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "821d9612-bef9-4ea4-b71e-47333f2dcebe",
    "title": {
      "en": "Yuusha Party wo Tsuihou sareta node, Maou wo Torikaeshi ga Tsukanai hodo Tsuyoku Sodatetemita"
    },
    "updatedAt": "2024-05-25T00:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/821d9612-bef9-4ea4-b71e-47333f2dcebe/e583f55f-8caf-4bf0-a4df-3bab261fc1b5.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーを追放されたので、魔王を取り返しがつかないほど強く育ててみた"
      },
      {
        "en": "I Was Exiled from the Heroes' Party So I Tried Raising the Demon Lord to Be Unbelievably Strong"
      }
    ],
    "description": {
      "en": "One day, Raizel was suddenly summoned to another world to defeat the Demon Lord — but he was summoned with zero combat power. However, that was just a mistake of the combat capability calculator and he was in fact an overwhelmingly strong individual. \n\nAfter being exiled, Raizel set out on his own and during his adventures came to realize that the demons weren't actually evil entities and joined up with them. Upon learning information which could revolutionize the state of the world as it currently stands, Raizel and the demonkin companions set out to take down the empire that had summoned him to this world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5d5b13-5515-4fee-9e18-2726c56cc728",
    "title": {
      "en": "The Villainess Refuses to Flirt With the Male Lead"
    },
    "updatedAt": "2023-10-29T07:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d5b13-5515-4fee-9e18-2726c56cc728/8f65d749-e7f6-42c4-bb60-f8c29dff211b.jpg",
    "altTitles": [
      {
        "zh": "恶女拒绝泡男主"
      },
      {
        "zh-ro": "E Nü Jujue Pao Nan Zhu"
      },
      {
        "ko": "악역이지만, 남주는 꼬시지 않아요"
      }
    ],
    "description": {
      "en": "Transmigrating as the villainess of a cliché imperial manhua isn't scary, what's scary is that the male leads are all children! Not only do I have to take care of children, but I'm also being courted by one of them and being called \"wife\"! Ms. Hong would like to say: \"Fuck you, god!\" 凸(｀⌒´メ)凸\n\nOfficial Translations:\n[Korean](https://page.kakao.com/content/59080258)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7493b91c-c906-4fd8-85f4-900c4c1538f9",
    "title": {
      "en": "Honey Trap Shared House"
    },
    "updatedAt": "2024-05-23T18:29:30+00:00",
    "coverArt": "https://mangadex.org/covers/7493b91c-c906-4fd8-85f4-900c4c1538f9/801856be-5342-4fc8-96f9-e8499cf00bca.jpg",
    "altTitles": [
      {
        "ja": "ハニートラップ・シェアハウス"
      },
      {
        "zh-hk": "合租美人局"
      }
    ],
    "description": {
      "en": "As a child, Hayato promised to marry his first love, Seraphy. Fifteen years later, he has become one of the world’s greatest spies, all while never falling for the temptations of enemy agents. A mission to expose rival operatives turns chaotic when Hayato reunites with Seraphy, and each realizes the other is a spy. Now the pair must live together, torn between love and duty. The question is…who will break first?",
      "pt-br": "Quando criança, Hayato prometeu se casar com seu primeiro amor, Seraphy. Quinze anos depois, ele se tornou um dos maiores espiões do mundo, sem nunca cair nas tentações dos agentes inimigos.\n\nUma missão para expor agentes rivais se torna caótica quando Hayato se reencontra com Seraphy, e cada um deles percebe que o outro é um espião.\n\nAgora, os dois precisam viver juntos, divididos entre o amor e o dever. A questão é... quem vai se quebrar primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f635177-dea1-4738-bfc2-f56cff912410",
    "title": {
      "en": "Fist Demon of Mount Hua"
    },
    "updatedAt": "2024-05-25T19:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/1f635177-dea1-4738-bfc2-f56cff912410/27bcac97-6c3f-4aaa-8dd5-4d9b4938f77a.jpg",
    "altTitles": [
      {
        "ko": "화산권마"
      },
      {
        "ko-ro": "Hwasangwonma"
      },
      {
        "zh": "华山拳魔"
      },
      {
        "ru": "Кулак демона с горы Хуа"
      },
      {
        "en": "Hua Mountain Demon Fist"
      },
      {
        "ja": "華山拳魔"
      }
    ],
    "description": {
      "en": "Dam-Ho, the sole survivor of a raid on his village, has a lame leg, the worst possible condition for a martial artist. Nonetheless, he refuses to stop training. Whilst everyone around him tells him he cannot become a martial artist, Dam-Ho refuses to give up on his dream. Will he really be able to become the best martial artist?\n\n---\n\n**Links:**\n- [Webtoon PV](https://www.youtube.com/watch?v=AqS6Z96-Wn8)\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%EC%82%B0%EA%B6%8C%EB%A7%88/2469)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12113)\n- [Official Japanese Translation](https://piccoma.com/web/product/75613)",
      "fr": "Dam-Ho, le seul survivant d'un raid sur son village, a une jambe boiteuse, la pire condition possible pour un artiste martial. Il refuse néanmoins d'arrêter l'entraînement. Alors que tout son entourage lui dit qu'il ne peut pas devenir un artiste martial, Dam-Ho refuse d'abandonner son rêve. Sera-t-il vraiment capable de devenir le meilleur artiste martial ?",
      "ja": "一寸先は闇の戦乱時代 村が襲われ、唯一生き残った胆虎（たんこ）。 だが胆虎は片足が不自由で武人としては致命的だった。 不屈の精神を持つ胆虎は周りから何を言われようと諦めずに修練を続けた… 己の拳ひとつで天下を貫いた華山の魔人、これは彼が伝説になるまでの物語。",
      "ko": "자신의 마을이 습격받고 유일하게 살아남은 담호, 하지만 담호는 절름발이다. 무인으로서 최악의 조건이지만 담호는 수련을 멈추지 않는다. 주변 사람들로부터 무인이 될 수 없다고 듣지만 끝까지 포기하지 않는 담호, 과연 그는 최고의 무인이 될 수 있을 것인가?",
      "ru": "После ужасного налета на деревню Дам Хо оказывается единственным выжившим. К сожалению, это событие не прошло без вреда для мальчика. С поврежденной ногой теперь у него нет шансов овладеть каким-либо боевым искусством. Тем не менее это не останавливало его, и он продолжал свои тренировки. Под давлением окружающих, слушая язвительные насмешки, Дан Хо продолжает идти к своей мечте. И кто знает, к чему его это приведет?",
      "zh": "不知何时开始，中原魔教四起！在武林即将被魔教颠覆之际。 各路武林正道联手诛灭魔神，终结了动荡的武林.... 因为这场浩劫，天经成为了一个孤儿，并且在腿上留下了残疾 所幸被华山派所救，残疾的天经成为了华山派的一员.... 不被看好被歧视的天经要如何凭借更多的努力和不屈的意志，成为整个武林的至尊强者呢！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd19e5c-94f7-4368-a918-50f463857446",
    "title": {
      "en": "Kuroshitsuji"
    },
    "updatedAt": "2024-05-04T00:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/8bd19e5c-94f7-4368-a918-50f463857446/eef23f37-2841-4447-a3ea-c13ccc4fbee0.jpg",
    "altTitles": [
      {
        "ja": "黒執事"
      },
      {
        "en": "Black Butler"
      },
      {
        "zh": "黑执事"
      },
      {
        "zh": "黑管家"
      },
      {
        "zh-hk": "黑執事"
      },
      {
        "ko": "흑집사"
      },
      {
        "ko": "검은 집사"
      },
      {
        "es": "Mayordomo negro"
      },
      {
        "pt": "O mordomo negro"
      },
      {
        "pt": "O mordomo sombrio"
      },
      {
        "it": "Black Butler - Il maggiordomo diabolico"
      },
      {
        "fr": "Majordome noir"
      },
      {
        "de": "Schwarzer Butler"
      },
      {
        "cs": "Kurošicudži"
      },
      {
        "pl": "Mroczny kamerdyner"
      },
      {
        "uk": "Темний дворецький"
      },
      {
        "bg": "Черният иконом"
      },
      {
        "ru": "Тёмный дворецкий"
      },
      {
        "ru": "Темный дворецкий"
      },
      {
        "ru": "Куросицудзи"
      },
      {
        "ru": "Чёрный дворецкий"
      },
      {
        "fa": "کوروشیتسوجی"
      },
      {
        "fa": "خادم سیاه"
      },
      {
        "vi": "Hắc Quản Gia"
      },
      {
        "ms": "Butler Hitam"
      },
      {
        "th": "คนลึกไขปริศนาลับ"
      },
      {
        "ar": "الخادم الأسود"
      },
      {
        "hu": "Kurosicudzsi"
      },
      {
        "hu": "Fekete komornyik"
      },
      {
        "fi": "Kuroshitsuji – Piru hovimestariksi"
      },
      {
        "fi": "Piru hovimestariksi"
      },
      {
        "tr": "Kara Kâhya"
      },
      {
        "tr": "Kara Kahya"
      },
      {
        "tr": "Kara Uşak"
      },
      {
        "kk": "Қара қызметші"
      }
    ],
    "description": {
      "de": "Ein teuflisch guter Butler ist Sebastian Michaelis, der dem Familienoberhaupt der noblen Phantomhives dient. Teuflisch ist hier wörtlich zu nehmen, denn Sebastian ist wirklich ein Dämon, mit dem das Oberhaupt der Phantomhives einen Pakt schloss. Seitdem hat er nicht nur die wichtigste Position in der Dienerschaft inne, sondern ist auch Leibwächter und Auftragskiller in Personalunion! Earl of Phantomhive ist der 12-jährige Ciel, der nicht nur das Familienunternehmen führt, sondern in seiner Funktion als Earl auch ein wichtiger Vertrauter Königin Victorias ist. Denn sie verlässt sich darauf, dass jede Gefahr diskret und schnell durch die Phantomhives beseitigt wird...",
      "en": "Just a stone's throw from London lies the manor house of the illustrious Phantomhive earldom and its master, one Ciel Phantomhive. Earl Phantomhive is a giant in the world of commerce, Queen Victoria's faithful servant...and a slip of a twelve-year-old boy. Fortunately, his loyal butler, Sebastian, is ever at his side, ready to carry out the young master's wishes. And whether Sebastian is called to save a dinner party gone awry or probe the dark secrets of London's underbelly, there apparently is nothing Sebastian cannot do. In fact, one might even say Sebastian is too good to be true...or at least, too good to be human...",
      "es": "Sebastian es el mayordomo de la familia Phantomhive, aristócratas de la alta sociedad inglesa. Él es perfecto en Todo. Detaca en: etiqueta, cultura, cocina y hasta en artes marciales... Es el acompañante de un joven amo muy caprichoso de tan sólo 12 años y siempre viste su frac negro, que aletea tras él. Este es un manga sobre un mayordomo perfecto para tu hora del té.\n\n---\nUn mayordomo que se precie tiene que estar dispuesto a lo que sea por el buen funcionamiento de la casa de su señor. Eso incluye prepararle el té que le gusta, asegurarse de que el resto del servicio sea eficiente, que todo funcione como un reloj… y en el caso especial de Sebastian, poner al servicio del joven conde Ciel sus habilidades especiales como mayordomo infernal.",
      "fi": "Sebastian on arvostetun Phantomhiven aristokraattisuvun täydellinen hovimestari. Hän on tietävä, oppinut, tyylikäs, loistava kokki ja taitaa taistelulajit. Silti hän saa juosta pikimustan frakin liepeet liehuen itsekkään 12-vuotiaan isäntänsä asioilla.\n\nYliluonnollisen taitavan hovimestarin palvelukset eivät kuitenkaan ole ilmaisia ja lopullisen palkkion joutuu maksamaan nuori isäntä. Sitä ennen parivaljakon pitää selvittää Lontoon alamaailman saloja ja kostaa pari murhaa.",
      "fr": "Sébastian est majordome au service de Ciel Phantomhive, héritier d'une grande famille de la noblesse anglaise. En matière d'érudition, d'éducation, d'art culinaire, rien à redire, il est parfait. Mais ne vous fiez pas à sa distinction, si vous vous en prenez à son jeune maître, vous découvrirez sa vraie nature... Ciel aurait-il signé un pacte avec le Diable...?!",
      "id": "Apa jadinya kalau seorang butler tidak bisa mengerjakan pekerjaan seperti ini? \n\nSebastian adalah seorang butler keluarga bangsawan terkemuka Inggris, yaitu Phantomhive. Ia sempurna dalam segala bidang. Berpengetahuan luas, elegan, jago masak, dan pandai bela diri. Ia selalu mengenakan jas buntut berwarna hitam kelam. Majikannya, Ciel Phantomhive, adalah seorang anak yang masih berumur 12 tahun dan bersifat egois. \n\nSimak kisah seorang butler nomor satu di dunia yang sangat cocok dengan teh warna merah...",
      "it": "Richiestissimo dai fan di tutta Italia, finalmente arriva il manga capolavoro di Yana Toboso! Una storia in cui un irresistibile black humour si fonde sapientemente al dramma, in un intreccio ricco di emozionanti colpi di scena. Sullo sfondo di un’Inghilterra vittoriana sapientemente rielaborata, preparatevi a scoprire il segreto che lega Ciel Phantomhive, un ragazzino che è l’unico erede rimasto in vita del casato dei Phantomhive, al suo perfetto, quasi irreale, maggiordomo Sebastian. Perché in questa storia, tutti sono molto più di quello che sembrano. State per scoprire perché!",
      "ja": "あくまで、執事ですから\n彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。",
      "pl": "Sebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy...\n\n---\nSebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner, zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy… Zapraszamy do lektury bestsellerowej mangi Yany Toboso.",
      "ru": "Альтернативная Англия XIX-го века, роскошное поместье графа Фантомхайва, дружная компания нерасторопных слуг, над которыми возвышается во всех смыслах этого слова безупречный Себастьян. Юный граф Сиэль любит разные игры, и многочисленные способности дворецкого то и дело находят себе применение. Какая же тайна между дворецким и Графом? Ведь эти двое заключили важный контракт, который касается не только кулинарных талантов Себастьяна. Секреты правильного чая, жестокость итальянской мафии, неуклюжесть слуги-новичка и даже привычки родственников графа — всё по плечу Себастьяну, недаром его любимая присказка переводится и как «Я просто дьявольски хороший дворецкий», и как «Я и демон, и дворецкий».",
      "th": "คนที่เป็นหัวหน้าคนรับใช้นั้น ถ้าทำไม่ได้ขนาดนี้ จะใช้ได้อย่างไรกันล่ะครับ?\n\nเซบาสเตียน หัวหน้าคนรับใช้แห่งตระกูลแฟนทอมไฮฟ์ ตระกูลขุนนางมีชื่อของอังกฤษ\nเขามีความสมบูรณ์พร้อมในทุกๆด้าน ไม่ว่าจะเป็นด้านสติปัญญา การศึกษา ความเป็นผู้ดี อาหาร หรือศาสตรวุธ\nเมื่อต้องมารับใช้เจ้านายอายุ 12 ปี ที่เอาแต่ใจตัวเอง ชุดสูทชายด้านหลังยาวดำขลับก็พลิ้วขยับสั่นไหว\n\nการ์ตูนเกี่ยวกับหัวหน้าคนรับใช้ที่เข้ากันกับชาฝรั่งที่สุดในโลกมาถึงมือคุณแล้ว...",
      "tr": "Kahya olacak biri bu kadarını da yapabilir herhalde?\n\nSebastian, İngiltere’nin saygın aristokrat ailelerinden biri olan “Phantomhive Ailesi”nin kahyasıdır. Kendisi, bilgi birikimi, kültür, asalet, aşçılık ve dövüş sanatları konusunda mükemmeldir. On iki yaşındaki egoist efendisi için simsiyah kuyruklu takım elbisesi savrulup durmaktadır. İşte size dünyanın en iyi çayını yapan kahyasının mangası…",
      "vi": "Câu chuyện diễn ra vào thời Victoria. Ở ngoại thành London có một toàn lâu đài nguy nga vốn là nơi ở của gia tộc Phantomhive. Hiện giờ chủ nhân của toàn lâu đài đó là bá tước Ciel Phantomhive, một đứa trẻ mới 12 tuổi nhưng lại là người đứng đầu gia tộc Phantomhive, đồng thời cũng là người đứng đầu thế giới ngầm. Bên cạnh cậu lúc nào cũng có Sebastian Michaelis - một quản gia cực kỳ tài giỏi và luôn tuân theo mọi mệnh lệnh của cậu. Tuy nhiên, bọc sau lớp vỏ một quản gia, Sebastian thật sự không phải là con người, mà là một con quỷ. Sở dĩ một con quỷ chấp nhận làm một quản gia bình thường là vì Sebastian đã ký kết một “hợp đồng” với Ciel. Nội dung bản hợp đồng đó chính là Sebastian sẽ trở thành sức mạnh của Ciel, luôn trung thành phục vụ Ciel cho đến khi Ciel trả được mối thù giết cha mẹ. Đổi lại, sau khi Ciel trả thù xong, tức lúc bản hợp đồng kết thúc, thì Sebastian sẽ nuốt chửng linh hồn của Ciel xem như là thù lao. Dấu hiệu thể hiện hợp đồng đã được ký kết nằm trong con mắt phải của Ciel và trên mu bàn tay trái của Sebastian. Trong thời gian ở lại bên cạnh cậu chủ của mình, Sebastian đã cùng cậu chủ phá nhiều vụ án và trải qua nhiều cuộc phiêu lưu. Từ đó, nhiều bức màn bí mật dần dần được hé mở. Tập 21 Cậu chủ của tôi ơi, cậu đã sai một điều rồi ạ! Cơ thể Sebastian đã thoát khỏi lời nguyền. Thế nhưng, vào lúc này, những chủ nhân thực sự của Thung lũng ma sói lại ráo riết đuổi theo Lục phù thủy và ma pháp tối thượng mà Ciel đã cướp mất, nhăm nhe hàm răng trắng nhởn của mình. Và sau bóng lưng toan tính tẩu thoát của gã quý tộc ma quỷ, một con quái thú màu xanh rêu, đang chậm rãi, chậm rãi nhích lại gần..",
      "zh": "身为一个执事，连这种事都不会，那怎么成？ 英国的名门贵族法多姆凯贝家，有一位执事——锡巴斯查恩——不论是知识、教养、品位、料理、武术……他都样样精通， 面对那位任性的十二岁主人，漆黑的燕尾服在摇摆、摇摆…… 为您送上全世界 适合品尝着红茶欣赏的执事漫画……",
      "es-la": "Sebastian Michaelis. Mayordomo, cocinero, guardaespaldas, jardinero y experto en etiqueta. Siempre hace que su joven jefe, Ciel Phantomhive, mantenga el prestigio y la integridad física. Nunca permite que algo quede fuera de lugar o que los sirvientes caigan en la holgazanería. ¿Pero qué misterio guarda este singular hombre, que observa una agilidad y fuerza inimaginables y a quien las balas no le afectan? ¡Un personaje que no debe estar fuera de la mente fantástica de los asiduos lectores de mangas, y a quien podrás conocer en este primer tomo de *Black Butler*!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a1fa73c-c20a-4f93-83e1-6b138f017be7",
    "title": {
      "en": "Contradict"
    },
    "updatedAt": "2024-05-20T14:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/1a1fa73c-c20a-4f93-83e1-6b138f017be7/ac49b527-65c1-4d32-ac80-56ec3a3a002e.png",
    "altTitles": [
      {
        "ja": "コントラディクト"
      }
    ],
    "description": {
      "en": "A cocky and confident Yajima harbors dislike for Torikai, a cool and talented fellow trainee in the Rescue Team. The two constantly quarrel, but one day they cross the line while squabbling and end up sleeping together. Yajima regrets it, but at the same time he cannot get Torikai's pleading expression out of his head. However, because they have been rivals until now, he just can't bring himself to be honest with Torikai.",
      "fr": "Yajima, arrogant et sûr de lui, n'aime pas Torikai, un collègue de l'équipe de secours, cool et talentueux. Les deux se disputent constamment, mais un jour ils dépassent les bornes en se chamaillant et finissent par coucher ensemble. Yajima le regrette, mais en même temps, il ne peut s'empêcher de penser à l'expression suppliante de Torikai. Cependant, comme ils ont été rivaux jusqu'à présent, il ne peut pas se résoudre à être honnête avec Torikai."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-02-19T03:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0402eee8-055d-4fff-9e4f-e08f7e4c808b",
    "title": {
      "en": "Gentle Wife's Secret Part-time Job"
    },
    "updatedAt": "2023-08-16T10:17:44+00:00",
    "coverArt": "https://mangadex.org/covers/0402eee8-055d-4fff-9e4f-e08f7e4c808b/fce00936-26c4-4580-97e2-db63bfd879d2.jpg",
    "altTitles": [
      {
        "ja": "ゆるふわ人妻 秘密のパート"
      },
      {
        "ja-ro": "Yurufuwa Hitozuma Himitsu no Paato"
      },
      {
        "uk": "Таємний підробіток тендітної дружини"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-04-12T20:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "87867b65-90c0-4dc3-b36e-1c151cfa969b",
    "title": {
      "en": "With Vengeance, Sincerely, Your Broken Saintess"
    },
    "updatedAt": "2024-05-02T21:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/e66c1fe1-580f-4e8b-8d41-c64c03e70f5b.jpg",
    "altTitles": [
      {
        "ja": "傷だらけ聖女より報復をこめて"
      },
      {
        "en": "Vengeance from a Saint Full of Wounds"
      },
      {
        "en": "The Holy Wound Became a Villain"
      },
      {
        "es": "La santa herida se convirtió en villana"
      },
      {
        "ru": "Возмездие Раненой Святой"
      },
      {
        "id": "Pembalasan saintess yang terluka"
      },
      {
        "ja-ro": "Kizu Darake Seijo Yori Houfuku wo Komete"
      }
    ],
    "description": {
      "ar": "لوا ، قديس مرشح مع قوى الشفاء. ومع ذلك ، فقد كانت قدراتها معيبة ، وستتألم وتتألم لنفسها من أجل نقل الأعراض لنفسها والشفاء منها. عاملها المرشحون القديسون على أنها عيب ، لكن صديقتها المقربة أريان كانت دائمًا هناك. في يوم من الأيام ، يحتضر جاروت ، قائد الفرسان الذي تهتم به روا. بعد أن تلتئم جراحه تمامًا ، تتجول لوا بين الحياة والموت في حدود قدراتها. ومع ذلك ، عندما استيقظ ، كان كل الفضل يعود إلى أريان ، وتم تحديد خطوبة جاروت وأريان. بالنظر إلى طبيعة أريان الحقيقية ، تعرض للضرب المبرح من قبل جاروت. في حالة من اليأس ، تعهد لوا بعدم شفاء أي شخص بعد الآن. ثم يسأل الأمير الثاني سوين ، “لماذا لا تنتقم من أولئك الذين أهانوك",
      "en": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]