[
  {
    "mangaId": "3e77107b-d348-401a-8545-f748e3c5d44c",
    "title": {
      "en": "Mogusa-san"
    },
    "updatedAt": "2023-07-05T23:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/3e77107b-d348-401a-8545-f748e3c5d44c/29c04000-73ed-44ed-8d35-da43069aa1ac.png",
    "altTitles": [
      {
        "ja": "もぐささん"
      },
      {
        "zh": "百草同学"
      }
    ],
    "description": {
      "en": "High school boy Koguchi Torao sees Mogusa Minori, a quiet, reserved girl in his class, walk into the restaurant run by his family and order an unbelievable amount of food, and even more surprisingly, sees that she keeps unagi pie (a sweet biscuit made with powdered eel) in her wallet?!  \n  \nThe story revolves around Koguchi and Mogusa's meetings in daily life and Koguchi's observations of Mogusa's unbelievable (and quite eccentric) eating habits."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "3c656386-202d-48ae-aa56-5017adc9e81b",
    "title": {
      "en": "Seiyuu Ka!"
    },
    "updatedAt": "2024-04-18T02:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/3c656386-202d-48ae-aa56-5017adc9e81b/703c460e-d7e5-453f-9d20-055a31daa6bd.jpg",
    "altTitles": [
      {
        "vi": "Diễn Viên Lồng Tiếng"
      },
      {
        "ja-ro": "Seiyuu Ka-!"
      },
      {
        "ja-ro": "Seiyuu Kaa!"
      },
      {
        "ja-ro": "Seiyuu-ka!"
      },
      {
        "en": "Seiyuu-Ka! Lovely Voice"
      },
      {
        "en": "Voice Over!: Seiyu Academy"
      },
      {
        "ru": "Сэйю-ка!"
      },
      {
        "th": "วัยมันส์จอมป่วนก๊วนนักพากย์ !"
      },
      {
        "zh": "声优志愿"
      },
      {
        "ja": "声優かっ!"
      },
      {
        "zh": "真的是声优吗!"
      },
      {
        "zh-hk": "聲優志願!"
      }
    ],
    "description": {
      "en": "Kino Hime is a 15 year-old girl who just started her first year in a high school for voice actors (Seiyuu) called Hiiragi Academy. She dreams of becoming the voice of the main character in one of the most popular series in Japan, \"Magic Fighter Lovely Blazers\". The academy is the number one school which allows students to make their voice acting debuts and also includes other departments such as general education, sports, music, acting, and art.  \n  \nOf course this Academy is full of celebrities, too. Two of Hime's upperclassmen are none other than the two rising idols of the group \"Idol Unit AQUA\".  \n  \nBut Hime's dream is hard to fulfill. Her voice is not really suitable for a voice actress and her new classmate Kudou Senri doesn't waste time in pointing that out. Will Hime prove everybody, especially Senri, what she is capable of despite the first appearance?",
      "pt-br": "Kino Hime é uma menina de 15 anos que acabou de começar seu primeiro ano em uma escola para dubladores (Seiyuu) chamada Hiiragi Academy. Ela sonha em se tornar a voz do personagem principal de uma das séries mais populares no Japão, \"Magic Fighter Lovely Blazers\". A academia é a escola número um, que permite aos estudantes fazerem a sua estreia na dublagem, e também inclui mais departamentos: esportes, música, atuação, e arte.\n\nÉ claro que esta Academia é cheia de celebridades, também. Dois dos colegas de Hime não são outros senão os dois crescentes ídolos do grupo \"Idol Unit Aqua\".\n\nMas o sonho de Hime é difícil de se realizar. Sua voz não é realmente adequada para uma dubladora e seu novo colega de classe Kudou Senri não perde tempo em apontar isso. Hime vai provar que todos, especialmente Senri, o que ela é capaz de fazer, apesar da primeira aparição?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "70"
  },
  {
    "mangaId": "ee9a14ef-4880-4833-a15c-c11c5ea0dda2",
    "title": {
      "en": "Samugari ni Yuki"
    },
    "updatedAt": "2024-04-09T19:00:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee9a14ef-4880-4833-a15c-c11c5ea0dda2/4186ef12-247a-4a66-8637-30ef824b74be.jpg",
    "altTitles": [
      {
        "ja": "寒がりに雪"
      },
      {
        "ja-ro": "Samugari ni Yuki"
      },
      {
        "en": "A Boy Sensitive to Cold & a Hard-Boiled Girl"
      },
      {
        "vi": "Anh chàng sợ lạnh và cô nàng nóng tính"
      }
    ],
    "description": {
      "en": "My childhood friend, who's sensitive to cold, is such a pain! He gets close to me every chance he gets to feel my body heat! He has no sense of personal space!\n\nYuki, who's fed up with being in the same school as Sabu, rejects him ruthlessly and brilliantly, sometimes with physical force and sometimes with words of disdain.\n\nWe have the kind-hearted, beautiful, strong girl and the super sensitive-to-cold, disappointingly good-looking guy. This is an exciting and surreal school life romcom!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "8c3ec304-b5d3-41d9-864c-b53e98729c25",
    "title": {
      "en": "The Results of My Author/Classmate Discovering My Yuri Obsession"
    },
    "updatedAt": "2024-03-19T21:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/8c3ec304-b5d3-41d9-864c-b53e98729c25/95bc1ae9-427a-4324-891c-8a035f520d10.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokyuusei no Oshi Sakka ni Yuri Mousou ga Bareta Kekka"
      },
      {
        "ja": "同級生の推し作家に百合妄想がバレた結果"
      }
    ],
    "description": {
      "en": "What happens when a classmate finds out about another girl's secret yuri obsession/feelings? A yuri comedy ensues!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6ce78f3-fb49-4051-88a8-03c2ef8d0a49",
    "title": {
      "en": "Mahouka Koukou no Yuutousei 2nd Season"
    },
    "updatedAt": "2024-01-26T14:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/b6ce78f3-fb49-4051-88a8-03c2ef8d0a49/abd926e0-7b2a-42d3-a933-b00bb4a25aab.jpg",
    "altTitles": [
      {
        "en": "The Honor Student at Magic High School 2nd Season"
      },
      {
        "ja": "魔法科高校の優等生 2nd Season"
      },
      {
        "ru": "Почетная ученица в школе магии (второй сезон)"
      }
    ],
    "description": {
      "en": "The days of Miyuki and others as first-graders also entered the second half, twenty-nine-six years and one month. As an exchange student with Shizuku, a beautiful girl with blond blue eyes, Lina moves in to the Magic Department high school. Her visit, which had a certain serious secret, was the beginning of change and eventful days for the girls of Fukayuki and Honokari Magic High School! A succession of incidents, deepening friendship, and love!? The 2nd season of the spin-off comic, full of girls' hard work, begins with the story of the \"Visitor Edition\" from a different angle!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fb2f092-4376-4e18-abd1-fe5f7ff1140f",
    "title": {
      "en": "I Seduced the Deceitful Duke"
    },
    "updatedAt": "2023-06-17T13:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/1fb2f092-4376-4e18-abd1-fe5f7ff1140f/6a234254-056f-42d3-9dd5-311d903ae0c9.jpg",
    "altTitles": [
      {
        "ko": "사기 친 공작님을 유혹해버렸다"
      },
      {
        "en": "I Seduced the Cheating Duke"
      }
    ],
    "description": {
      "en": "Maria carries out missions as a guild member while hiding the identity of her Count Fruit to earn her livelihood.  One day, she receives a request from her to break up the wedding of the Duke of Berry Winter.\n\n -This marriage is invalid. I have the duke's child!\"\n\n At Maria's shocking declaration, her wedding hall is agitated and she is about to leave.\n\n \"Babe, why are you so late?\"\n\n The Duke of Berry Winter calls me his first meeting...?\n\n Will Maria, who has suddenly become the duke's wife, be able to fulfill her wealthy dream?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2023-12-27T20:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/15470273-911b-4fdc-95c2-a93a33e29daf.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
    },
    "updatedAt": "2024-04-18T02:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/bef89e35-9027-4b63-aec3-16766e9ad3d4.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "en": "My level up is strange! ~ Reincarnation of a great Man in a Different World"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      },
      {
        "ja-ro": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that he had diligently saved up since his reincarnation at a high-class brothel.\n\nThe woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement...\n\n[Impregnation confirmed.]\n[Level up!]\n\n\"Does this mean that the more 'seeding' you do, the stronger you get?\"\n\nAn extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-04-11T20:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/aa1e392f-0e95-4710-98fd-8d0b13ffea28.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "en": "Hell’s Tormentor Kraken"
      },
      {
        "es-la": "El Kraken Carcelero"
      },
      {
        "ru": "Тюремщик кракен"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sevek’s female prison with the Power of the Kraken!\n\nFrom the author of Akame ga Kill and Mato Seihei no Slave!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be718d62-85a7-46f5-bcbe-956bd3f8758f",
    "title": {
      "en": "Shinkon-Yankee Dereru"
    },
    "updatedAt": "2024-05-20T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/be718d62-85a7-46f5-bcbe-956bd3f8758f/feec9241-768d-4f3f-a006-dc30511d67ef.jpg",
    "altTitles": [
      {
        "ja": "新婚ヤンキーデレる"
      },
      {
        "ja-ro": "Shinkon Yankee Dereru"
      },
      {
        "en": "Newlywed Delinquent Becomes Lovestruck"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd008813-6e96-4ffd-a49f-848445473b80",
    "title": {
      "en": "Live as a Villainess"
    },
    "updatedAt": "2024-05-01T13:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/dd008813-6e96-4ffd-a49f-848445473b80/ef47e9a1-2ce8-45d8-89dc-94ade7aabe41.jpg",
    "altTitles": [
      {
        "ko": "악녀로 살라신다"
      }
    ],
    "description": {
      "en": "“You have to become a villain to live? … But how do you do that?” One day, Da-jeong Kim, an ordinary Korean office worker who suddenly possesses the world of a novel. In fact, it is Christine Rosalind, the villain character who dies at the beginning of the novel in the series that she possessed. Perhaps because of Da-jeong’s possession, the original death is avoided, but that is only temporary. In a few moments, you die, and when you die, you return to the starting point of your life. How can I live without dying? The sky throws a clear answer to Da-jeong, who is in trouble. let her be a villain When she becomes a villain she can live without dying. … By the way, can she become a villain that only eats her heart? “A world collapsing, twisting characters. If you want to live, you have to remember who you are.” She said she could only live if she was a villain, did she mean that she could only live? After many twists and turns, she heard the voice of a villain, but Da-jeong’s life is hard and painful. It turns out that Christine was born into a civilization of ‘dead or bad’. Unexpected characters appear in front of Da-jeong, who is in such trouble. Raymon Myers, who is the man of the original story and is a perfect match for Christine, Diane Schneider, who was not found in the original, but has a reputation as a vicious witch in the world, and Cordelian Parker, who was possessed by the original author, the female lead of the original and the creator of this world. The three of them approach Da-jeong with different goals…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "247fe684-e74b-42f9-ae63-0c410a663408",
    "title": {
      "en": "Magic Kaito"
    },
    "updatedAt": "2024-04-19T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/247fe684-e74b-42f9-ae63-0c410a663408/854e89fc-200b-4fd7-be64-957cec7b17d6.jpg",
    "altTitles": [
      {
        "en": "Kaito Kid"
      },
      {
        "es": "Màgic Kaito"
      },
      {
        "ru": "Волшебник Кайто"
      },
      {
        "ar": "ماجيك كايتو"
      },
      {
        "ja": "まじっく快斗"
      },
      {
        "zh": "魔术快斗"
      },
      {
        "th": "จอมโจรอัจฉริยะ"
      }
    ],
    "description": {
      "en": "Teenage magician Kaito Kuroba has a secret identity: that of Kaitou Kid, a famous internationally-known and wanted \"phantom thief\". Kaito took the identity after one day discovering that his late father was the original Kaitou Kid. Later on, he discovers his father, who died from an 'accident' during a magic trick, was really murdered because he would not steal the jewel Pandora for an evil organization. As Kaitou Kid, Kaito tries to find Pandora before that organization that killed his father do, and destroy it, leading Inspector Nakamori and his taskforce on the wildest jewel heists imaginable!",
      "ja": "世紀の宝物を予告通りに手中し、闇から闇へと消え去る紳士・怪盗キッド！！見事なマジックで名刑事らの裏をかき、目指すは「正義」の完全犯罪！！今宵、神出鬼没の彼が狙う宝石は、時価4億円の「月の瞳」だ！！"
    },
    "status": "ongoing",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44f8bbdf-75ec-454e-88fa-981830aa93f8",
    "title": {
      "en": "Himeno-kun wa Hime ni Naritakunai"
    },
    "updatedAt": "2024-05-21T15:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/44f8bbdf-75ec-454e-88fa-981830aa93f8/62e70955-c1e9-433d-949e-6617be99e53d.jpg",
    "altTitles": [
      {
        "ja": "姫野君は姫になりたくない"
      },
      {
        "zh-hk": "姬野君不想當公主"
      },
      {
        "en": "Himeno-kun doesn't want to be a Princess"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7",
    "title": {
      "en": "Ojisama to Neko"
    },
    "updatedAt": "2024-03-30T22:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cc979c5-9c2d-4c16-9e83-e0a30dbcc6c7/b40082ed-1bd5-4845-8609-f5e679cb2533.jpg",
    "altTitles": [
      {
        "en": "A Man and His Cat"
      },
      {
        "tr": "Amca ve Kedi"
      },
      {
        "ru": "Мужчина и кот"
      },
      {
        "ja": "おじさまと猫"
      },
      {
        "es": "El hombre y el gato"
      }
    ],
    "description": {
      "en": "The heartwarming tale of a cat who wants nothing more than to be loved and the old man who adopts him.  \n  \n*2nd place of Tsugi Manga Awards, Category Webmanga*  \n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **A Man & His Cat** (2021)",
      "pl": "Poruszająca historia o kocie, który pragnął tylko odrobinę miłości i jego właścicielu.",
      "pt-br": "A história emocionante de um gato que não quer nada além de ser amado e do velho que o adota."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-13T17:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-04-22T21:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/038efe96-8e01-459a-9abb-117879018e8e.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      }
    ],
    "description": {
      "en": "Uehara-kun loves 2-dimensional characters and his desire is to become a manga artist! However, his dreams are dashed when an editor rejects his work as too boring.\n\nThe next day while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript and starts a pseudo-romance with him that's a little too close to comfort, to help him with his manga!\n\nThis is a mangakas ✖ adolescent love comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2023-12-26T19:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "3e6911b1-7294-4cfe-bff0-81e9ca0be8b6",
    "title": {
      "en": "Daraku Kazokuron"
    },
    "updatedAt": "2024-01-11T01:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e6911b1-7294-4cfe-bff0-81e9ca0be8b6/a6880d4f-f63c-47b9-9ccc-c613baf4fc1c.png",
    "altTitles": [
      {
        "ja": "堕落家族論"
      },
      {
        "en": "Dysfunctional Family Therapy"
      },
      {
        "ja-ro": "Daraku Kazoku-ron"
      }
    ],
    "description": {
      "en": "Ririko passed away, leaving behind her young daughter, Meguru, and a will. In the will she states that Meguru should get to know both Touma and Sentarou, then choose which one she wants to be her father. Now, a young Meguru has to live together with the squabbling duo for the next 3 months. Who will she choose to be her papa?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-04-17T21:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/f68d823a-e419-4920-887c-9b6240c7bd58.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7367cf84-a8f5-4b15-aaa7-a551b3616bc9",
    "title": {
      "en": "Seeking a Beauty in the East Sea"
    },
    "updatedAt": "2024-04-25T22:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/7367cf84-a8f5-4b15-aaa7-a551b3616bc9/a91f7188-f27e-4d39-8ac5-32cacb64bc86.png",
    "altTitles": [
      {
        "en": "Searching for the Beauty in the East China Sea"
      },
      {
        "zh-ro": "Dōnghǎi Xún Měirén"
      },
      {
        "zh-hk": "东海寻美人"
      },
      {
        "vi": "Đến Đông Hải Tìm Mỹ Nhân"
      },
      {
        "en": "Seeking a Beauty in the East Sea"
      }
    ],
    "description": {
      "en": "In a past life, the mountain deity took in a quiet child, only to find her care fostering an unexpected twist: the little one didn't want to be a servant but instead aspired to be the deity's most intimate companion! But fate played its cruel hand, turning the once inseparable pair into bitter enemies.\n\nIn this life, an adorable, water-fearing mermaid happens upon an aloof beauty with no memories of her past. A chance kiss during their first meeting sets off a chaotic companionship. However, what seemed to be a serendipitous meeting turns out to be a reunion of a relationship already rich with deep-seated emotions...\n\nFrom lifetimes past to the present, love flourishes..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-04-21T10:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-04-30T16:26:00+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/ab2baf7c-aa42-4ef1-af38-104bf4a2789d.png",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-04-13T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/46d0b1c5-cf74-40e2-800e-b9d83fbb6b73.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2023-12-03T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb676579-bf11-45cc-90f5-2870bfe94605",
    "title": {
      "en": "Mako-san Wa Shindemo Jiritsu Shinai"
    },
    "updatedAt": "2024-05-18T04:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/bb676579-bf11-45cc-90f5-2870bfe94605/4125a0c1-e949-494e-9bfa-0fa739b2b392.jpg",
    "altTitles": [
      {
        "en": "Mako-san Will Not Be Independent Even If It Kills Her"
      },
      {
        "en": "Under The Same Roof"
      },
      {
        "ja": "マコさんは死んでも自立しない"
      },
      {
        "zh-hk": "真子小姐她死都不想自立"
      },
      {
        "ru": "Мако не будет независимой, даже если это убьёт её"
      }
    ],
    "description": {
      "en": "It's been one year since Rin moved to Tokyo for high school. He was told by the landlord of his apartment that he didn't have to pay rent if he takes care of the landlord's granddaughter, which he immediately accepted. However, that granddaughter, Mako, ended up being a 20 year old college student who is completely incapable of taking care of herself. Even so, it was love at first sight for Rin, and he's been taking care of her ever since."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "108"
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-02-29T02:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/dd7a69b6-2531-42d6-a95e-bb21eff49449.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-05-05T16:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/0f6380ad-c1ec-448f-ad65-69c7810d7c25.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-04-23T19:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/9f5450f7-6fce-42fb-8d1f-1868aab618bd.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion! Sato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love―――!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "beed7d9c-530a-4c53-b4e0-531d75eb82e8",
    "title": {
      "en": "Playboy Beast"
    },
    "updatedAt": "2024-05-10T10:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/beed7d9c-530a-4c53-b4e0-531d75eb82e8/72dd0ce3-ac5b-428f-9855-d7e1aa87e018.jpg",
    "altTitles": [
      {
        "ja": "プレイボーイ・ビースト"
      }
    ],
    "description": {
      "en": "In a world where demi-beasts and humans co-exist, Riku Kurobuchi, a panther demi-beast, finds himself facing a dilemma.  \nHe is sociable, good looking, talented at sports, and popular with girls, but for some reason he still hasn't experienced his \"heat\" like everyone else.  \nAfter an unexpected transfer, he begins sharing his dorm room with the mature and handsome albino lion demi-beast, Touma Shishigaya.  \nRiku wants to keep his secret hidden from the confrontational Touma, but it's Touma's pheromones that bring about Riku's first heat!!  \nThis is a story of desire between a beautiful albino and an inexperienced demi-beast.",
      "fr": "Dans un monde où coexistent demi-bêtes et humains, Riku Kurobuchi, une demi-bête panthère, se retrouve face à un dilemme. Il est sociable, beau, talentueux et populaire auprès des filles, mais pour une raison quelconque, il n'a toujours pas connu ses « chaleurs » comme tout le monde. Après un transfert inattendu, il commence à partager sa chambre de dortoir avec le beau et mature demi-bête lion albinos, Touma Shishigaya. Mais dès leur cohabitation, les phéromones de Touma provoquent la première chaleur de Riku !! C'est une histoire de désir entre un bel albinos et une demi-bête inexpérimentée."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "51d5995e-275b-45ba-9b2a-8b59e489de71",
    "title": {
      "en": "Hitorigurashi no OL wo Egakimashita"
    },
    "updatedAt": "2022-03-22T08:49:37+00:00",
    "coverArt": "https://mangadex.org/covers/51d5995e-275b-45ba-9b2a-8b59e489de71/d02f7759-5f57-467f-bf87-fbe3015be810.jpg",
    "altTitles": [
      {
        "ja-ro": "Hitori Kurashi no OL wo Egakimashita"
      },
      {
        "ja": "ひとり暮らしのOLを描きました"
      }
    ],
    "description": {
      "en": "The life of a Japanese salaryman or OL (office lady) can be a thoroughly depressing one. Waking up early, working all day, staying out late for (mandatory) drinks with clients and coworkers, and then catching a few hours of sleep if you’re lucky, only to repeat it again and again and again.  \n  \nThis is the story of a \"Single OL\" and her pitiful lifestyle.  \n  \n[**Author's Twitter.**](https://twitter.com/black9arrows)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "150"
  },
  {
    "mangaId": "0d63b6f1-03b2-4f04-827c-8b2995026cf8",
    "title": {
      "en": "The Male Lead's Little Lion Daughter"
    },
    "updatedAt": "2024-05-20T01:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/0d63b6f1-03b2-4f04-827c-8b2995026cf8/086f0caa-8cda-4d5c-b2e9-d8f7a4cfa973.jpg",
    "altTitles": [
      {
        "ko": "남주의 입양딸이 되었습니다"
      },
      {
        "ko-ro": "Namjueui Ib-yangddal-i Doeeosseubnida"
      },
      {
        "en": "I Became the Male Lead's Adoptive Daughter"
      },
      {
        "ar": "اصبحت ابنة البطل المتبناة"
      },
      {
        "id": "Duke Mengadopsi Putri Singa"
      },
      {
        "ja": "主人公の養女になりました"
      },
      {
        "zh": "成为男主的养女"
      },
      {
        "zh-hk": "成為男主的養女"
      },
      {
        "en": "I Became the Male Lead's Adopted Daughter"
      }
    ],
    "description": {
      "ar": "قرر الدوق فيريو فولوتي فجأة تبني ابنة ووجد فتاة أيضًا لمن يحبها. تدور هذه القصة حول عائلة “محبة” من أب الأغنى والأقوى والأكثر تغطرسًا في العالم، وابنته بالتبني اللطيفة الصريحة والمحبة للعضلات، وزوجة أب مع سر غريب.",
      "en": "\"I'm going to adopt a child.\"\r\n\r\nDuke Phileo Boleoti's impulsive decision shocked everyone in the mansion. Not only did he make her his daughter, but he also gave her the name of a 'beast' that only direct members of the bloodline could receive.\r\n\r\n\"Even as you breathe right now, I'm earning money.\"\r\n\"It's confidence, not arrogance.\"\r\n\"My face really does have its advantages.\"\r\nThe most arrogant father in the whole world, and-\r\n\r\n\"I love muscles the most. Let's get muscular.\"\r\n\"Show me your thigh muscles! Your butt would be even better!\"\r\n\"You're nothing but a flower if you have a calm personality…\" his corrupted(?) daughter. \r\n\r\nAnd… \"I will give his excellency the information he wants most.\"\r\n\r\n\"Information I want most, you say…\"\r\n\r\n\"You won’t regret it.\"\r\n\r\n…A stepmother(?) with a strange secret as well.",
      "id": "Duke Voreoti yang tampan adalah pria paling menakutkan di kekaisaran. Tapi suatu hari, dia ingin mengadopsi seorang anak?!",
      "ko": "“아이를 입양한다”\r\n\r\n어느 날 갑자기 떨어진 북부의 주인 보레오티의 폭탄 발언.\r\n그리고 기적처럼 만난 “검은색”을 지닌 아이.\r\n\r\n그런데…\r\n\r\n“근☆육이 제일 좋아~ ☆불끈불끈☆ 모여라~ ٩(๑˃́ꇴ˂̀๑)۶”\r\n“이두근 (ง˙∇˙)ว, 삼두근 (ง˙∇˙) ง”\r\n“흉근 복근 짜릿해 ദ്ദി ˉ͈̀꒳ˉ͈́ )✧.”\r\n\r\n“…주군, 저희 애들은 저 정도까지는 아니었습니다만.”\r\n\r\n아니다. 우리 애가 얼마나 똑똑한데. 일곱 살인데 어려운 말도 많이 알고, 책도 빨리 읽고, 배짱도 있고… 너네 우리 딸이 구운 쿠키 먹어봤나? 아무튼 재능이 넘쳐난단 말이다. 우리 딸은 천재야. 얼굴도 날 닮아서 요즘 부쩍 미모가 꽃을 피우고 있지. 벌써부터 두려울 정도다. 이 내가 말이지.\r\n\r\n……그래, 인정한다. 내 딸은 변태다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6341b809-53e3-4461-ab3b-160514964685",
    "title": {
      "en": "Chiisai Boku no Haru"
    },
    "updatedAt": "2024-05-21T15:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/6341b809-53e3-4461-ab3b-160514964685/e5d74526-0a46-4eaf-9905-571c9a0fed5b.jpg",
    "altTitles": [
      {
        "en": "Spring of Little Me"
      },
      {
        "ja": "小さい僕の春"
      }
    ],
    "description": {
      "en": "Suzuki Souta, a high school boy on the school volleyball team, is interested in his classmate Shinonome Asahi, a member of the girls' volleyball team. She thought of him as a good volleyball player, so she has been seeking him out every day. Souta was a keen volleyball player until junior high. However, because of his height, he could never become the spiker he longed to be. As a result, he got into the habit of giving up on things. Souta's high school life: Will he meekly accept what he cannot have? Or will he try to become a man who can stand with Asahi? Youth is a series of choices. Please, Souta, hang in there and do your best!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91503d4c-16d6-4962-9eca-93557667066c",
    "title": {
      "ja-ro": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?"
    },
    "updatedAt": "2024-05-05T21:36:17+00:00",
    "coverArt": "https://mangadex.org/covers/91503d4c-16d6-4962-9eca-93557667066c/dc196a9d-f938-4e54-a4a1-b2ecf148b0cf.jpg",
    "altTitles": [
      {
        "tr": "Neden Kimse Benim Dünyamı Hatırlamıyor?"
      },
      {
        "vi": "Phy Sew lu, ele tis Es feo r-delis ec I."
      },
      {
        "en": "Why Doesn't Anybody Remember My World?"
      },
      {
        "ru": "Почему все забыли мой мир?"
      },
      {
        "ja": "なぜ僕の世界を誰も覚えていないのか？"
      },
      {
        "en": "Why Does Nobody Remember Me in This World?"
      }
    ],
    "description": {
      "en": "\"Why doesn't anybody remember the true world…!\"  \r\nThe great war between the five races over the world ended when the Hero Sid led humanity to victory. A young soldier named Kai watched as that world was suddenly overwritten before his eyes. In the rewritten world, Sid never existed. Humanity had lost. There, dragons and demons ruled the world. Kai was forgotten by everyone around him.  \r\nHowever, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without a hero, he inherits the hero's sword and martial arts and challenges the mighty enemy races in power. Thus begins the quest of one boy, forgotten by the world, to take back the future!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "696b9123-377a-488d-9f79-761b19cab495",
    "title": {
      "en": "Open Sesame"
    },
    "updatedAt": "2022-05-15T17:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/696b9123-377a-488d-9f79-761b19cab495/70131990-05db-43cf-9240-cf61fcd019e0.jpg",
    "altTitles": [
      {
        "zh": "恋爱新鲜人"
      },
      {
        "ja": "オープンセサミ"
      }
    ],
    "description": {
      "en": "Danjou Yamato is a high-school student who lives in the countryside and is the boxing champion of the region. However, when his family has to move out to live in Tokyo, he is transfered to a school in Tokyo that was previously an all-girls school. Girls have a lot of power and give the guys a hard time. But Yamato will not bow down to the power of the girls, and on his way to claim power for the guys in the school, he finds out something about his past… something that he had forgotten long ago…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "94"
  },
  {
    "mangaId": "a4f8ace2-33cf-40e1-806d-4d6e26d7ac25",
    "title": {
      "en": "Ore no Kouhai ga Konna ni Kawaii Wake ga Nai"
    },
    "updatedAt": "2024-05-21T15:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/a4f8ace2-33cf-40e1-806d-4d6e26d7ac25/e1c7f964-ac55-4b4a-b309-453015123b0e.jpg",
    "altTitles": [
      {
        "en": "My Kouhai Can't Be This Cute"
      },
      {
        "ja-ro": "Ore no Kōhai ga Konna ni Kawaii Wake ga Nai"
      },
      {
        "ja-ro": "Ore no Kouhai ga Konnani Kawaii Wake ga Nai"
      },
      {
        "ja": "俺の後輩がこんなに可愛いわけがない"
      },
      {
        "es-la": "No hay forma de que mi júnior sea tan linda"
      }
    ],
    "description": {
      "en": "Ore No Kouhai ga Konnani Kawaii Wake ga Nai follows the experiences of Ruri Gokou and Kyousuke Kousaka, as they both begin to explore the feelings that they have for each other. Will they be able to acknowledge their feelings for each other, or will they reach a standstill in their pursuit of happiness?",
      "es-la": "OreKou es una Serie Derivada de OreImo, sigue la historia de las novelas ligeras, ambientada en el momento en que Kirino Kousaka se va a Estados Unidos para realizar un entrenamiento atlético. La historia se centra en las experiencias de Ruri Gokou (Gato Negro), un estudiante de primer año de secundaria que se convierte en el junior de Kyousuke. lucha por socializar con sus nuevos compañeros de clase, e intenta aclarar sus sentimientos por su superior."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "974aabfb-dc1c-4753-816c-4ac120d91399",
    "title": {
      "en": "The Return of Elena the Knight"
    },
    "updatedAt": "2023-12-03T02:37:17+00:00",
    "coverArt": "https://mangadex.org/covers/974aabfb-dc1c-4753-816c-4ac120d91399/7aa06724-5e03-4c34-aa1a-81a05ad06aa5.jpg",
    "altTitles": [
      {
        "en": "Return of the Female Knight"
      },
      {
        "en": "ROTFK"
      },
      {
        "en": "Lady in Armor"
      },
      {
        "ko": "돌아온 여기사"
      },
      {
        "zh": "回归的女骑士"
      },
      {
        "zh-hk": "穿越的女騎士"
      },
      {
        "vi": "Sự Trở Lại của Nữ Hiệp Sĩ"
      }
    ],
    "description": {
      "en": "Elena, who spent her entire life as a cold-blooded female knight to avenge her family, ended up dying without claiming her revenge. When she opened her eyes she found that she went back into the past. By day she was a lady in a dress, and at night she carried a sword to change history and prevent her family's destruction.  \n  \n\"I want to marry you, Your Highness,\" she said to the crown prince. She would do this to save her family.",
      "id": "Elena, yang menghabiskan seluruh hidupnya sebagai seorang ksatria wanita berdarah dingin untuk membalaskan dendam keluarganya, akhirnya mati tanpa menuntut balas. Ketika dia membuka matanya, dia menemukan bahwa dia kembali ke masa lalu. Pada siang hari dia menjadi seorang wanita bangsawan, dan pada malam hari dia membawa pedang untuk mengubah sejarah dan mencegah kehancuran keluarganya. \"Saya ingin menikahi Anda, Yang Mulia,\" katanya kepada putra mahkota. Dia akan melakukan ini untuk menyelamatkan keluarganya."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "266586cd-9179-4a5d-b082-e50853f86143",
    "title": {
      "en": "Ryuko"
    },
    "updatedAt": "2022-04-25T18:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/266586cd-9179-4a5d-b082-e50853f86143/7a8f32f7-1bab-47c3-9de5-c66e1202c0b3.jpg",
    "altTitles": [
      {
        "ja": "龍子"
      }
    ],
    "description": {
      "en": "Ryuko is a hard-hitting, motorcycle-riding crime boss of the Japanese mafia. After a criminal operation in the Middle-East turns explosive, she must return home to face Chinese gangsters, terrorists, and her own personal demons…  \n  \n**Note:** *This was originally published in English, so it doesn't have a specific japanese demographic.*",
      "es": "Tras un golpe de estado del ejército rebelde, el reino de Forossyah desaparece bajo las llamas. Ryuko, una jefe del clan yakuza cuyas actividades se extienden hasta Oriente Medio, se encarga de la custodia de Valerie, la hija recién nacida del Rey.  \nDieciocho años después, Valerie ha crecido y quiere huir, pero su benefactora ve sus caprichos como un mal de ojo. Un día, el cuartel general del clan de Ryuko en Forossyah es asaltado por el ejército.  \nAllí, las verdades salen a la luz, especialmente sobre la madre de Ryuko, quien se supone que murió, y llevará a la joven a ir a Japón para averiguar más…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2024-05-20T20:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/3ea5ec2c-86b3-486b-86fe-a0ceb75e12b4.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c7395cf-9e3d-4f78-be0a-4e219807015f",
    "title": {
      "en": "Mermaid Melody Pichi Pichi Pitch: Aqua"
    },
    "updatedAt": "2024-02-17T06:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/1c7395cf-9e3d-4f78-be0a-4e219807015f/0e643a06-1e9c-4428-ab56-504ddfaa5474.jpg",
    "altTitles": [
      {
        "ja": "マーメイドメロディー ぴちぴちピッチ aqua"
      }
    ],
    "description": {
      "en": "Lukia Nanami is turning seventeen. Her family has just moved to a town by the sea, and on her first walk down to the beach, she saves a handsome surfer from drowning. The next day, she’s shocked to discover he’s not only a classmate at her new school, but has no idea who she is, and insists he was saved by a mermaid! A new chapter in the saga of *Mermaid Melody Pichi Pichi Pitch*, from original artist Pink Hanamori! [Kodansha]"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "039c5a21-c94f-406f-b8e8-f246df664697",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-05-12T18:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/039c5a21-c94f-406f-b8e8-f246df664697/d2099ccc-8e90-494e-b466-938a2c6a7203.jpg",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "fr": "\"Eun Hae-il\", est devenu adulte sans jamais oublier le garçon dont il était secrètement amoureux. Cette année-là, après avoir passé quatre fois le concours, il a finalement été accepté dans l'école de ses rêves. Mais alors qu'il sauvait un enfant tombé à la mer, il s'est épuisé et a été emporté par les vagues, au point de se noyer lui-même.\n\nAlors qu'il fermait les yeux en pensant au garçon qu'il aimait tant juste avant de rendre son dernier souffle, lorsqu'il les rouvrit, il se trouvait dans un bus plutôt que dans l'océan.\n\nRessuscité après avoir traversé la mort et le temps, Eun Hae-il se retrouve face à son amour de jeunesse, \"Yoon Pado\". \n\nEst-ce que c'est vraiment une seconde chance offerte par le destin ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2023-05-12T18:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/d3f69051-6844-4bcf-9fae-071619011616.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  }
]