[
  {
    "mangaId": "0c196df6-a4c4-4f7a-8b61-10dd47d30f0c",
    "title": {
      "en": "Isekai Furin ll ~Michibika Reshi Hitodzuma Tachi to Bukiyo Tensei Yuusha~"
    },
    "updatedAt": "2024-09-21T20:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/0c196df6-a4c4-4f7a-8b61-10dd47d30f0c/93cc4ac0-b699-476c-acd6-f8d80f6e24a4.jpg",
    "altTitles": [
      {
        "ja": "異世界不倫Ⅱ～導かれし人妻たちと不器用転生勇者～"
      },
      {
        "en": "Otherworld Affair II"
      },
      {
        "en": "Isekai Affair 2"
      },
      {
        "en": "Isekai Furin Part 2"
      }
    ],
    "description": {
      "en": "An office worker, Yuuto Aida, witnesses his wife's affair at home!  When he jumps out of the house, he gets hit by a truck and is reincarnated in another world as a hero!!  However, due to the misunderstanding about Goddess Reincarnation, he only had one skill, it was a skill that could captivate other people's wives!!\n\n(MTL)",
      "id": "Suami sibuk bekerja Istri sibuk selingkuh, Seorang pekerja kantoran, Yuuto Aida, menyaksikan perselingkuhan istrinya di rumahnya! Ketika dia melompat keluar rumah, dia ditabrak truk dan bereinkarnasi di dunia lain sebagai pahlawan!! Namun, karena kesalahpahaman tentang Reinkarnasi Dewi, dia hanya punya satu skill, itu adalah skill yang dapat memikat istri orang lain!!",
      "ja": "ごくごく普通のサラリーマン・愛田勇人（あいだ　ゆうと）は、自宅で妻の浮気現場を目撃！家を飛び出したところ、“例のトラック”に轢かれ──勇者として異世界転生することに！！しかし、転生の女神のひょんな勘違いから、たったひとつのスキルだけを彼は手に入れることになった──　それは、“人妻完全魅了（チャーム）”というスキル！世の人妻は皆すべて、彼に魅了される！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fa27946-b9f1-46aa-8c45-05378fafcf23",
    "title": {
      "en": "Madogiwa de Amu"
    },
    "updatedAt": "2024-06-29T18:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fa27946-b9f1-46aa-8c45-05378fafcf23/0121b83a-b962-4afc-ac22-ba6540a0dfb6.png",
    "altTitles": [
      {
        "en": "Knitting by the Window"
      },
      {
        "ja": "まどぎわで編む"
      }
    ],
    "description": {
      "en": "Ota-kun is being bullied. Yamagishi-san, who sits in front of him, can't bear to see it and starts exchanging letters with him. Ota-kun decides to give Yamagishi-san a hand-knitted bracelet as a birthday present, but…!?\n___\nPublished in Weekly Shonen Jump No. 19 2022 (April 25 Issue) on April 11, 2022."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41581bd-ea92-44ef-8eb9-cd62df5c35b0",
    "title": {
      "en": "Kuse Tsuyo Kanojo wa Toko ni Izanau"
    },
    "updatedAt": "2024-06-20T04:58:11+00:00",
    "coverArt": "https://mangadex.org/covers/b41581bd-ea92-44ef-8eb9-cd62df5c35b0/f8bf2243-4049-4dd2-a4ee-352172bfea6a.png",
    "altTitles": [
      {
        "ja": "クセ強彼女は床にいざなう"
      },
      {
        "ja": "クセ強彼女はとこにいざなう"
      },
      {
        "ja": "クセ強彼女は床(とこ)にいざなう"
      },
      {
        "ja-ro": "Kusetsuyo Kanojo wa Toko ni Izanau"
      },
      {
        "en": "A Quirky Girl Is Inviting Me to Bed"
      }
    ],
    "description": {
      "en": "***I'm suddenly living together with the older girl I used to have a crush on!? Even more, I'm starting to suspect that she's a slut!?***\n\nNaoto Kiyoshi is a young man who just entered university after failing his entrance exams one year before. When he was looking for a place to live in so that he could move to Tokyo, he found himself living together with Luna, a relative and older girl who he used to have a crush on.\n\nThe Luna he admired in the past was neat, beautiful and mature... and now she apparently became a slut!? Night after night, he hears her seductive and unladylike moans, and it's making Naoto horny. There are also other men she's unreasonably close to besides him. Luna, whose thoughts he couldn't fathom, is leading him around by the nose! Furthermore, other women with lewd quirks aside from Luna have also gathered there!?\n\nThis is the start of his exciting new life surrounded by slutty(?) older girls!",
      "ja": "昔好きだったお姉さんといきなり同棲!?しかもヤリマ●疑惑が浮上!?\n\n一浪して大学に合格した青年・木吉直人。上京のために住める場所を探していたところ、親戚で憧れの姉・月（ルナ）の家で同棲することに。\n昔憧れていた月は垢ぬけて、美しく成長し…そして…ビッチになっていた!?夜な夜なあられもない嬌声を聞き、モンモンとする直人。\n他の男性がいる割に距離感もめちゃくちゃ近い。何を考えているか分からない月に翻弄され、さらに月以外の\nエッチで癖が強い女の子たちも集まりだし…!?\n\nビッチ？なお姉さんたちに囲まれる楽しい新生活、開幕ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-09-11T18:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4680d6f4-51e3-4937-b9aa-487998f52a4d.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-07-16T01:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2022-05-28T14:57:44+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-08-17T09:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Namamahala, Araw-Araw"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Sa isang partikular na paaralan ay may isang natatanging klab at ang tatlong tagapamahala nito. Bagama't hindi kapansin-pansin, ay nagsimula na ang mga araw na kahit saan ay hindi matatagpuan! Iginuhit ni Souichiro Yamamoto, ay isang bagong kuwento ng mga kabataan sa larangan ng isports!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9094ec17-2720-4781-85fc-a5ded1fbb410",
    "title": {
      "en": "Muhyo to Roujii no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
    },
    "updatedAt": "2023-12-06T18:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/9094ec17-2720-4781-85fc-a5ded1fbb410/7d1deea0-b428-40f5-8b32-12c98cc119ed.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: Magical Genus Magic Tool Master Chapter"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: The Asmodian Artificer Arc"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所 魔属魔具師編"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: The Magic Demonologists"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation Sequel"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office: Demon Tribe Magic Tool Master Arc"
      }
    ],
    "description": {
      "en": "10 years after the ending of the original, comes the sequel to the manga series *Muhyo to Rouji no Mahouritsu Soudan Jimusho*.  \n  \n*Muhyo to Roji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen*, follows Muhyo, Rouji and all their friends some time after the conclusion of the main series.  \n  \n---\n\nMagical Law (Mahouritsu)... its purpose is to punish spirits who have harmed human beings or have committed wrongdoings.\n\nMuhyo, who is a genius practitioner of Magic Law and the youngest Executor ever, and Jirou Kusano (Roji), Muhyo's crybaby assistant who hardly ever supports him, investigate mysterious blackouts and spiritual phenomena that have been occurring in the city frequently. Moreover, those blackouts involve a person called the \"demon magician,\" who creates forbidden tools.\n\nAs they investigate further an ominous shadow approaches the two...!?\n\nAfter solving numerous cases and mysteries in the past, will Muhyo and Roji succeed again?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "abd0bc20-063a-45a0-91b2-8b7049701d4a",
    "title": {
      "en": "Saikyou Onmyouji no Isekai Tenseiki ~Geboku no Youkaidomo ni Kurabete Monster ga Yowaisugirundaga~"
    },
    "updatedAt": "2024-06-29T12:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/abd0bc20-063a-45a0-91b2-8b7049701d4a/308e3864-9a73-41b2-b9c0-962e67b5fcca.jpg",
    "altTitles": [
      {
        "en": "The Reincarnation of the Strongest Exorcist in Another World"
      },
      {
        "ja": "最強陰陽師の異世界転生記 ～下僕の妖怪どもに比べてモンスターが弱すぎるんだが～"
      },
      {
        "ja-ro": "Saikyou Onmyouji no Isekai Tensei-ki ~Geboku no Youkai-domo ni Kurabete Monster ga Yowasugiru n da ga~"
      },
      {
        "zh-hk": "最強陰陽師的異世界轉生記 ～怪物比我的下僕妖怪弱太多了～"
      },
      {
        "zh": "最强阴阳师的异世界转生记"
      },
      {
        "en": "The Reincarnation of the Strongest Onmyoji ~ These Monsters Are Too Weak Compared to My Youkai~"
      }
    ],
    "description": {
      "en": "Haruyoshi Kuga’s power as the strongest exorcist is all for naught when he is betrayed by his closest ally. With his dying breath, he casts the secret Spell of Reincarnation — when he next opens his eyes, he finds himself in a different world altogether, reincarnated as Seika Lamprogue, the son of a family of magic scholars!\n\nHe quickly learns that the magic in this new world is quite unlike the sorcery he learned in his past life and that he can’t use it. Fortunately for him, with his mastery of curses and the hordes of youkai at his disposal, he doesn’t need to. \n\nHaruyoshi (now Seika) is determined not to repeat his past mistakes in his second life by smartly laying low and avoiding flaunting his power. Yet accomplishing his goals and without drawing attention to himself proves to be easier said than done — will his powers be enough to live a happy life?! \n\n---\n\n[Official English Light Novel](https://j-novel.club/series/the-reincarnation-of-the-strongest-exorcist-in-another-world)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-08-26T14:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e326fcfb-ec60-4f6b-877b-ab2448c678d3",
    "title": {
      "en": "7th Time Loop: The Villainess Enjoys a Carefree Life Married to Her Worst Enemy!"
    },
    "updatedAt": "2024-09-14T20:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/e326fcfb-ec60-4f6b-877b-ab2448c678d3/835dbc2a-28ed-48c1-b07f-c0d2c9d3f11c.jpg",
    "altTitles": [
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁（人質）生活を満喫する"
      },
      {
        "ja": "ループ7回目の悪役令嬢は、元敵国で自由気ままな花嫁生活を満喫する"
      },
      {
        "ja-ro": "Loop 7-kai me no Akuyaku Reijou wa, Moto Tekikoku de Jiyuu Kimamana Hanayome Seikatsu wo Mankitsu Suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome (Hitojichi) Seikatsu o Mankitsu suru"
      },
      {
        "ja-ro": "Rūpu 7-kai-me no Akuyaku Reijō wa, Moto Tekikoku de Jiyū Kimamana Hanayome Seikatsu o Mankitsu suru"
      },
      {
        "en": "The Villain Daughter Enjoys Her Seventh Life as a Free-Spirited Bride (Hostage) in a Former Enemy Country"
      },
      {
        "en": "The Villainess Wants to Enjoy a Carefree Married Life in a Former Enemy Country in Her Seventh Loop!"
      },
      {
        "zh": "轮回七次的恶役千金，在前敌国享受随心所欲的新婚生活"
      },
      {
        "zh-hk": "輪回七次的惡役千金，在前敵國享受隨心所欲的新婚生活"
      },
      {
        "vi": "Nữ Phụ Phản Diện Ở Kiếp Thứ 7 Muốn Tận Hưởng Cuộc Sống Hôn Nhân Ở Địch Quốc"
      },
      {
        "th": "ชีวิตลูปที่ 7 ของนางร้าย ขอเป็นเจ้าสาวนอนกลิ้งสบายในแดนอดีตศัตรู"
      },
      {
        "ko": "루프 7회차 악역 영애는 적국에서 자유로운 신부 생활을 만끽한다"
      }
    ],
    "description": {
      "en": "Rishe, the daughter of a duke, is stuck in a time loop that begins at the moment her engagement is annulled and ends with her early demise at the age of 20. She has now begun her seventh loop.  \n  \nIn her past do-overs, Rishe experienced various occupations, including being a merchant, a pharmacist, and a knight. But this time around, she simply wishes to live a long and leisurely life!  \n  \nThat *was* the plan, only for it to be derailed by an unprecedented marriage proposal from her killer in the previous loop, the neighbouring country's Crown Prince—?!  \n\n\n---\n\n- [Original Web Novel](https://ncode.syosetu.com/n1784ga/)",
      "id": "Rishe, seorang putri dari bangsawan, terjebak dalam putaran waktu yang dimulai sesaat setelah pertunangannya dibatalkan, dan berakhir saat kematiannya di awal usia 20 tahun. sekarang dirinya memulai putaran waktu yang ke tujuh kalinya. Di kehidupan sebelumnya, Rishe menjalani berbagai macam pekerjaan, termasuk bekerja menjadi pedagang, apoteker, dan seorang kesatria. Tetapi pada kali ini, dia hanya mengharapkan kehidupan panjang dan waktu yang luang! Itu adalah rencananya, hanya untuk tergelincir dalam tunangan yang belum pernah terjadi dari seseorang yang membunuhnya pada putaran waktu yang sebelumnya, Putra mahkota dari negeri tetangga-?!",
      "ja": "公爵令嬢リーシェの人生には大きな秘密があった――。 \nそれは“20歳で命を落としては婚約破棄の瞬間に戻ってしまう”こと。 \n\nこれまで商人や薬師、侍女などそれぞれで充実した時間を満喫したが７回目の今度の人生は、違った決意に満ちていた。 \n\n「今度こそ長生きをしてゴロゴロした生活を送りたい！」 \n\nだが、実行に移すべく城を飛び出そうとした矢先、皇国ガルクハインの皇太子アルノルトと邂逅を果たす。 \n\n彼こそ“騎士”だった前世でリーシェを殺害した張本人だった！ \nさらに、妙に気に入られ結婚まで申し込まれてしまい――!? \nゴロゴロしたい決意とは裏腹に、波瀾万丈な７回目の人生が始まる。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ce18f6-7ed7-4c57-92da-c320a2272ddb",
    "title": {
      "en": "It Is Painful!"
    },
    "updatedAt": "2024-08-15T19:46:38+00:00",
    "coverArt": "https://mangadex.org/covers/36ce18f6-7ed7-4c57-92da-c320a2272ddb/c181df50-271f-4375-bd15-688e8cd5dfb9.jpg",
    "altTitles": [
      {
        "ja": "痛いんです"
      },
      {
        "ja-ro": "Itain desu"
      },
      {
        "ja-ro": "Itai ndesu"
      },
      {
        "ja-ro": "Itai n desu"
      }
    ],
    "description": {
      "en": "What level of pain can you tolerate? Is it 1? Or is it 6? Let’s go to the theme park of pain…\n\nA collection of painful events that people have experienced sorted in the “Pain Level Scale”, from 1 to 6.\n\n\nNote: Sukima.me lists there being 23 chapters because they merged 3 and 4. There are 24 chapters."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "23.5"
  },
  {
    "mangaId": "ef2e8596-ffb6-443d-9169-e8a773590937",
    "title": {
      "en": "Edo Dead"
    },
    "updatedAt": "2024-09-21T09:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/ef2e8596-ffb6-443d-9169-e8a773590937/401b2f6a-2443-4de1-bb2a-fd0d69c7c7c0.jpg",
    "altTitles": [
      {
        "ja": "エドデッド"
      },
      {
        "ru": "Мертвецы из Эдо"
      }
    ],
    "description": {
      "en": "Yamada, a ronin seeking a job in the city of Edo. Meanwhile, a horde of dead people suddenly start wandering around. Aiming to escape from the city with the little girl Wheat I met ..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-08-15T00:05:19+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7417d386-f195-4d82-bc79-0f00c51a3941.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2249870-322e-461f-9704-249d49d8fa89",
    "title": {
      "en": "Ushiro no Seki no Gyaru ni Sukarete Shimatta -Mou Ore wa Damekamoshirenai-"
    },
    "updatedAt": "2024-09-19T13:48:02+00:00",
    "coverArt": "https://mangadex.org/covers/e2249870-322e-461f-9704-249d49d8fa89/4a01ac3d-c7e7-4b8a-9b4c-1d5d76ebd47f.jpg",
    "altTitles": [
      {
        "ja": "うしろの席のぎゃるに好かれてしまった。　もう俺はダメかもしれない。"
      },
      {
        "en": "The Gal is Sitting Behind Me, and Loves Me -Maybe I'm Screwed Already-"
      }
    ],
    "description": {
      "en": "***My school life has changed drastically just because she likes me that I barely talk with?!***\n\nYuizaki Shino, one of the most beautiful girls in the school is a classmate of Fujiwara Sandai sitting behind him. It was only on a whim that Sandai helped her out despite spent his days studying and not having a single friend. It was supposed to be―\n\n*\"I couldn't wait for after school! ....Hey, hold on a minute?\"*\n\nThat day and moment led Sandai to start dating Shino. They spend time together after school, they keep up with each other's hobbies, and they stay over frequently.... She's kind-sweet and always clings to him. And somehow, the other classmates started to pay attention to Sandai, they slowly changing his style appearance, and there was a lot of talks around his belt. He's more unsettled than when Sandai alone before. ....Well, this kind of school life isn't so bad, is it?",
      "ja": "何の接点も無い彼女に好かれた…だけで、俺の学園生活が激変!?\n\n　うしろの席の同級生で、学校有数の美少女ギャル・結崎志乃。\n\n勉強ばかりで、友達が一人もいない日々を過ごす俺が、彼女を助けたのは、ほんの気まぐれにすぎなかった。\nそのはずが――\n\n「放課後が待ち遠しかった！　……ね、ちゅーして？」\n\n　その出来事をきっかけに、俺は志乃と付き合うことになった。\n学校が終われば一緒に過ごして、お互いの趣味に付き合って、頻繁にお泊まりして……\n彼女は優しく、いつも俺にべったり。\n\n　さらにクラスメイトに注目されるようになって、俺の見た目を改造してくれたり、俺の周りも騒がしく。\n一人の時より、落ち着かないんだが……ま、こんな学校生活も悪くはないか。\n\n---\n\n- [Web Novel](https://kakuyomu.jp/works/1177354054921974753)\n- [Official LN (JP)](https://fantasiabunko.jp/special/202206ushironoseki)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aeb26397-e270-41f6-bde8-728608d63858",
    "title": {
      "en": "Sesesese! ～Mezase Hatsu H! Doutei Joshi no Tokimeki Daisakusen～"
    },
    "updatedAt": "2024-09-15T08:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/aeb26397-e270-41f6-bde8-728608d63858/02d9d98c-b35d-48da-8259-43235fdd6f2c.jpg",
    "altTitles": [
      {
        "en": "Sesesese! ～Aiming For My First Time! A Virgin Girl's Heart-Pounding Grand Strategy～"
      },
      {
        "ja": "せせせせ！～目指せ初H！童貞女子のときめき大作戦～"
      }
    ],
    "description": {
      "en": "A high-energy sexually-charged comedy! Nagara Ayano, who has transformed from a virgin college student into a female version of his middle school self, blindly rushes in headfirst to try and achieve his first sexual experience, but things aren't going as smoothly as he'd hope...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c524d15-6523-42e0-91a8-f516dd57fc7a",
    "title": {
      "en": "Ama ama Cinderella"
    },
    "updatedAt": "2024-04-14T10:29:13+00:00",
    "coverArt": "https://mangadex.org/covers/3c524d15-6523-42e0-91a8-f516dd57fc7a/153167c5-a844-4502-80f3-864c2c84e71e.jpg",
    "altTitles": [
      {
        "en": "Sweet Cinderella"
      },
      {
        "ja": "甘々シンデレラ"
      },
      {
        "vi": "Những nàng lọ lem ngọt ngào của tiệm bánh"
      },
      {
        "ja-ro": "Amaama Cinderella"
      }
    ],
    "description": {
      "en": "\"I want my little sister to eat a cake!\" Minori, a male college student, decided to work part-time at a super popular cake shop with that in mind. The shop is located inside a school for young ladies!? Can a boy bad at communicating, who can't even look straight in the eye and speak properly run a cake shop with four JK patissiers? Enjoy a teen romantic comedy sweeter than a cake♪",
      "ja": "妹にケーキを食べさせたい！」その一心で超人気洋菓子店でのバイトを始めることに決めた男子大学生のみのり。しかしその店があるのはなんと“お嬢様学校の中”！？　まともに目を見てしゃべれないコミュ障男子がJKパティシエ4人とともにお店を切り盛りできるのか？　ケーキよりも甘～い青春ラブコメをご賞味あれ!\n\nまともに目を見てしゃべれないコミュ障大学生の季村みのり。妹にケーキを食べさせたい一心で超人気洋菓子店でバイトに応募したがそこはなんとお嬢様学校の構内にある店だった！　春宮苺、夏野もも、秋山林檎、冬月みかん、４人のJKパティシエと一緒にお店を切り盛りすることに!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "26.5"
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-08-25T08:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/7b2ec63c-2f24-4c2f-83c7-5f60c4695ddc.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "Betrayed by the Hero, I Formed a MILF Party with His Mom!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party!\n\nAs a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party.\n\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-08-24T13:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/f7c3794c-d9fc-4e56-b4a4-392cbc7ca13c.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca06a76e-d96f-487d-9920-f9b8b97cecd1",
    "title": {
      "en": "Ryuroden"
    },
    "updatedAt": "2023-11-23T17:11:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca06a76e-d96f-487d-9920-f9b8b97cecd1/2dde6d2a-dcfd-4c22-9b9e-ee9910155ff4.jpg",
    "altTitles": [
      {
        "vi": "Chú bé rồng"
      },
      {
        "vi": "Con trai rồng"
      },
      {
        "es": "Legenda Naga"
      },
      {
        "en": "Story of Dragon and Wolf"
      },
      {
        "ja": "The Legend of Dragon's Son"
      },
      {
        "ja": "りゅうろうでん"
      },
      {
        "ja": "龍狼伝"
      },
      {
        "zh": "龙狼传"
      },
      {
        "vi": "Thanh Long Nhi"
      }
    ],
    "description": {
      "en": "Middle schoolers, Shiro and Masumi, encountered a mysterious dragon that brought them back to the time of the Three Kingdoms; situated in ancient China. As soon as they arrived, they were rescued by the Han Kingdom. Not long after these events, Masumi was kidnapped and Shiro barely escaped death… Soon the story gets more complicated as they are stuck in the past.  \n  \nIn 1997, Ryuurouden won the Kodansha Manga Award for shōnen manga.",
      "pt-br": "Estudantes do ensino médio, Shiro e Masumi, encontraram um dragão misterioso que os trouxe de volta ao tempo dos Três Reinos; situado na China antiga. Assim que chegaram, foram resgatados pelo Reino Han. Pouco tempo depois desses eventos, Masumi foi sequestrado e Shiro escapou por pouco da morte... Logo a história fica mais complicada, pois eles estão presos no passado. \n\nEm 1997, Ryuurouden ganhou o Prêmio Kodansha Manga para melhor mangá shounen."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "158"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-09-07T13:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15459112-dde9-44ca-8b86-85e47d4cb403",
    "title": {
      "en": "Hosomura-san and the Cat's Snack"
    },
    "updatedAt": "2024-02-25T23:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/15459112-dde9-44ca-8b86-85e47d4cb403/9011c6f8-dd17-4616-a4fb-71a52c9a960f.jpg",
    "altTitles": [
      {
        "ja": "Hosomura-san to Neko no Otsumami"
      },
      {
        "ja": "細村さんと猫のおつまみ"
      },
      {
        "zh": "细村小姐和猫的下酒菜"
      },
      {
        "en": "Hosomura-san With Cat's Snack"
      }
    ],
    "description": {
      "en": "Due to money troubles, Hosomura-san is unable to attend the company's drinking party even though she wants to. After returning home, she meets a cat…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "81d4736b-00e5-44cf-a25e-964748f591ea",
    "title": {
      "en": "Kuhime"
    },
    "updatedAt": "2021-05-25T15:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/81d4736b-00e5-44cf-a25e-964748f591ea/7d0be42c-c2f0-480b-8cee-326427090b8a.jpg",
    "altTitles": [
      {
        "en": "Devouring Princess"
      },
      {
        "en": "Kui Hime"
      },
      {
        "en": "Kuuhime"
      },
      {
        "en": "喰姫"
      },
      {
        "en": "식희"
      }
    ],
    "description": {
      "en": "College student Seiji Kitou and his friends go to an abandoned building as a test of courage, and meet an attractive woman who is a monster that swiftly kills and eats people as soon as she meets them. While trying to escape, Seiji is saved by a mysterious woman with the same ability."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "7ae0898a-0876-49de-8890-2814ea030d72",
    "title": {
      "en": "Escape the Original Male Lead!"
    },
    "updatedAt": "2024-07-26T17:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/7ae0898a-0876-49de-8890-2814ea030d72/8e9cad9c-3b29-4a4e-a416-e523072017bf.jpg",
    "altTitles": [
      {
        "ko": "실수로 남주의 동생을 꼬셔버렸다"
      },
      {
        "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
      },
      {
        "pt-br": "Sem querer seduzi o caçula do reino"
      },
      {
        "ru": "Я случайно соблазнила младшего брата главного героя"
      },
      {
        "ja": "間違って男主人公の弟を口説いちゃった"
      },
      {
        "id": "Tidak sengaja menggoda adik male lead"
      },
      {
        "zh": "不小心勾引了男主的弟弟"
      },
      {
        "es": "No quise cautivar al hermano menor del protagonista masculino"
      },
      {
        "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
      },
      {
        "en": "I Accidentally Seduced the Male Lead's Younger Brother"
      }
    ],
    "description": {
      "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e514fa4-fc2d-46dd-8384-3b422ff22462",
    "title": {
      "en": "Sir, Don't Show Off"
    },
    "updatedAt": "2024-04-06T15:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e514fa4-fc2d-46dd-8384-3b422ff22462/9258184e-16e2-40ca-a1fd-c86c0083943f.jpg",
    "altTitles": [
      {
        "zh": "公子别秀"
      },
      {
        "en": "Young Master, Please Don't Show Off"
      },
      {
        "en": "Prince Biexiu"
      },
      {
        "zh-ro": "Gong Zi Bie Xiu"
      },
      {
        "pt-br": "Jovem Mestre, por favor, não se exiba"
      },
      {
        "vi": "Công Tử Biệt Tú"
      }
    ],
    "description": {
      "en": "Lin Xiu, a playboy, was reborn in the body of someone in a different world. He could copy others' abilities when he touched them? That's cool! His road to intimate interactions with others started there... \"Wait! My sister-in-law, don't beat me! I didn't flirt with other girls. I was doing something serious!\"",
      "pt-br": "Lin Xiu, um playboy, renasceu no corpo de alguém em um mundo diferente. Ele podia copiar as habilidades dos outros quando os tocava? Isso é legal! Seu caminho para interações íntimas com os outros começou ali... \"Espere! Minha cunhada, não me bata! Eu não flertei com outras garotas. Eu estava fazendo algo sério!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64283742-976f-4169-8426-46a545eb8e71",
    "title": {
      "en": "DevilBoy Daemon"
    },
    "updatedAt": "2024-07-24T04:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/64283742-976f-4169-8426-46a545eb8e71/08145924-da01-499e-8c9f-20ba3fccde45.png",
    "altTitles": [
      {
        "ja": "デビルボーイデーモン"
      },
      {
        "zh-hk": "惡魔男孩守護程式"
      },
      {
        "zh": "恶魔男孩守护进程"
      },
      {
        "ko": "데빌보이 데몬"
      }
    ],
    "description": {
      "en": "(Note: comic is made in the right to left reading direction)\n15 years ago, Sarah Marine sacrificed her life to give birth to twin sons, by the seed of the Demon King Satan. The two boys, named Daemon and Samael, were recruited as exorcists after their births and were raised in an orphan home. One day, a demon attack caused many at the orphan home to lose their lives, including Daemon's brother, Samael. After the tragedy, Daemon sworn vengeance on Satan and the Legions of Hell.  \n\n7 years later,15 year old Daemon is on the path to becoming an Exorcist, while training under Robert Griffon, an elite level exorcist. The sights are set for God City, marking the location of E.G.O.(Evangelion Genesis Order), a religious organization specializing in demon hunting. Being recruited to E.G.O., Daemon will seek to achieve his vengeance. Despite showing off impressive talents, there are still some things to learn. Will the star rise to the occasion or will the stage be crumbled by the dark desire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "74dfbe87-ef41-4474-bb02-c18510c5d0a4",
    "title": {
      "en": "Lock On!"
    },
    "updatedAt": "2024-05-20T02:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/74dfbe87-ef41-4474-bb02-c18510c5d0a4/3d58d1ff-c955-4342-a77e-19f0dce03052.jpg",
    "altTitles": [
      {
        "ja": "LOCK ON！ ーロックオンー"
      }
    ],
    "description": {
      "en": "Utsuru Sanada is a professional photographer at the age of 17, he can guess the exact 3 sizes of any girl, he can memorize anything he sees, and he can counterattack karate moves (most guys would want these abilities). Why? Because he has superb photographic memory called “Shutter Eye” (as in the shutter of a camera). He meets Niko Kurihara, the female protagonist, who dislikes men, is a master of martial arts, and is of course beautiful. Utsuru attempts to prove to Niko that he is not the guy she thinks he is so that he can take a picture of her. He starts by investigating Niko’s friend’s date, who appears to be a deceptive guy according to rumors…  \n  \nRan as a one-shot in 2009; started serialization in 2010.",
      "pl": "Siedemnastoletni Utsuru Sanada to profesjonalny fotograf. Posiada „oko­‑migawkę”, dzięki któremu może odgadnąć wymiary każdej dziewczyny, zapamiętuje wszystko co zobaczył i potrafi uniknąć ciosu karate. Większość facetów chciałaby mieć takie umiejętności!  \n Valgaav\\_89 - 30 czerwca 2010"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "fe17c1f0-798d-48b2-bb8f-70f475cda79d",
    "title": {
      "en": "Sora wo Matotte"
    },
    "updatedAt": "2024-07-03T19:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/fe17c1f0-798d-48b2-bb8f-70f475cda79d/ce7b659a-2c5f-48c0-a093-56a4d4ab5599.jpg",
    "altTitles": [
      {
        "ja": "空をまとって"
      },
      {
        "ja-ro": "Sora o Matotte"
      },
      {
        "en": "Wear the Sky"
      }
    ],
    "description": {
      "en": "A high school student, Haro Ogawa, is a self-taught oil painter who is trying to paint the ultimate nude. \nAfter an unexpected encounter with a \"witch\", he sets his sights on applying to art school... \nThe mystery that resides in the human body, the ultimate \"beauty\" is painted on canvas! \nA skin-colored coming-of-age drama!",
      "ja": "「俺もいつかこんなヌードを描きたい――」　幼少時に見た絵画、「魔女のヌード」に魅入られた高校生・小川波路（おがわはろ）。日々、独学でヌードを描く彼の前に現れたのは、「魔女のヌード」に描かれた女性に瓜二つの美女、神生伶だった。ハロは思わず、伶にヌードモデルになってほしいと頼みこむが…!?　目指すはヌードで藝大合格!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f337f9-fe7c-4ff8-8d72-839a31d88caa",
    "title": {
      "ja": "Usagi no Furafura"
    },
    "updatedAt": "2024-04-30T15:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2f337f9-fe7c-4ff8-8d72-839a31d88caa/66d16a43-f430-4ecd-a5a3-e6dbcbd620ec.jpg",
    "altTitles": [
      {
        "ja": "うさぎのふらふら"
      },
      {
        "ko": "토끼는 흔들흔들"
      }
    ],
    "description": {
      "en": "Usagi and Maho are good friends.\n\nThey walk around Kichijoji, visit Akabane, do riddles in the bookstore district, play doctor in the park, and so on.\n\nCute things happen anytime, anywhere in this strange town!\n\nA whimsical, whimsical, fluffy and fun location comic~!",
      "ja": "うさぎとまほ、ふたりの女の子が可愛らしくデフォルメされた「街」を舞台に、好きなことを好きなように！　気ままで気まぐれでふわふわ楽しいロケーションコミック♪"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "f17a64c1-5582-48fa-a8f2-ed3e3158a3a6",
    "title": {
      "en": "Shitennou Sai Jakudatta Ore. Tensei Shitanode Heionna Seikatsu wo Nozomu"
    },
    "updatedAt": "2024-08-30T13:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/f17a64c1-5582-48fa-a8f2-ed3e3158a3a6/c597af89-b595-431c-9e2e-e48dabe6c0a7.jpg",
    "altTitles": [
      {
        "ja": "四天王最弱だった俺。転生したので平穏な生活を望む"
      },
      {
        "ko": "사천왕 최약이었던 나, 전생했으므로 평온한 생활을 바란다"
      },
      {
        "en": "I Was the Weakest of the Four Heavenly Kings. Since I Have Reincarnated, I Want to Lead a Peaceful Life"
      }
    ],
    "description": {
      "en": "Ranga was an ogre. However, he was also a strong ogre. Strong enough that he became one of the four most elite demons in the whole land. And, as with many other stories, his comrades betray him. Upon his death, he reincarnates as a normal human. Now, with all of the knowledge and strength of his former life, what do you think he’ll do with this new opportunity?\n\na) Live a peaceful life\nb) Live a slow life\nc) Do whatever he wants\n\n\n---\n\n**Links:**\n- [Original Webnovel](https://ncode.syosetu.com/n9030ey)",
      "ja": "勇者との戦いに敗れて命を落としてしまった魔軍四天王の一人、鬼王ランガ。しかし彼の魂は、前世の記憶を留めたまま人間に転生してしまう。せっかくただの人間に生まれたのだからと、今度は血生臭い戦いとは無縁の人生を送ろうと思っていたランガ。そんな彼の前に、前世で忠実な部下だった女吸血鬼・アーミラが現れる。さらには因縁の仇敵とも邂逅を果たしてしまい、ランガの新たな人生は再び激しく動き始めるのだった！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "ddeaa68a-82bf-4a6b-a8f9-3949680c7e8c",
    "title": {
      "en": "Kuuki ga \"Yomeru\" Shinnyushain to Buaiso na Senpai no Hanashi (Serialization)"
    },
    "updatedAt": "2024-07-14T01:04:34+00:00",
    "coverArt": "https://mangadex.org/covers/ddeaa68a-82bf-4a6b-a8f9-3949680c7e8c/221caffb-b6cf-4972-a852-a1f9518f4924.jpg",
    "altTitles": [
      {
        "ja": "空気が「読める」新入社員と無愛想な先輩"
      },
      {
        "ja-ro": "Kuuki ga \"Yomeru\" Shinnyuushain to Buaisouna Senpai no Hanashi (Serialization)"
      },
      {
        "en": "The New-Hire Who Could \"Read\" Emotions and the Unsociable Senpai"
      },
      {
        "ko": "분위기를 「읽을 수 있는」신입사원과 무표정한 선배"
      },
      {
        "th": "วันนี้ก็เข้าใจยากอีกแล้วนะคะ คุณรุ่นพี่สุดเฮี้ยบ"
      },
      {
        "vi": "Câu chuyện về cô nhân viên mới biết “đọc vị” người khác và chàng tiền bối khó gần"
      },
      {
        "zh": "“能看懂”气氛的公司新人与板着脸的前辈"
      }
    ],
    "description": {
      "en": "A slice-of-life story about a new employee who can literally read emotions and an inexpressive but actually very kind senpai at work.",
      "vi": "Câu chuyện đời thường về cô nhân viên mới vào công ty, người có thể “nhìn thấy” tâm trạng người khác theo đúng nghĩa đen, và chàng tiền bối có nét mặt vô cảm nhưng lại thật sự rất tốt bụng."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-29T13:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      },
      {
        "en": "Isekai Metalhead"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b0c80ec-c8db-43c1-840c-6d126c78d09f",
    "title": {
      "en": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~Kensei to Matei, 2 Tsu no Zense o motta Otoko no Eiyuutan~"
    },
    "updatedAt": "2024-08-08T20:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/1b0c80ec-c8db-43c1-840c-6d126c78d09f/95df6bee-ffb7-44b2-9f08-8ebe51a8d33b.jpg",
    "altTitles": [
      {
        "en": "The Strongest Magical Swordsman Ever Reborn as an F-Rank Adventurer"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する　～剣聖と魔帝、2つの前世を持った男の英雄譚～"
      },
      {
        "zh": "最强之人转生成F级冒险者"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다~검성과 마제, 2개의 전생을 가진 남자들의 영웅담~"
      }
    ],
    "description": {
      "en": "Yuri was the hero who saved the world, being called \"Demon Emperor\" in his first reincarnation and \"Sword Saint\" in his second reincarnation. However, before he knew it, he was considered a \"monster\" and was shunned by people. Yuri finally gets fed up and decides to live 100% for himself next time. He reincarnates into the future and is immediately attacked by monsters. As he defends himself, Yuri acquires the skills of his previous lives and quickly annihilates his enemies. Eventually, Yuri arrives at the adventurers guild and decides to start his life as an F-rank novice adventurer while hiding his true strength.",
      "id": "Aizawa Yuri telah bereinkarnasi sebanyak 2x dan ia telah lelah menjadi penguasa ini dan itu. Dengan skill miliknya memungkinkan ia mendapatkan artefak reinkarnasi, dan ia memulai kesehariannya di dunia barunya!",
      "ja": "一度目の転生では《魔帝》、二度目の転生では《剣聖》と呼ばれ、世界を救った勇者ユーリ。しかし、いつしか《化物》と人々に疎まれる存在になっていた。ついに嫌気が差したユーリは、次こそ100%自分のために生きると決意。未来の世界に再び転生する。その転生直後から襲い来るモンスターたち。咄嗟に対応するうちに、ユーリは次々と前世・前前世のスキルを取得し、あっという間に敵を殲滅していく。やがてギルドにたどり着いたユーリは、《魔帝》と《剣聖》の最強の力を秘めながら、Fランクの駆け出し冒険者として生活を始めることにするのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81026af-1b41-465c-932b-291ce4760c00",
    "title": {
      "en": "Tensei Kenja no Isekai Life: Daini no Shokugyou o Ete, Sekai Saikyou ni Narimashita"
    },
    "updatedAt": "2024-08-14T16:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/f81026af-1b41-465c-932b-291ce4760c00/9c77388e-a7e0-47de-b4c8-8e5902b01527.jpg",
    "altTitles": [
      {
        "en": "My Isekai Life: I Gained a Second Character Class and Became the Strongest Sage in the World!"
      },
      {
        "ru": "Жизнь перерождённого мудреца в другом мире. Получение второй профессии и становление сильнейшим"
      },
      {
        "ja": "転生賢者の異世界ライフ ～第二の職業を得て、世界最強になりました～"
      },
      {
        "ko": "전생현자의 이세계 라이프 ~제2의 직업을 얻어 세계최강이 되었습니다~"
      },
      {
        "de": "Mein Isekai-Leben – Mit der Hilfe von Schleimen zum mächtigsten Magier einer anderen Welt"
      },
      {
        "zh-hk": "轉生賢者的異世界生活~取得副職業併成為世界最強"
      },
      {
        "zh": "转生贤者的异世界生活〜取得副职业并成为世界最强"
      },
      {
        "fr": "La vie d'un sage réincarné dans un autre monde : Obtenir une seconde profession et devenir le plus fort de ce monde"
      },
      {
        "en": "Life as a Reincarnated Sage in Another World: Gaining a Second Profession and Becoming the Strongest in the World"
      }
    ],
    "description": {
      "en": "Sano Yuji, a black company employee, is summoned to another world while finishing his work at home. His profession in the other world, a Monster Tamer, is considered a job that makes it difficult to become an adventurer. However, thanks to some slimes he met, which read several magical books, he gained magical powers and the second profession, Sage.\nYuji acquired overwhelming power, but is he conscious of his strength? Blindly becoming unparalleled and strongest in the world!",
      "fr": "Yuji Sano, employé d'une \"entreprise noire\", est invoqué vers un autre alors qu'il était en train de travailler chez lui.\nDans ce nouveau monde, il obtient la profession de \"dresseur\" de monstre, une profession qui rend le travail d'aventurier difficile. Cependant, grâce aux nombreux Slimes qu'il a dressés, il obtient une seconde profession, celle de \"Sage\", après qu'ils aient lu de nombreux livres magiques pour lui.  \nYuji a alors acquis un immense pouvoir dont il ne semble pas être conscient. Insoucieusement, il est en voie de devenir le plus puissant être de ce monde!",
      "ja": "ブラック企業の社畜・佐野ユージはPC作業中に異世界に召喚! 異世界での彼の職業、それは『魔物使い(テイマー)』。冒険者になることも難しいとされる不遇職。\nしかし、仲間にしたスライムのおかげで大量の魔導書を読み、様々な魔法の力を手にし、第二の職業『賢者』を手に入れる!\n圧倒的な力を得たユージだが、自分の強さには無自覚で…?\n最強の力で無自覚無双!「小説家になろう」発! 大人気異世界最強ファンタジーをコミカライズ!!",
      "ru": "Сотрудник «чёрной» компании Сано Юдзи оказался призван в другой мир как раз когда заканчивал свою работу дома. Там он получил профессию Укротитель монстров, считающуюся у местных неудобной для становления авантюристом. но благодаря знакомству со слизнями, которые прочитали несколько магических книг, он обрел магическую силу и вторую профессию — Мудрец. Вот так Юдзи встал на путь, который сделает его непревзойденным и сильнейшим в мире!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Jilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-08-22T15:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/205df474-ca2d-42c6-8297-3cd24fc0bff9.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Jilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a",
    "title": {
      "en": "Kyou no Ashura Meshi"
    },
    "updatedAt": "2024-09-08T05:40:55+00:00",
    "coverArt": "https://mangadex.org/covers/432f0f9a-8bdb-4cf1-a373-1eb1c3a8567a/18593199-8576-4a23-bb69-b7dbbd7da84d.jpg",
    "altTitles": [
      {
        "ja": "今日のアシュラ飯"
      },
      {
        "en": "Asura’s Dish of the Day"
      }
    ],
    "description": {
      "en": "A bottom-feeder JK and a yankee boy. Bento connects these two opposites in this coming-of-age love story!\n\nOne day, Omori Sizuka, a high school girl who loves to eat and is bullied by bullies, discovers the secret that Akira Kurose, aka \"Ashura-kun,\" the only tough yankee at school, enjoys cooking. The next day at lunchtime, Akira summons Sizuka to the rooftop and asks her to eat his homemade lunch box to keep her mouth shut.\n\n\"A delinquent guy likes a chubby girl for who she is but he’s worried about her health cause she’s eating nothing but unhealthy food. So he starts making lunches for her so her diet gets better and then romance begins\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "d20f0d1b-db2f-45ba-abb5-10f323435925",
    "title": {
      "en": "Becoming a Family With the Duke and His Dear Son"
    },
    "updatedAt": "2024-09-20T03:21:39+00:00",
    "coverArt": "https://mangadex.org/covers/d20f0d1b-db2f-45ba-abb5-10f323435925/7aa444d7-5e3d-4942-b8b4-93eff4596b77.jpg",
    "altTitles": [
      {
        "ko": "남주 아빠가 파혼을 거부한다"
      },
      {
        "en": "The Male Lead's Father Refuses to Break Off Our Engagement"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6742e747-8ada-4d38-89fb-ed51e52b5df4",
    "title": {
      "en": "I'm Fine, Thank You, And You?"
    },
    "updatedAt": "2024-08-30T01:23:01+00:00",
    "coverArt": "https://mangadex.org/covers/6742e747-8ada-4d38-89fb-ed51e52b5df4/75b3ef6a-f485-4cb1-a49c-520da0b80fd5.jpg",
    "altTitles": [
      {
        "ko": "아임 파인 땡큐, 앤유?"
      }
    ],
    "description": {
      "en": "Han Gyul-woo and Kang Tae-pyeong have been true friends since childhood. When asked if there is real friendship between male and female, the two confidently answer, \"Yes!\" However, the next day, contrary to their confident answers, an awkward situation arises... Will Gyul-woo and Tae-pyeong be able to continue their friendship?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-09-21T06:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/6e64b3d3-a106-4c6c-ac9e-fdab1ee56571.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb206a51-d726-4556-ad2d-57bbead0dac2",
    "title": {
      "en": "Baby Concubine Wants to Live Quietly"
    },
    "updatedAt": "2024-05-30T05:37:21+00:00",
    "coverArt": "https://mangadex.org/covers/bb206a51-d726-4556-ad2d-57bbead0dac2/1d25f18a-c8b8-4a5b-845e-8d3d4fa74b12.jpg",
    "altTitles": [
      {
        "ko": "아기 후궁님은 조용히 살고 싶어"
      },
      {
        "ko-ro": "Agi Hugungnimeun Joyonghi Salgo Sipeo"
      },
      {
        "en": "The Resourceful Little Consort"
      },
      {
        "en": "The Baby Concubine Wants to Live Quietly"
      },
      {
        "es": "La concubina bebé quiere vivir tranquila"
      },
      {
        "ja": "お子様後宮妃は静かに暮らしたい"
      },
      {
        "zh-hk": "後宮少女想低調度日"
      },
      {
        "zh": "小妃子只想安静生活"
      },
      {
        "zh": "小嫔妃想要安安静静地生活"
      }
    ],
    "description": {
      "en": "I possessed a supporting character in a reverse harem novel. A young concubine who, in the end, was driven to death for treason after begging for attention from the regnant empress who was the female lead, and doing wicked things to the male leads who were the concubines. Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace. Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.\n\n‘Let’s not be impudent, and be obedient.’\n\nI obstinately didn’t need nor have the mindset of trying to be loved by the Empress. Although the male leads who were the concubines were giving me glances, I could just lie flat. Since it wasn’t even a very difficult thing, I really did so. It was definitely like that, but–\n\n“Come to my bedchamber tonight. I’ll read you a fairy tale book!”\n\n“P-please don’t cry. I’ll give you this.”\n\nJust why is everyone’s attitude endlessly gentle? I couldn’t understand. And it was baffling.\n\n‘…I don’t need it though?’\n\nI wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I were the loveliest in the world was extremely uncomfortable. Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial family’s heirloom? Since it’s already been done, I just wish for everyone to get out of my palace.\n\n---\nIn the nation of Seora, Yehwa Aryun is the Empress Regnant, and her court is full of consorts with special powers. The newest member of the imperial court is 8-year-old Sanya Yeoran. And although she has no powers, Sanya actually has the mind of an adult who knows exactly what will happen in this fantasy world, because she already read about it in her past life. Thanks to that, she comes up with a plan to avoid her tragic execution: stay away from Yehwa and her jealous consorts at all costs!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58e2a0a4-1296-4cdd-9552-84bd0349bd0e",
    "title": {
      "en": "Saint Seiya - Another Story of Hades: Dark Wing"
    },
    "updatedAt": "2024-04-25T02:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/58e2a0a4-1296-4cdd-9552-84bd0349bd0e/ff6ff2cc-58f5-4ff4-af8d-8f2ef26dbfce.jpg",
    "altTitles": [
      {
        "ja": "聖闘士星矢 冥王異伝 ダークウィング"
      },
      {
        "ja-ro": "Seinto Seiya Meiō Iden Dāku Uingu"
      },
      {
        "ja-ro": "Saint Seiya: Meiou Iden - Dark Wing"
      },
      {
        "pt-br": "Cavaleiros do Zodíaco: Outra História de Hades - Asa Negra"
      }
    ],
    "description": {
      "en": "A high school student suffers an accident and wakes up in Elysium, the World of the Dead. In search of answers, he meets Hades, the God of the Underworld, who sends him on a mission only he can fulfill.",
      "pt-br": "Um estudante do ensino médio sofre um acidente e acorda em Elysium, o Mundo dos Mortos. Na procura de respostas, ele conhece Hades, o Deus do Submundo, que manda ele em uma missão que somente ele pode completar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
    },
    "updatedAt": "2024-07-21T18:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.\n\nUsed, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. \n\nTurns out, his “worthless” job may just be the key to becoming a hero after all…\n\n\n---\n\n**Links:**\n- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]