[
  {
    "mangaId": "113c8d8d-dc45-4e88-95b9-9950afca37e2",
    "title": {
      "en": "King's Proposal"
    },
    "updatedAt": "2024-08-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/113c8d8d-dc45-4e88-95b9-9950afca37e2/aa9f5651-34be-4d28-9493-9b516b3fb016.jpg",
    "altTitles": [
      {
        "ja-ro": "Ousama no Propose"
      },
      {
        "ja": "王様のプロポーズ"
      }
    ],
    "description": {
      "en": "The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf39eaed-2d14-4165-b32b-ccb2750844ea",
    "title": {
      "en": "Baby Like a Dog"
    },
    "updatedAt": "2024-07-23T01:32:26+00:00",
    "coverArt": "https://mangadex.org/covers/bf39eaed-2d14-4165-b32b-ccb2750844ea/61adb382-c912-4d96-8181-2d3c02a8ea00.png",
    "altTitles": [
      {
        "ko": "개 같은 베이비"
      }
    ],
    "description": {
      "en": "A child who was treated like a dog and trained in my childhood has reappeared as a subordinate with a striking appearance. No matter how much I push him away, Shin Geonwoo, with his gentle, dog-like eyes, constantly gets on my nerves.\"I remembered your scent wherever I went. Your scent is still sweet, Team Leader. \"\"What do you want from me? Just leave me alone. \"\"Keep me by your side, like before. I've been waiting for you for a long time.\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2024-07-17T17:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-03T03:34:22+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-08-21T19:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/4c06aba3-f944-4d51-b1eb-c61a4e951191.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a",
    "title": {
      "en": "I Became the Young Villain's Sister-in-Law"
    },
    "updatedAt": "2024-02-23T07:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a/7e11f8dd-05bb-4154-ad8f-b1c391ee958d.jpg",
    "altTitles": [
      {
        "ko": "어린 흑막의 형수님이 되었다"
      },
      {
        "en": "Became the Sister-in-Law of a Young Yandere"
      }
    ],
    "description": {
      "en": "After being reincarnated as an extra with amnesia, I saved a child by chance, but he was the villain… What? \n\nThe villain had a brother who died because of a fairy's curse. He was the reason for the villain's corruption. How cruel, if I met that fairy, I would have killed her, but unfortunately I'm an extra... \n\n“Elia?” \n\nWait… Am *I* that fairy?",
      "fr": "Après avoir possédé une figurante amnésique, j’ai involontairement sauvé un enfant. Mais il s’est révélé qu’il était un méchant.\n\n…Hein ? Le méchant avait un frère aîné décédé à cause de la malédiction d’une fée. Sa mort est ce qui transforme son cadet en méchant. Pauvres frères. Si je rencontrais la fée, je lui mettrais une bonne raclée. Malheureusement, je ne suis qu’une figurante…\n\n«Ellia?»\n\nAttendez… Cette fée, c’est *moi*?\n\n*** Pour pouvoir aller à l’endroit où se trouve la clé pouvant lever la malédiction, je dois me marier. J’ai donc été contrainte à épouser le frère aîné. Je ne sais pas comment lever sa malédiction à cause de l’amnésie. C’est pourquoi j’allais aider à briser ce mauvais sort et demander de l’aide, mais…\n\n«Tu me fais vivre. Quand je te touche, tous les symptômes dus à la malédiction disparaissent.»\n\nEst-ce que l’homme sans émotions qui ne se préoccupait que de son petit frère me sourit-il vraiment affectueusement?\n\n«Grand frère est bête! Comment peux-tu laisser Ellia partir? Je te déteste, grand frère!»\n\nQui aurait deviné que la relation entre les meilleurs frères au monde se dégraderait ainsi?!\n\n«Le château du grand duc sans Ellia est si effrayant… S’il te plaît, ne divorce pas avec grand frère.»\n\n«Ne peux-tu pas… rester ma femme?»\n\nJ’ai été poliment été mise au pied du mur. Mon dieu, que devrais-je faire avec ces deux-là?",
      "id": "Setelah mengalami amnesia tambahan, saya secara tidak sengaja menyelamatkan seorang anak, tetapi dia adalah seorang penjahat. …Hah? Penjahat itu punya kakak laki-laki yang meninggal karena kutukan peri. Dialah alasan kegelapan penjahat itu. Saudara-saudara yang malang. Jika aku bertemu peri itu, aku akan menghajarnya, sayangnya, aku hanya ekstra… “Ellia?” Tunggu… Jadi peri itu adalah aku?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37f97f50-6ce4-480a-9128-e5ba04000a1a",
    "title": {
      "en": "Digimon Liberator"
    },
    "updatedAt": "2024-08-16T01:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/37f97f50-6ce4-480a-9128-e5ba04000a1a/32c616c9-a258-4574-b6f9-fbcd3b231eb4.jpg",
    "altTitles": [],
    "description": {
      "en": "Shoto Kazama, a boy who has never been able to win at card games because of his habit of giving up on things easily, enters the immersive world of Digimon Liberator through the invitation of his childhood friend, Arisa Kinosaki.\n\nThe game allows players to engage in highly realistic card battles. At first, Shoto is hesitant towards it, but through his engrossing encounters with the Digimon there, he becomes a fan of the game.\n\nEncounters with wild Digimon such as Pteromon and battles with NPCs who have gone rogue. These various happenings set the wheels of fate in motion for Shoto and his companions.\n\nThis is a story about Digimon, and the world.",
      "ja": "諦め癖がついて中々カードバトルに勝てない少年・風真照人は、幼馴染みの城之崎有紗の誘いでフルダイブゲーム〝デジモンリベレイター〟の世界へと足を踏み入れた。\n\nメタバース空間・ラクーナで臨場感溢れるカードバトルを楽しむことが出来るリベレイター。このゲームに最初は抵抗があった照人だったが、リアルなデジモンとの触れ合いを通じて次第に夢中になっていく。\n\nそして、野生のデジモン・プテロモン達との出会い。暴走するNPCとのバトル。様々な出会いが、照人達の運命の歯車を大きく動かしていく。\n\nこれは〝デジモン〟と〝世界〟を巡る物語だ。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57ff1a7c-18e5-4802-a7de-398e49395c69",
    "title": {
      "en": "Cherry Cake"
    },
    "updatedAt": "2024-09-07T07:29:48+00:00",
    "coverArt": "https://mangadex.org/covers/57ff1a7c-18e5-4802-a7de-398e49395c69/c712e9b8-1c5c-4535-bc74-b1ae498adecc.jpg",
    "altTitles": [
      {
        "ko": "체리 케이크"
      }
    ],
    "description": {
      "en": "Suhyeon, who runs a supermarket in the countryside, meets Taeyeon, the director of Seowoo Construction. \nSuhyeon, who easily lets his guard down, lets Taeyeon into his house,\nBut in the end, he gets caught being an omega...",
      "fr": "✶ ⋆┊ En cours…\n✶ ⋆┊ La série est mise à jour tous les 1, 11 et 21 de chaque mois en Corée.\n\n╭┈◦•◦❥•◦\n╰┈➤ ❝ Su-hyun, qui vivait en gérant une petite supérette à la campagne tout en cultivant un potager, entend un jour une rumeur selon laquelle un hôtel va être construit dans son village. C’est alors qu’il rencontre Tae-yeon, le directeur de Seo-woo Construction, qui a des allures de gangster.\n\nLes grand-mères du village avertissent Su-hyun de se méfier des hommes, mais Su-hyun n’a pas peur de Tae-yeon. Tae-yeon, de son côté, trouve l’audace de Su-hyun à la fois adorable et excitante…\n\nAlors que Tae-yeon, sous prétexte de lui offrir des friandises comme “pot-de-vin”, gagne peu à peu la confiance de Su-hyun, ce dernier finit par révéler son secret : il est un Omega… ❜❜"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e904201-718a-45f6-ae44-0e6d7f8c4aa3",
    "title": {
      "en": "Motokano Sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Hagukumitai."
    },
    "updatedAt": "2024-08-20T20:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/8e904201-718a-45f6-ae44-0e6d7f8c4aa3/21f26004-e365-4ee1-a4f5-e009bb2e77ec.png",
    "altTitles": [
      {
        "ja": "元カノ先生は、ちょっぴりエッチな家庭訪問できみとの愛を育みたい。"
      },
      {
        "en": "Ex-girlfriend Teachers Want to Nurture Love by Making Slightly Naughty Visits to Your Home"
      },
      {
        "ja-ro": "Moto Kano-sensei wa, Choppiri Ecchi na Katei Houmon de Kimi to no Ai wo Haguku Mitai."
      }
    ],
    "description": {
      "en": "The new teachers at high school student Touma Nijino's school are his ex-girlfriends who dumped him in the past! Moreover, both Akamine Shuri and Shirasawa Kohaku are still in love with him. He is happy to see them again, but.... But he is not happy to see them again... \"Hey, can I kiss you?\" \"Do you hate sleeping with me?\" They start competing with each other at the same time, trying to make an already established fact with Tohru before graduation. Moreover, they live in the same apartment complex as Tohru and are trying to secretly nurture their love as a \"commuter wife\"...? This is a sweet love comedy with ex-girlfriend teachers who tempt you with everything they've got!",
      "ja": "高校生・虹野透真の学校に新任教師としてやって来たのは、かつて彼を振った元カノたちだった！　しかもその教師、赤峰朱里と白沢琥珀の二人はどっちも透真に未練がありまくり。思いがけない再会に喜ぶ透真だったが……。「ねえ、チューしていい？」「私との添い寝、嫌いになったの？」卒業までに透真と既成事実を作ってしまおうと、ふたり同時に抜け駆けスタート。しかも透真と同じマンションに住み、「通い妻」としてこっそり愛を育もうとしてきて――!?　全力で誘惑してくる元カノ教師との、甘々ラブコメディ！！",
      "es-la": "Las nuevas profesoras del estudiante Touma Nijino son sus ex novias que le dejaron en el pasado. Además, tanto Akamine Shuri como Shirasawa Kohaku siguen enamoradas de él. Se alegra de volver a verlas, pero.... No se alegra de volver a verlas... \"Oye, ¿puedo besarte?\" \"¿Odias acostarte conmigo?\" Empiezan a competir entre ellas al mismo tiempo, tratando de concretar un hecho ya establecido con Tohru antes de la graduación. Además, viven en el mismo complejo de apartamentos que Tohru e intentan alimentar su amor en secreto como una \"esposa viajera\"...? ¡Esta es una dulce comedia de amor con ex-novias profesoras que te tientan con todo lo que tienen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-06-08T19:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/b1242f43-7047-4b2e-8d85-7dd68bb709e8.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rairairai"
    },
    "updatedAt": "2024-08-26T14:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/d10b4665-a209-4888-9724-e743efc05d34.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "ru": "ГромГромГром"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens...danger emerges...from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO! An action-comedy about aliens and a girl just trying to make a living begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "f2d8a9aa-3617-4034-91bf-05c494fd7516",
    "title": {
      "en": "Ossan Teihen Chiyu-shi to Manasume no Henkyou Life"
    },
    "updatedAt": "2024-09-07T06:38:30+00:00",
    "coverArt": "https://mangadex.org/covers/f2d8a9aa-3617-4034-91bf-05c494fd7516/f803e56e-3f59-40f8-8c48-7ae2c2147ca1.jpg",
    "altTitles": [
      {
        "ja": "おっさん底辺治癒士と愛娘の辺境ライフ ～中年男が回復スキルに覚醒して、英雄へ成り上がる～"
      },
      {
        "en": "The Frontier Life of the Low-Class Ossan Healer and the Lovely Girl"
      },
      {
        "en": "The Frontier Life of the Low-Class Old Man Healer and His Beloved Daughter"
      },
      {
        "en": "Old Man, the Low-tier Healer, and the Beloved Daughter's Frontier Life ~A Middle-Aged Man Awakens to Healing Skills and Rises to Become a Hero~"
      }
    ],
    "description": {
      "en": "F-rank healer, Reda Dixon (30), is expelled from his party due to his age. Heartbroken, Reda decides on a change of pace by moving to the rural town of Almus. On his journey there, he encounters a blonde-haired girl named Mina, who is dressed in ragged clothes. With no parents in sight, the kind-hearted Reda decides to become her guardian. In Almus, Reda, who starts a new life with the girl, becomes known as \"Teacher\" by the townspeople, thanks to his unconsciously cheat-level 『Healing Magic』! Together, they solve various troubles and deepen their family bonds.",
      "ja": "Fランクの治癒士、レダ・ディクソン(30)は、年齢を理由にパーティーから追放されてしまう。傷心のレダは心機一転、田舎町・アムルスへの移住を決意。その道中で、みすぼらしい恰好をしたブロンドヘアの少女・ミナと出会う。アムルスで、少女とともに新生活を始めたレダは、無自覚チートだった『回復魔法』のおかげで町民から“先生”と呼ばれる存在までに!二人は様々なトラブルを解決するとともに、家族の絆を深めていく―。",
      "ru": "Рэда Диксон, 30 летний лекарь F ранга, который был отстранен от службы из-за возраста. От безысходности он решает переехать в Загородную деревушку Амурт для того, чтобы начать жизнь с чистого листа. По стечениям обстоятельств он встречает Мину, маленькую девочку со светлыми волосами, одетую в одни лохмотья. Родителей у нее нет, поэтому добродушный Рэда становится ей опекуном. Благодаря магии исцеления Рэды, все в поселке называют его \"Сенсеем\". Рэда и его семья вместе решают проблемы и укрепляют семейные связи."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-08-25T01:44:44+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b132a54e-81fb-4314-8845-b37cb5e790e6",
    "title": {
      "en": "Childhood Sweetheart Liaoliao"
    },
    "updatedAt": "2024-09-07T06:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/b132a54e-81fb-4314-8845-b37cb5e790e6/ce1d89bd-424a-4a9e-a342-804aed53c4cc.jpg",
    "altTitles": [
      {
        "zh": "青梅了了"
      },
      {
        "zh-ro": "Qīngméi Liǎoliǎo"
      },
      {
        "en": "Green Plum Liaoliao"
      },
      {
        "es": "Ciruelas verdes"
      },
      {
        "ru": "Зеленая Слива"
      },
      {
        "vi": "Thanh Mai Liễu Liễu"
      }
    ],
    "description": {
      "en": "Exhausted mentally and physically, Song Liaoliao is ready to leave it all behind. She couldn't have anticipated that the new director is her old sweet- no, her old classmate. It should simply be a reunion of old friends, but Song Liaoliao unexpectedly finds herself gradually falling into Pei Yu's love trap...",
      "zh": "甲方折磨到身心俱疲的宋了了只想就地出家，不想空降领导竟是她的老情——啊不，老同学。 原本只是旧友重逢，宋了了却怎么都没想到，自己竟一步一步陷入裴妤的爱情陷阱……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d05462-0e5d-4222-bcde-de52517e9eee",
    "title": {
      "en": "Interlinked"
    },
    "updatedAt": "2024-08-19T16:41:18+00:00",
    "coverArt": "https://mangadex.org/covers/62d05462-0e5d-4222-bcde-de52517e9eee/ae3429e5-98b9-404b-9d35-d681ac437931.png",
    "altTitles": [],
    "description": {
      "en": "A boy named Kazuki feels lonely after the sudden missing of his best friend Rey, when suddenly he gets transported to a whole new dimension?! Will he be able to survive and escape?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253cef35-4d97-43eb-bfb8-f5994eee9022",
    "title": {
      "en": "Ari no Teikoku"
    },
    "updatedAt": "2023-12-26T12:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/253cef35-4d97-43eb-bfb8-f5994eee9022/c2fd1153-fe24-4996-b00e-b094d4ac2d71.jpg",
    "altTitles": [
      {
        "en": "Empire of Ants"
      },
      {
        "en": "Empire of the Ant"
      },
      {
        "ja": "蟻の帝国"
      },
      {
        "vi": "Đế Quốc Kiến"
      }
    ],
    "description": {
      "en": "This is the ant empire, where the queen's scent rules everything. Luli'a leads a peaceful life picking medicinal herbs with his younger brother. One day, he is imprisoned for defending a medicine doctor, and while in prison, he has a seizure and bursts into tears. The tears are a pheromone that controls everyone around him, and a sign that Luhya is the \"Queen's Egg.\" This metamorphosis fantasy!",
      "vi": "Tất cả kiến đều làm việc vì nữ hoàng.\nĐây là đế quốc kiến nơi mùi hương của nữ hoàng chi phối tất cả. Một \"dấu hiệu\" xuất hiện đã thay đổi vận mệnh của kiến thợ Lulya."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "767b0346-b8be-42d8-99a0-62c3590138fa",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Octavinelle~"
    },
    "updatedAt": "2024-05-10T20:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/767b0346-b8be-42d8-99a0-62c3590138fa/9e0224c6-23be-407f-b38f-b58272fbbea0.jpg",
    "altTitles": [
      {
        "ja": "ディズニー ツイステッドワンダーランド THE COMIC ～EPISODE of OCTAVINELLE～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2023-02-17T09:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "NULL": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…  \n\n[Official English](https://www.viz.com/banana-fish)\n  \n---\nLink:  \n[ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20197) (anime)",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-09-07T06:40:36+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-09-06T10:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/d685e9ee-caf4-4ab9-bea7-6f705067ef28.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "52f4ea39-99bd-407f-b86f-46b24a712ce8",
    "title": {
      "en": "Me no Doku Sugiru Shokuba no Futari"
    },
    "updatedAt": "2024-09-07T06:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/52f4ea39-99bd-407f-b86f-46b24a712ce8/a19a329f-3033-4c4d-a340-938e372489b7.jpg",
    "altTitles": [
      {
        "en": "Two Colleagues in My Office Are Precious.  So I Am Happy…"
      },
      {
        "ja": "目の毒すぎる職場のふたり"
      },
      {
        "en": "Two Office Workers Who Are Too Poisonous for One's Eyes"
      }
    ],
    "description": {
      "en": "The manga follows the adventures of a young office lady who is also a fujoshi. With the arrival of two new colleagues: Hongou (32), a mature man whose face doesn't show any emotion, and Daichi (25), a bright young man full of life; it's hard for her not to imagine these two in torrid situations…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "519e9368-8b90-4c97-91cc-3fe8ce9da6e3",
    "title": {
      "en": "Gimmick!"
    },
    "updatedAt": "2024-09-02T20:19:14+00:00",
    "coverArt": "https://mangadex.org/covers/519e9368-8b90-4c97-91cc-3fe8ce9da6e3/d537eca4-1946-4806-8f44-0098acfabf86.jpg",
    "altTitles": [
      {
        "ja": "ギミック！"
      },
      {
        "zh": "神乎其技 - 特效化妝師"
      }
    ],
    "description": {
      "en": "Kohei Nagase is an prodigy special effects artist. He and pro stuntman, Shingo Kannazuki, form Studio Gimmick. Together, they help people in need of Studio Gimmick's exceptional services. These people's problems are often able to be solved with Kohei's stunning special effects skills."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "87"
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-08-31T14:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2024-08-09T18:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/255b68d5-825f-4e05-b62c-5f02e75469ae.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-08-05T18:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/d8b32aed-7687-4757-8fd5-c19782402b53.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41854f71-2a63-4d7b-8e65-e9b0f40214f4",
    "title": {
      "en": "Artificial Temperature 36.7°C"
    },
    "updatedAt": "2024-08-22T18:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/41854f71-2a63-4d7b-8e65-e9b0f40214f4/00005391-7b7e-4a81-a7d9-c81bae53cd04.jpg",
    "altTitles": [
      {
        "zh": "人造体温36.7℃"
      },
      {
        "zh-ro": "Rénzào Tǐwēn 36.7℃"
      }
    ],
    "description": {
      "en": "Su, born in prison, has always wanted to see the \"crow\" from what her mother told her. On the day when she was about to be secretly executed, Gill, the artificial intelligence, was thrown into prison for a test run. She compasses everything from the outside world in her database. Su developed special feelings for Gill, although she didn't care that the words Gill spoke were programmed or from her own consciousness. Unable to distinguish her own human feelings... in this small cell, the lonely Su got her first doll--she met a \"person\" who could bring her solace."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3985113-425b-49f4-8520-1f2510c6a745",
    "title": {
      "en": "Kanpeki Reijou ga Hatsu Koishitatte janai! Anthology Comic"
    },
    "updatedAt": "2024-09-07T04:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/e3985113-425b-49f4-8520-1f2510c6a745/613120e7-e3d1-4dd4-aca2-5a430a8c8c79.jpg",
    "altTitles": [
      {
        "ja": "完璧令嬢が初恋したっていいじゃない！ アンソロジーコミック"
      }
    ],
    "description": {
      "en": "Contents:\n1. Tonari no Chaperon (隣りのシャペロン) by AONO Shimo\n2. Herminia Boukenki (エルミーニア冒険記) by YANAGIYA Maro\n3. Hatsukoi no Akari wo Kimi e (初恋の灯を君へ) by Ootori\n4. Tsuntsun Toshishita Reisoku no Himitsu no Kao (ツンツン年下令息の秘密の顔) by Odayaka\n5. Issho ni Kurasu Nante Ariemasen! (一緒に暮らすなんてありえません！) by ANONE None"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-07-29T09:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90",
    "title": {
      "en": "Global Martial Artist"
    },
    "updatedAt": "2024-08-03T20:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90/946da32f-8f17-4cf5-9ec9-7abd43990dc2.jpg",
    "altTitles": [
      {
        "zh-ro": "Global Gao Wu"
      },
      {
        "zh-ro": "Quan Qiu Gao Wu"
      },
      {
        "en": "World's Best Martial Artist"
      },
      {
        "zh": "全球高武"
      },
      {
        "ko": "흙수저에서 최강 투신으로"
      },
      {
        "en": "World's Greatest Martial Artist"
      },
      {
        "en": "Global High Martial Artist"
      },
      {
        "pt-br": "Artes marciais globais"
      }
    ],
    "description": {
      "en": "Rebirth is just a starting point from reaching the peak. Intruding crypt, the rise of martial arts  \n  \nThe main character Fang Ping gets send back 10 years into a parallel world, resembling his own in everything, but the fact that martial arts is omnipresent and necessary to gain a bright future… (Note: Story plays in 2006)  \n  \nWill Fang Ping reach his goal? And become a mighty Martial Artist to finance his Adorable Little Sisters Empire? Or will he fall and hit his head on a block of tofu and die…?   \n  \nFind it out yourself, and read the manhua!",
      "pt-br": "O renascimento é apenas um ponto de partida para atingir o pico. Intrusão na cripta, a ascensão das artes marciais O personagem principal Fang Ping é enviado de volta 10 anos para um mundo paralelo, semelhante ao seu em tudo, mas o fato de que as artes marciais são onipresentes e necessárias para obter um futuro brilhante... Será que Fang Ping alcançará seu objetivo? meta? E se tornar um poderoso Artista Marcial para financiar seu Adorável Império das Irmãzinhas? Ou ele vai cair e bater a cabeça em um bloco de tofu e morrer…? Descubra você mesmo e leia o manhua!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Resista"
    },
    "updatedAt": "2024-08-06T05:54:30+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/0e7991a0-7a7f-4499-9588-c9f044662680.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Regista"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      },
      {
        "en": "Haru's Resista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6b12b1-4559-49e6-b1b7-d15f3bdee072",
    "title": {
      "en": "Kougekiryoku Zero Kara Hajimeru Kenseitan"
    },
    "updatedAt": "2024-07-04T22:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/4d6b12b1-4559-49e6-b1b7-d15f3bdee072/c48d8d08-aa59-472f-aecd-1d6f21a9d0b9.jpg",
    "altTitles": [
      {
        "ja": "攻撃力ゼロから始める剣聖譚"
      },
      {
        "en": "The Master Swordman's Story Starts with the Zero Ability to Attack"
      },
      {
        "vi": "Câu chuyện của Kiếm sĩ vô năng trên con đường trở thành Thánh Kiếm"
      },
      {
        "en": "Tale of the Sword Saint Beginning with Zero Attack Power"
      }
    ],
    "description": {
      "en": "Although Eugene was blessed with an extraordinary talent for defensive magic, he had no talent for offensive magic. He is ridiculed as incompetent by those around him and enrolls in a magic academy to escape. However, his \"useless\" defensive magic came in handy there, and as expected, he was assigned to take care of the beautiful Demon King Erinyes, who once ruled the world...!?",
      "es-la": "Eugene procede de una familia de famosos espadachines, pero es tachado de \"espadachín defectuoso\" Que a pesar de poseer extraordinarias habilidades defensivas su poder ofensivo es basura. Abandona su país y se matricula en la principal escuela del continente, la Academia de Magia. En la academia, le piden a Eugene que vaya a lo más profundo de la prisión sellada, donde se se encuentran criaturas míticas y él es el único al que no afecta el miasma que estas desprenden. Sellado en las profundidades más oscuras de la prisión, donde incluso los más grandes magos de todos los tiempos caen de rodillas en el camino, se encuentra a la legendaria Rey Demonio Erinyes, que una vez gobernó el continente. Eugene llega fácilmente hasta ella, y ¿Parece que es el único que puede hacer un contrato con la Rey Demonio...? Una historia fantástica de otro mundo en la que un espadachín caído que se ha hecho con el poder del Rey Demonio ¡se convierte en el santo de la espada más fuerte! ¡Una historia que transcurre en el mismo universo de Shinja Zero Megami!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-08-25T10:31:30+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd095fd1-0869-46c8-958c-d3f9cb46dd48",
    "title": {
      "en": "Senpai! Waza to ja Nai n desu!"
    },
    "updatedAt": "2024-06-15T18:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/bd095fd1-0869-46c8-958c-d3f9cb46dd48/1e9e0d64-c747-4e33-9b80-4c8eba0532ae.jpg",
    "altTitles": [
      {
        "ja": "センパイ！わざとじゃないんです！"
      },
      {
        "ja-ro": "Senpai! Wazato Janain desu!"
      },
      {
        "ru": "Я не специально, сэмпай!"
      },
      {
        "ja-ro": "Senpai! Waza to ja Nai n desu!"
      },
      {
        "en": "Senpai! I Didn't Do It on Purpose!"
      },
      {
        "zh-hk": "學長！我不是故意的！"
      },
      {
        "zh": "学长！我不是故意的！"
      }
    ],
    "description": {
      "en": "Sachi, a high school student, is confessed to by her love Jun, a senior who is a year older than her, and they are finally going out! However, as soon as she realizes that she is in love with Jun, Sachi has a constitution that causes her to have accidental pervert incidents with him every chance she gets! When Sachi tries to hold his hand for the first time, she accidentally puts her hand down his pants and she ends up deeply misunderstanding Jun when he asks her to pull out her hand. \n\nIt's a sexy cute☆romantic comedy!",
      "ja": "女子高生・幸は一学年上の憧れの先輩・純に告白されて、晴れて付き合えることに！ ところが両思いになった途端、幸は純に対して事あるごとにラッキースケベを起こしてしまう体質になってしまい…！? はじめて手を握ろうとしたら、勢いあまって彼のズボンに手を突っ込んでしまい違うものを握ってしまったり、あまつさえ手を抜こうとしたら手で抜こうとしてしまったりする、そんな一組のカップルが織りなすエロカワ☆ラブコメディです。",
      "ru": "Старшеклассница Сати наконец начинает встречаться с Дзюном, парнем который старше её на год. Она первая призналась, а теперь каждый раз, когда её переполняют чувства любви, богатые формы так и норовят создать неловкую ситуацию! Первая попытка Сати взяться за руки, случайно превращается в нырок в штаны Дзюна, оставляя его в полном недоумении. Встречайте эро-кавай ☆ лавком мангу!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "54"
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2024-08-10T16:21:49+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b8b65ac-4dfc-485d-81b3-17190f8f91c4",
    "title": {
      "en": "Akari"
    },
    "updatedAt": "2024-08-04T07:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/5b8b65ac-4dfc-485d-81b3-17190f8f91c4/1a9f1889-324b-47a0-aaf4-27f35bd339a0.jpg",
    "altTitles": [
      {
        "ja": "あかり"
      },
      {
        "zh": "灯"
      }
    ],
    "description": {
      "en": "Upon his wife's passing, stained glass artisan Kagari loses his interest in his life and his work -- that is, until his long-lost granddaughter Akari appears on his doorstep. A story of artistic inspiration, identity, and self-discovery.",
      "ja": "妻と死別し、生きる意味を見失った老ステンドグラス作家篝のもとに、生き別れた孫のあかりが訪ねてくる。ふたりはステンドグラスの制作を通じて心を通わせていくがーー。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "37b7061e-7d5a-43fc-91d6-fba60f8519e0",
    "title": {
      "en": "Fate/Prototype: Sougin no Fragments"
    },
    "updatedAt": "2023-08-09T23:34:37+00:00",
    "coverArt": "https://mangadex.org/covers/37b7061e-7d5a-43fc-91d6-fba60f8519e0/c2d43f1e-1fad-4dbf-9aa5-e216a33fdac3.jpg",
    "altTitles": [
      {
        "ja": "Fate/Prototype 蒼銀のフラグメンツ"
      },
      {
        "en": "Fate/Prototype: Fragments of Sky Silver"
      },
      {
        "fr": "Fate/Prototype -Fragments d'Azur et d'Acier-"
      }
    ],
    "description": {
      "en": "An adaptation of the novel *Fate/Prototype: Sougin no Fragments*.",
      "fr": "Adaptation manga du light novel *Fate/Prototype -Fragments d'Azur et d'Acier-* de Hikaru Sakurai et Nakahara\n\nManaka Sajô est issue d'une puissante famille de mages et est considérée comme un véritable prodige. C'est donc naturellement qu'elle est choisie pour participer à l'une des Guerre du Saint Graal.\nMalgré son jeune âge, elle parvient à invoquer le plus puissant des Servant : Saber. Mais leur relation va très vite se dégrader car ils n'ont pas du tout la même conception du monde et de la guerre."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]