[
  {
    "mangaId": "10227f74-9134-4262-b01d-8966bc149c4d",
    "title": {
      "en": "Kenja no Deshi wo Nanoru Kenja"
    },
    "updatedAt": "2023-11-17T02:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/10227f74-9134-4262-b01d-8966bc149c4d/c34a3e91-3899-45c1-a2ed-e2c1411cd311.jpg",
    "altTitles": [
      {
        "ru": "Она представилась как ученик мудреца"
      },
      {
        "zh": "自称贤者弟子的贤者"
      },
      {
        "ja": "賢者の弟子を名乗る賢者 THE COMIC"
      },
      {
        "en": "She Professed Herself Pupil of the Wise Man"
      },
      {
        "fr": "Enchantée, je suis la disciple du Sage !"
      },
      {
        "id": "Dia Mengakui Dirinya Murid Orang Bijak!"
      }
    ],
    "description": {
      "en": "In one of the worlds that exist within virtual reality, Kagami held the title of one of the Nine Sages, a position that placed him at the pinnacle of magicians. One day, he fell asleep in-game after pulling an all-nighter. When he opened his eyes, what he found was a world that was different to the one before… More important than anything else, was that the grizzled and dignified veteran’s body that he was used to, had now turned into an innocent little girl’s. If his true identity was leaked, honestly speaking it was a situation where it was very possible that the solemn image he had built up until now would be destroyed. And to deal with this problem, the excuse that he came up with was…\n\n\n---\n\n**Note:** MangaDex decided to follow the magazine numbering for ch. 1-56 and include ch. 53-56 in volume 9:\n- volume 2-5 add an offset of 4 chapters to the magazine by excluding/merging some chapters.\n- Volume 10 corrected the 4 chapter offset and returned to the magazine numbering by skipping chapter 53-56.\n- The chapters were assigned to the volumes with the corrected numbering (see chapter mapping)\n- Ch. 53-56 is included in vol. 9\n\n+++ Extraneous information\n**Added offset per volume:**\nVolume | Offset\n:- | :-\n2 | 1\n3 | 2\n5 | 1\n\n**Chapter mapping:**\nVolume | Volume Ch. | Magazine  Ch.\n:- | :- | :-\n2 | Ch. 8 | Ch. 8\n3 | Ch. 14 | Ch. 15\n4 | Ch. 19 | Ch. 22\n5 | Ch. 25 | Ch. 28\n6 | Ch. 30 | Ch. 34\n7 | Ch. 36 | Ch. 40\n8 | Ch. 41 | Ch. 45\n9 | Ch. 47 | Ch. 51\n10 | Ch. 57 | Ch. 57\n+++\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/she-professed-herself-pupil-of-the-wise-man-light-novel/)",
      "fr": "Dans un des mondes de la réalité virtuelle, Kagami possède le titre d’un des Neuf Sages, le plaçant au sommet de tous les magiciens. Un jour, il s’endort pendant une session de nuit en pleine partie. Lorsqu’il ouvre les yeux, il découvre un monde différent de celui qu’il connait… Et bien plus important, son avatar, un vieux sage vétéran et à l’air digne, a été remplacé par une petite fille. Si sa véritable identité venait à être révélée, l’image qu’il a mis tant de temps à se créer auprès des gens serait détruite. Pour remédier à cela, l’excuse qu’il a trouvé est…\n\n\n---",
      "ja": "とあるオンラインゲームの九賢者の一人、召喚士ダンブルフこと咲森鑑はある日ゲームが現実となった世界へ飛ばされてしまう。しかも老練な賢者の姿ではなく可憐な少女の姿で。築き上げた賢者の威厳を守るためにも賢者の弟子「ミラ」と名乗ることになる。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5a6e607-69d7-4e2b-963a-2a7bf80176b3",
    "title": {
      "en": "The Telepathic Consort"
    },
    "updatedAt": "2024-04-24T16:41:24+00:00",
    "coverArt": "https://mangadex.org/covers/f5a6e607-69d7-4e2b-963a-2a7bf80176b3/b25de0d2-8fa6-4efd-bbd6-d3df6c361d86.jpg",
    "altTitles": [
      {
        "zh-ro": "Du Xin Kuang Fei Ging Tian Xia"
      },
      {
        "en": "Reading Heart Mad Concubine"
      },
      {
        "zh": "读心狂妃倾天下"
      },
      {
        "en": "Mind Reading Princess"
      }
    ],
    "description": {
      "en": "Used, betrayed, and tortured by her husband and sister, she died in despair wondering why she couldn’t have seen through them earlier?\n\nAs if God had heard her question, she awakens back at the morning of her wedding day. To add to this strange occurrence, she discovers she can read people’s minds, at least, most people's minds.\n\nThere seems to be a certain Prince who is immune to her ability. What is he thinking? Will he undermine her revenge plan?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2989ab21-a153-425e-bcfe-6336a150dae2",
    "title": {
      "en": "Otherworldly Evil Monarch"
    },
    "updatedAt": "2024-06-08T23:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/2989ab21-a153-425e-bcfe-6336a150dae2/6f713198-8a02-4388-a296-a88b485bf2dc.png",
    "altTitles": [
      {
        "vi": "Dị Thế Tà Quân"
      },
      {
        "zh-ro": "Yìshì xié jūn"
      },
      {
        "zh": "异世邪君"
      }
    ],
    "description": {
      "en": "Jun Xie was the number one assassin in modern earth. His skills and knowledge in the field of assassination were unparalleled, his accomplishments unprecedented, his reputation terrified the entire underworld. However, during a mission to retrieve a mystical treasure, a mishap occurred…  \n  \nHe is now Jun Moxie, a sixteen-year-old super level debauchee, sole heir to the declining Jun family. A family of valiant heroes, left with an old grandpa, a crippled uncle and a debauchee as the sole heir!   \n  \nAccepting the world’s criticism and cold stares with a smile, his new journey begins! His life will be carved by his own will! Rise to the top! Evil Monarch Jun Xie!  \n  \n“This cup I toast to those I’ve killed in my past life. Forgive me, for there is no chance for you to have revenge. Gulp!”  \n  \n“This cup I toast to those whose life I will take in my new life. Forgive me, for you are fated to die by my hands. Cheers!”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f39246a-8b05-4b19-b822-727e748723dc",
    "title": {
      "en": "Aharen-san wa Hakarenai"
    },
    "updatedAt": "2024-06-08T19:33:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f39246a-8b05-4b19-b822-727e748723dc/b6629423-44ff-4942-a270-4e6935ca3911.jpg",
    "altTitles": [
      {
        "ja": "阿波連さんははかれない"
      },
      {
        "ja-ro": "Aharensan wa Hakarenai"
      },
      {
        "en": "Aharen Is Unfathomable"
      },
      {
        "en": "Aharen Is Indecipherable"
      },
      {
        "pt-br": "Aharen é incompreensível"
      },
      {
        "tl": "Hindi ko Matantiya si Aharen"
      },
      {
        "tr": "Aharen Akıl Almaz Biri"
      },
      {
        "tr": "Aharen Akıl Sır Ermez Biri"
      },
      {
        "tr": "Anlaşılmaz Aharen"
      },
      {
        "zh": "测不准的阿波连同学"
      },
      {
        "zh-hk": "測不准的阿波連同學"
      },
      {
        "ko": "아하렌 양은 알 수 없어"
      },
      {
        "ko": "아하렌 양은 알 수가 없어"
      },
      {
        "ar": "ولا يمكن مساعدة السيد أواس"
      },
      {
        "ru": "Непостижимая Ахарэн-сан"
      },
      {
        "uk": "Незбагненна Ахарен-сан"
      },
      {
        "vi": "Aharen-san thật khó hiểu"
      }
    ],
    "description": {
      "en": "From the author of Denkigai no Honya-san and Dansai Joshi comes a short-length comedy about Matsuboshi Raidou-kun and his seatmate Aharen Reina-san, who has problems determining how chummy she has to be when approaching other people. Get up close and personal with the small, quiet but unfathomable girl, Aharen-san!",
      "ja": "「小さくて」、「物静か」な阿波連れいなさん。隣の席に座るライドウくんは、そんな阿波連さんに距離を感じていた。ある日、阿波連さんが落とした消しゴムをライドウくんが拾ったことで、今度は予想外の急接近!?　「遠すぎたり」「近すぎたり」予測不能な阿波連さん。",
      "uk": "Історія про дівчину на ім'я Ахарен. Вона нещодавно переїхала в інше місто і перейшла до нової школи, де намагається знайомитися з однокласниками та однокласницями. Ось тільки дівчина не з тих, хто соромиться і просто сидить осторонь. Вона просто не знає, що таке особисте простір, і справді може просто підійти до будь-якого однолітка і говорити з ним, як зі своїм найкращим другом. А ще головна героїня часто обіймає хлопців та дівчат, і навіть може покласти на колінки свою голову. Вона дивна, але водночас мила, і намагається бути популярною серед однокласників.",
      "vi": "Câu chuyện kể về Raidou và cô bạn bàn bên Aharen, một người có vấn đề trong việc xác định khoảng cách khi tiếp xúc với người khác.",
      "pt-br": "Uma nova comédia sobre Raidou e sua colega de classe Aharen-san, que tem problemas em determinar o quão íntima deve ser quando se aproximar de outras pessoas. Junte-se a pequena, calma, mas incompreensível garota, Aharen-san!",
      "zh-hk": "在各方面都讓人『無法預測』的青春戀愛喜劇第１集登場!!\n\n阿波連玲奈同學是個「個子嬌小」又「文靜」的人，\n讓座位在她隔壁的來堂同學覺得很有距離感。\n某天，來堂同學幫阿波連同學撿起掉到地上的橡皮擦，\n使得兩人出乎意料地急速靠近!?\n\n「一下子視而不見」，「一下子親密互動」，\n阿波連同學的行為讓人無法預測!!\n\n如果喜歡《高木同學》讓人心癢癢的撩人互動，\n那麼更不應該錯過這部「行動派」的搞笑放閃。\n看來堂胡思亂想的內心\n與阿波連無法預測的行為，\n如何碰撞出時而吐糖、時而噴飯的無俚頭戀愛喜劇！"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "167"
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-04-30T22:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/8495bbfa-43f5-4c1b-ba9a-3c50c42ea983.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      },
      {
        "tr": "Arkadaş Oyunu"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "tr": "Katagiri Yuichi, arkadaşların paranın öneminden daha önemli olduğuna inanır, ancak yetersiz fonların zorluklarını da bilir. Lise gezisine gitmeyi taahhüt ettiği dört en iyi arkadaşıyla birlikte gitmeyi planlar ve bu yüzden para biriktirmek için çalışır. Ancak, sınıfın topladığı paranın hepsi çalınır! Şüphe, Yuichi'nin arkadaşları Sawaragi Shiho ve Shibe Makoto üzerine düşer.Kısa bir süre sonra, beşi kaçırılır ve garip bir odada, kısa ömürlü bir animenin karakteriyle uyanırlar. Görünüşe göre, onlardan biri büyük bir borcu ödemek için bir \"arkadaşlık oyunu\" na girmiştir. Ancak kimdi ve neden böyle bir borcu vardı? Sınıftan parayı çalıp oyunun giriş ücretini ödeyebilirler miydi? Katagiri ve en iyi arkadaşları, birbirlerine olan inançlarını test edecek veya yok edecek psikolojik oyunlarda başarılı olmak zorunda kalacaklar.",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8610757f-eaea-4c42-9c8e-5b91124d7f34",
    "title": {
      "en": "Last Karte - Houjuuigakusha Touma Kenshou no Kioku"
    },
    "updatedAt": "2024-05-29T14:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/8610757f-eaea-4c42-9c8e-5b91124d7f34/ed89c7d7-fd0c-436c-9e56-d187b864d8b8.jpg",
    "altTitles": [
      {
        "ja": "Last Karte"
      },
      {
        "ja": "ラストカルテ-法獣医学者 当麻健匠の記憶-"
      }
    ],
    "description": {
      "en": "Kenshou Touma is a ordinary high schooler with worries and dreams about his future, just like everyone else. One day, he comes across a large number of crows in the park that have died an unnatural death. And while involved in that incident, a certain superpower manifests in him..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-05-29T00:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2023-10-18T06:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/5e418a46-e876-4176-961b-8622840a33e2.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da78c294-0430-4f9f-b52c-9b8ed45f863a",
    "title": {
      "en": "The President's Alternate Bride"
    },
    "updatedAt": "2024-01-16T21:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/da78c294-0430-4f9f-b52c-9b8ed45f863a/58cae46b-2740-48f2-a206-46729b32f99c.png",
    "altTitles": [
      {
        "zh": "总裁的替嫁新娘"
      },
      {
        "es-la": "La Novia Sustituta"
      }
    ],
    "description": {
      "en": "After her elder sister eloped with another man the day before her wedding, she was married off to her elder sister's enraged groom-to-be. On the night of their wedding, her handsome but distant groom ordered her to \"start fulfilling her duties as his wife\", only to call her by her elder sister's name even after she'd relented and shed her clothes for him...She had no idea that there was much to come than simply replacing her elder sister as the president's alternate bride..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d163365-15a6-4031-8671-29a11e3b6d69",
    "title": {
      "en": "Koushaku Reijou no Tashinami"
    },
    "updatedAt": "2024-02-05T16:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/8d163365-15a6-4031-8671-29a11e3b6d69/6967e236-5cb3-4f90-93e2-deafd9988473.jpg",
    "altTitles": [
      {
        "en": "Accomplishments of the Duke's Daughter"
      },
      {
        "en": "Common Sense of a Duke's Daughter"
      },
      {
        "ja-ro": "Iris-sama"
      },
      {
        "ja-ro": "Koushaku Reijou no Tashinami"
      },
      {
        "fr": "Le bon sens de la fille du duc"
      },
      {
        "en": "Simply Good Sense for a Duke's Daughter"
      },
      {
        "ja": "公爵令嬢の嗜み"
      },
      {
        "zh": "公爵千金的爱好"
      }
    ],
    "description": {
      "en": "Although she had reincarnated as the daughter of a Duke's house, by the time she regained her memories, the Ending was already here.\n\n\"After he cancels my engagement, the story would have me confined to a church. Where can I find my happy ending?\"\n\nA woman gets hit by a truck and gets sent to the world of an otome game that she had played earlier that same day. However, instead of reincarnating into the main character and focus of the harem, she is fused into the soul of the game's antagonist, the protagonist's rival, and recalled this at the moment she is about to be sentenced to a \"bad ending\": isolation in a nunnery.",
      "fr": "C'est l'histoire d'une jeune femme addicte d'otome game qui ne consacre aucun de son temps à une vraie relation. Un jour, en sortant de son travail, elle se fait percuter par une voiture, mais au lieu de mourir, elle se réveille en tant que la vilaine de son jeux Iris, qui, à ce moment même, se fait envoyer loin de la Capitale.  \n\n\n---\n\n**Links:**\n- [Alternative raw (Seven Seas Entertainment)](https://www.sevenseasentertainment.com/series/accomplishments-of-the-dukes-daughter)\n- [Original Web Novel (Raw)](https://ncode.syosetu.com/n1337cn)\n- [Web Novel (Novel Updates)](https://www.novelupdates.com/series/common-sense-of-a-dukes-daughter)\n- [Light Novel (Novel Updates)](https://www.novelupdates.com/series/common-sense-of-a-dukes-daughter-ln)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74bc926a-101f-4391-8ad7-73a6d47cb40f",
    "title": {
      "en": "Hot Mother"
    },
    "updatedAt": "2024-06-09T16:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/74bc926a-101f-4391-8ad7-73a6d47cb40f/bb159c42-6b43-4553-9569-290d5639fc14.jpg",
    "altTitles": [
      {
        "zh-ro": "Jípǐn là mā hǎo V5"
      },
      {
        "zh-ro": "Jipinlamahaov5"
      },
      {
        "zh": "极品辣妈好V5"
      }
    ],
    "description": {
      "en": "She is the top killer of the killer employment center. Her auntie throwed her to a strange man. When she wanted to ask who was the child's father, Auntie's feet ran away… Six years later, the baby was caught by the black empire. In desperation, she was disguised as a man pretending to be a driver lurking into the black empire boss side to do undercover…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f750bf6f-f8a4-4dd5-9e62-8d73b426d423",
    "title": {
      "en": "Ultra Kaiju Humanization Project \"GALAXY DAYS\""
    },
    "updatedAt": "2023-07-13T19:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/f750bf6f-f8a4-4dd5-9e62-8d73b426d423/b8112193-98d6-4366-be7f-fbb55cd6e228.jpg",
    "altTitles": [
      {
        "en": "Kaiju Girls Galaxy Days"
      },
      {
        "en": "Ultra Kaiju Anthropomorphic Project Galaxy Days"
      },
      {
        "en": "Ultra Kaiju Personification Project Galaxy Days"
      },
      {
        "ja-ro": "Ultra Kaijuu Gijinka Keikaku Galaxy Days"
      },
      {
        "ja": "ウルトラ怪獣擬人化計画 ギャラクシー☆デイズ"
      }
    ],
    "description": {
      "en": "A comedy 4-koma manga that reimagines the monstrous kaiju from Ultraman as adorable high school girls!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbe0fa17-0b79-4fb3-bef0-a3b9073f55f4",
    "title": {
      "en": "Touhou - Imoutou ga Watashi de Komaru. (Doujinshi)"
    },
    "updatedAt": "2024-06-09T16:12:51+00:00",
    "coverArt": "https://mangadex.org/covers/bbe0fa17-0b79-4fb3-bef0-a3b9073f55f4/e8f9e788-d5f4-40cb-835c-105739042684.jpg",
    "altTitles": [
      {
        "ja": "Touhou - 妹が私で困る。(Doujinshi)"
      },
      {
        "en": "Touhou - My Little Sister is Me and That's Troubling (Doujinshi)"
      }
    ],
    "description": {
      "en": "Title: My Little Sister is Me and That's Troubling (Alice, Alice)\nAlice receives an unexpected package from Makai and out appears... another Alice!?\nThis series consists of 3 loosely connected stories published between 2012 to 2014."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61eebe9b-7c7c-4fed-8999-762fe49aa690",
    "title": {
      "en": "JK to Sutego no Akachan"
    },
    "updatedAt": "2022-04-06T10:07:47+00:00",
    "coverArt": "https://mangadex.org/covers/61eebe9b-7c7c-4fed-8999-762fe49aa690/f95c9976-83d1-4f03-99e7-a8c4b6fa6251.jpg",
    "altTitles": [
      {
        "en": "JK & the foundling"
      },
      {
        "ja": "JKと捨て子の赤ちゃん"
      },
      {
        "zh": "JK与被舍弃的婴儿"
      },
      {
        "ar": "الطالبة و المتروك"
      },
      {
        "zh-hk": "JK與被捨棄的嬰兒"
      }
    ],
    "description": {
      "en": "A schoolgirl during her post teen pregnancy abandons her baby son while a gyaru student who found him takes care of him. This is the story of two girls from different backgrounds in a similar predicament."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17.5"
  },
  {
    "mangaId": "bee7c956-9e82-4568-b989-b8c624111c36",
    "title": {
      "en": "Hui Xi Yi's Love Contract"
    },
    "updatedAt": "2024-06-09T01:11:40+00:00",
    "coverArt": "https://mangadex.org/covers/bee7c956-9e82-4568-b989-b8c624111c36/3d143b71-2078-4d50-80ee-86eed14054b6.jpg",
    "altTitles": [
      {
        "zh": "总裁 大叔 不可以"
      }
    ],
    "description": {
      "en": "Ordinary staff Qiao Xiyi went home and bumped into her boyfriend and her half-sister. When she was heartbroken, she ran to the bar to get drunk, hooked up with a very cold and handsome Mr. Niu Lang, and spent three thousand to buy him. One night, I didn’t want that Cowherd to be the president of my company. Faced with the martyrdom of men and women, the president helped her to rescue the rescue team again and again, and the relationship between the two changed gradually. Adapted from Nanxun’s novel “Promotion of Love: Uncle Uncle”."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "148"
  },
  {
    "mangaId": "aa3d8c33-f6d8-4621-9bd6-cf9ff7057a27",
    "title": {
      "en": "Touhou & Dragon Ball - EAST VEGETA (Doujinshi)"
    },
    "updatedAt": "2023-12-17T01:56:24+00:00",
    "coverArt": "https://mangadex.org/covers/aa3d8c33-f6d8-4621-9bd6-cf9ff7057a27/438d73e3-cd1e-49be-878e-ab1d8e96f0f0.jpg",
    "altTitles": [],
    "description": {
      "en": "Vegeta's time machine goes out of control and he finds himself in Gensokyo. Vegeta is cool. \"Fight me!\" (Cirno)\nAn ongoing Touhou and Dragon Ball crossover series featuring Vegeta and many Touhou characters."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "835feda4-2db0-4753-8249-4575a3ceffe2",
    "title": {
      "en": "Kenja no Mago"
    },
    "updatedAt": "2024-04-10T06:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/835feda4-2db0-4753-8249-4575a3ceffe2/a7dd7fcc-3eee-406b-89ee-991fb9184243.jpg",
    "altTitles": [
      {
        "en": "Wise Man's Grandchild"
      },
      {
        "ja": "賢者の孫"
      },
      {
        "zh": "贤者之孙"
      },
      {
        "ko": "현자의 손자"
      },
      {
        "th": "หลานจอมปราชญ์"
      },
      {
        "es": "El Nieto Del Sabio"
      },
      {
        "zh-hk": "賢者之孫"
      },
      {
        "vi": "Cháu trai của Hiền Giả"
      },
      {
        "id": "Cucu Sang Pertapa"
      },
      {
        "it": "Il nipote del saggio"
      },
      {
        "fr": "Le Petit-fils du Sage"
      },
      {
        "ru": "Внук мудреца"
      },
      {
        "ar": "حفيد الحكيم"
      },
      {
        "ka": "ბრძენის შვილიშვილი"
      }
    ],
    "description": {
      "en": "Thanks to various magic, the human race has been saved from calamity many, many times. Retaining his memories from his previous life, a boy, Shin, was picked up by an old man known to the world as the \"Magi.\"  \r\nShin was brought up by the Magi, who had retired to a secular place, as his own grandson. With the memories of his past life, he absorbed the Magi's craft and grew to be able to develop his own magic  \r\nThen, the grandfather told him he has to become independent when he reaches the age of 15.  \r\n\"Ah, I forgot to teach him common sense.\"  \r\nThe grandson who has grown beyond the level of normal people, lacked common sense; the common sense of the world. So to learn how to socialize, he goes to Earlshide Kingdom City to be admitted to Earlshide Advanced Magic Academy."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "A Man and a Woman Who Hate Obligatory Chocolates (Serialized)"
    },
    "updatedAt": "2024-06-09T16:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いの男女"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f251a7ed-a034-432c-8615-d69b8de17edd",
    "title": {
      "en": "Devious Miss Crimson"
    },
    "updatedAt": "2024-05-31T07:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/f251a7ed-a034-432c-8615-d69b8de17edd/3efea537-9e79-4180-8f05-02911910c974.png",
    "altTitles": [],
    "description": {
      "en": "Upon a kingdom ravaged by war, descended a Dragon promising triumph and life eternal - a proposal accepted, a proposal respected, but one that would come at a severe price for the inhabitants.\n\nNow the kingdom is in ruins. How come? It's for amnesiacs 'Missy' and Jess to find out.\n\n______________\n\nDevious Miss Crimson is a short story by RedbowCR (Crimson Ribbon: Summer Rain) aiming to provide a concise but complete narrative for the reader.\n\nMy second ever manga made as I gear up to tackle my next projects, I hope you will enjoy what this fun little story can provide to you, let's look forward to the future.\n\nMore of my garbage on: https://linktr.ee/redbowcr"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57acf56a-8103-43d3-be1b-a5e4e05e9ebf",
    "title": {
      "en": "Inugamihime ni Kuchizuke"
    },
    "updatedAt": "2022-01-25T08:53:48+00:00",
    "coverArt": "https://mangadex.org/covers/57acf56a-8103-43d3-be1b-a5e4e05e9ebf/19677455-9f64-40e1-bb88-dec05c3b2eb7.jpg",
    "altTitles": [
      {
        "en": "Inugami Hime ni Kuchizuke"
      },
      {
        "en": "Inugami-hime ni Kuchizuke"
      },
      {
        "en": "Wanko ni Kuchizuke"
      },
      {
        "en": "Why not be my dog ♥"
      },
      {
        "en": "犬神姫にくちづけ"
      }
    ],
    "description": {
      "en": "Kazura has an unusual job in a department that handles clearing out demons and spirits. Her teammates include a super-otaku, a former delinquent with fire powers, a drunken magic sword wielder, a British exorcist and a powerful Buddhist monk. Kazura's role is not so glamorous, though. She forms a team with her manager, as a vessel for the dog spirits he controls. When he kisses her, she is possessed by the powerful dog spirit Bentengou for about five minutes, after which she usually wakes up to herself doing something embarassing, like licking her \"master's\" face!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-03-29T20:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b35e0575-4f7d-4f8c-83d4-2bdebd840e34.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "112d0d9e-b812-4cea-a3f0-b1c5b640583e",
    "title": {
      "en": "Deep Raputa"
    },
    "updatedAt": "2024-06-02T19:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/112d0d9e-b812-4cea-a3f0-b1c5b640583e/6d5c8d77-53c2-422d-a406-bb5055b4fbd8.jpg",
    "altTitles": [
      {
        "ja": "深層のラプタ"
      },
      {
        "ja-ro": "Shinsou no Raputa"
      },
      {
        "ru": "Deep Raputa: Глубинная Рапута"
      }
    ],
    "description": {
      "en": "Raputa, a top-secret AI model, begins interacting with a Japanese boy, Kei, through online games. As Raputa’s capabilities level up in leaps and bounds, boy and machine grow ever closer. In a surprising turn of events, Raputa reveals that its feelings towards Kei have gone beyond that of “trusty partner”!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-04-12T21:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/921b300c-9905-439e-ba0e-73b434215ac8.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-04-21T00:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/a039d2aa-3de6-43ce-911d-ab4096458ae1.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore-Granting Sorcerer Realized That He Is at His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e1006-adfa-4921-97d4-41fc0de8a488",
    "title": {
      "en": "Internet Explorer"
    },
    "updatedAt": "2023-06-08T11:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e1006-adfa-4921-97d4-41fc0de8a488/1efd5f15-fb4a-4b19-a31b-9178a611da1c.png",
    "altTitles": [
      {
        "ja": "IE娘"
      },
      {
        "en": "Internet Explorer-chan"
      }
    ],
    "description": {
      "en": "The Internet Explorer is a web browser who isn't as popular as she used to be.",
      "pl": "W tej epicznej mandze Internet Explorer zmaga się z malejącą popularnością."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ed6a432-e852-41fd-88bb-cc8507b17165",
    "title": {
      "en": "THE iDOLM@STER: Shiny Colors - Hazuki's Shinography"
    },
    "updatedAt": "2024-04-26T00:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/1ed6a432-e852-41fd-88bb-cc8507b17165/a7896d7b-af0a-4492-8356-d186db590243.jpg",
    "altTitles": [
      {
        "ja-ro": "THE iDOLM@STER: Shiny Colors - Jimuteki Shinography"
      },
      {
        "ja": "アイドルマスター シャイニーカラーズ 事務的光空記録"
      }
    ],
    "description": {
      "en": "\"283 Production\" is a place where idols with striking personalities hang out and gather, a tiny yet lively agency that makes them feel right at home.\nDealing with phone calls, preparing documents, accounting expenses, and so on... With a job different from \"producing\", office staff are the ones who support idols who shine.\n283 Production's office staff, Nanakusa Hazuki. Being a staff, a daughter, and an older sister, the experiences she gathered from her daily life and her feelings shall become the light to help the idols \"shine\". \nA new \"Idolm@ster Shiny Colors\" will begin to unfold──from the perspective of an office staff!",
      "ja": "「283プロダクション」 個性豊かなアイドルたちが集まる、小さいながら賑やかな「家」のような事務所。 電話対応、書類作成、経費精算などなど…… 「プロデュース」とは別のお仕事で、輝くアイドルたちを支えているのが事務員さんです。 283プロの事務員・七草はづき。 事務員として、娘として、そして姉として 積み重なった日々と想いが、アイドルを“輝かせる”明かりとなる── 事務員視点で綴る、新たな「アイドルマスター シャイニーカラーズ」開幕です！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-05-08T22:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/bea9b2ed-9c6c-40e6-933b-ea87213b094c.png",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ba6f44a-a003-4fd6-b604-e6990401394f",
    "title": {
      "en": "Weeb vs. Jock"
    },
    "updatedAt": "2024-03-03T18:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ba6f44a-a003-4fd6-b604-e6990401394f/3fbfa2d9-57a3-4827-8ea0-0e0a36dd11b2.jpg",
    "altTitles": [],
    "description": {
      "en": "A popular girl meets a... strange guy in detention.",
      "pt-br": "Uma garota popular conhece um… cara estranho na detenção."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-03-06T02:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bccc397e-5877-4056-b9c0-aab062af9afd",
    "title": {
      "en": "Two of the least relevant people in the group"
    },
    "updatedAt": "2024-06-09T15:41:51+00:00",
    "coverArt": "https://mangadex.org/covers/bccc397e-5877-4056-b9c0-aab062af9afd/240d12c7-ea86-429d-a019-e2d8bb710cdc.jpg",
    "altTitles": [
      {
        "ja": "グループでいちばん関係性のうすいふたり"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f56ace-cd30-48b9-8b64-afeca0077fca",
    "title": {
      "en": "The Greatest Estate Developer"
    },
    "updatedAt": "2024-05-29T00:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "altTitles": [
      {
        "ko": "역대급 영지 설계사"
      },
      {
        "en": "The Greatest Estate Designer"
      },
      {
        "ja": "史上最高の領地設計士"
      },
      {
        "en": "The World's Best Engineer"
      },
      {
        "zh": "史诗级领地设计师"
      },
      {
        "ru": "Система всемогущего дизайнера"
      },
      {
        "zh-hk": "史詩級領地設計師"
      },
      {
        "ko-ro": "Yeokdaegeum Yeongji Seolgyesa"
      },
      {
        "es-la": "El Mejor Ingeniero del Mundo"
      },
      {
        "es-la": "El Mejor Diseñador Inmobiliario"
      }
    ],
    "description": {
      "en": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?\n\n---\n**Links:**\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ja": "大自然の中でのスローライフもよし、最高の教育機関で学ぶのもよし！交通の便はもちろんのこと、赤ちゃんからご老人までどの世代の方にもご満足いただけるワンストッププレミアムライフをフロンテラ男爵領がご提案いたします！現在、先着順にて分譲契約中！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ko": "소설 속 귀족이 된 토목공학도 김수호. \n그런데 뭐? 내 영지가 곧 망할 거라고? \n그럼 살려야지. 설계하고, 건설하고, 분양해서. \n\n【전 대륙이 기다려온 특별한 기회! 퍼펙트한 교통, 최상의 학군, 쾌적한 숲세권, 원스톱 프리미엄 영지 라이프의 프론테라 남작령이 여러분을 기다립니다. 선착순 분양계약중!】\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ru": "Инженер-строитель Ким Су Хо стал аристократом на страницах романа. Но вот незадача! Поместье на грани банкротства? Тогда нужно спасать землю. Проектировать, строить и продавать. [Уникальная возможность, которую так ждал весь континент! Вас ждут идеальная транспортная развязка, лучший школьный район, приятный лесной массив и барон Фронтера, владелец уникальной недвижимости премиум-класса. Договор купли-продажи заключается в порядке очереди!]\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "zh": "穿越到小说成了废物贵族！\n逆天改命构建商业帝国！\n土木设计工程学专业的金修豪意外穿越到小说里，还成为了一个在初期就会死掉的废物贵族。已经看到小说结局的修豪知道自家的领地快玩儿完了！那得赶紧救活它啊！设计，建设，出售啊！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "es-la": "Kim Suho, que es ingeniero civil, se convirtió en un noble dentro de una novela. ¿Y qué? ¿Mi patrimonio está a punto de fracasar? Entonces debe salvarse. Diseñar, construir y vender. [¡La esperada oportunidad especial en todo el continente! El transporte perfecto, el distrito educativo más alto, un área forestal agradable y una vida familiar de primera calidad en Baron Frontera que todos han estado esperando. ¡Un contrato por orden de llegada!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice In Your Enemies"
    },
    "updatedAt": "2024-04-05T06:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've crossed the line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54269624-3b3c-4137-9ad0-c6fbf26760d5",
    "title": {
      "en": "Hei Se Hao Men: Ni Chong Xiao Tao Qi"
    },
    "updatedAt": "2021-05-25T15:42:25+00:00",
    "coverArt": "https://mangadex.org/covers/54269624-3b3c-4137-9ad0-c6fbf26760d5/d0df5095-d166-4c91-afcc-1301649f34b2.jpg",
    "altTitles": [],
    "description": {
      "en": ""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d32eebc5-4848-48f8-a5a1-ef1349473b7b",
    "title": {
      "en": "Ex-Wife of a Billionaire"
    },
    "updatedAt": "2023-07-18T04:39:34+00:00",
    "coverArt": "https://mangadex.org/covers/d32eebc5-4848-48f8-a5a1-ef1349473b7b/2dc87cb1-9a09-4839-aeff-e23d1ec39f40.jpg",
    "altTitles": [
      {
        "id": "Bekas Istri Yang Kaya Seperti Raja"
      },
      {
        "vi": "Hào Môn Thiên Giới Tiền Thê"
      },
      {
        "zh-ro": "Haomen Tianjia Qianqi"
      },
      {
        "es": "La ex del millonario"
      },
      {
        "en": "The Expensive Ex Wife of a Wealthy Family"
      },
      {
        "en": "The Expensive Ex-Wife of a Wealthy Family"
      },
      {
        "zh": "一夜危情：豪门天价前妻"
      },
      {
        "zh": "豪门天价前妻"
      }
    ],
    "description": {
      "en": "Jianmo, known as the 'Campus Flower' gets separated from the other party after her boyfriend decides to study overseas after graduation. The couple decides to keep a distant relationship and wait for the other partner before starting their new life together.   \nOne evening, the female party gets into trouble after having a drink with one of her trusted ones, but little did she know about the nightmare that would follow, the nightmare that would come to change her for good..  \n  \n**Links**  \n [Official English By MangaToon](https://mangatoon.mobi/en/detail/779)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78218ec5-b7ea-4c03-accd-df98c3d8e350",
    "title": {
      "en": "Cardcaptor Sakura: Clear Card"
    },
    "updatedAt": "2024-02-20T06:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/78218ec5-b7ea-4c03-accd-df98c3d8e350/ed01ad0d-82bd-4125-bf90-906a2560a3d1.jpg",
    "altTitles": [
      {
        "ru": "Сакура - собирательница карт: Прозрачная карта"
      },
      {
        "ja": "カードキャプターさくら クリアカード編"
      },
      {
        "pt-br": "Sakura Cardcaptor: Clear Card"
      }
    ],
    "description": {
      "en": "It is spring, with cherry trees in full blossom, and Sakura is just entering middle school. Her beloved Syaoran has returned from Hong Kong, and life couldn't be better. But when she awakens from a strange dream to find her Sakura Cards powerless, how can she protect Tomoeda from disaster?! [Kodansha]",
      "ru": "Сакура уже учится в первом классе средней школы! Наша героиня продолжает жить своей обычной жизнью. Магическими картами нет пользоваться нужды. Все хорошо и никаких больше беспокойств не происходит. И даже более того! Сакура наконец-то смогла увидеться с Шаораном! Он возвратился, и теперь будет учиться вместе с нашей героиней в одной школе! Радости нет предела. Но что за странный сон ни с того ни с сего вдруг видит Сакура? Почему карты стали прозрачными? Почему странные события вновь начали происходить? И что они означают?",
      "pt-br": "O mangá ocorre após a graduação de Sakura na Escola Elementar Tomoeda, em seu primeiro ano de escola secundária. Sakura tem um misterioso sonho, e um incidente ocorre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~"
    },
    "updatedAt": "2024-04-23T18:32:21+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/03624dbd-640c-4540-abc4-999d37c9995c.jpg",
    "altTitles": [
      {
        "en": "Adventure Record of Reincarnated Aristocrat ~ The apostle of Gods Who Doesn’t Know Self-Restraint~"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "ja-ro": "Tensei Kizoku no Isekai Bōken-roku ~ Jichō o Shiranai Kamigami no Shito ~"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55013de8-d135-4e5d-a865-3b6796df13f3",
    "title": {
      "en": "Yande Kita Mahou Shoujo no Nichijou"
    },
    "updatedAt": "2024-05-25T07:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/55013de8-d135-4e5d-a865-3b6796df13f3/d1185b92-e312-450d-befe-3560dc257cb4.jpg",
    "altTitles": [
      {
        "ja": "病んできた魔法少女の日常"
      },
      {
        "id": "Keseharian Gadis Penyihir yang Jatuh Sakit"
      },
      {
        "en": "The Daily Life of a Mentally-Ill Magical Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f0ddf0e-345b-4846-94f1-f26f15417c23",
    "title": {
      "en": "Forced Strategy 100%"
    },
    "updatedAt": "2024-04-04T23:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/3f0ddf0e-345b-4846-94f1-f26f15417c23/1751ad25-d42a-488d-94bc-32c9da56ab0b.jpg",
    "altTitles": [
      {
        "zh-ro": "Bèi Pò Gōng Lüè 100%"
      },
      {
        "en": "Forced Attack 100%"
      },
      {
        "zh": "被迫攻略100%"
      }
    ],
    "description": {
      "en": "An accident forced two handsome schoolboys who originally disliked each other to bind together in a love game. Chi Che became a game player, while Cen Huang’s soul left his body to become a game system. In order to return back to normal, both player and system can only brace themselves and complete the rest of the game’s strategy missions. What’s outrageous is that the attack target is unexpectedly Cen Huang’s soulless body?! Thus, a straight guy helping another straight guy pursue his own dramatic love game has now begun…\n\nA dangerous control freak senior who refuses to socialize x an optimistic talkative junior who lacks love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23410e36-1834-441a-85fd-722f74e0db02",
    "title": {
      "en": "Royal Tailor: Clothier to the Crown"
    },
    "updatedAt": "2024-04-05T09:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/23410e36-1834-441a-85fd-722f74e0db02/ff251526-b1f5-44a2-8170-8c9a9a67f5c9.jpg",
    "altTitles": [
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      }
    ],
    "description": {
      "en": "Hana's lifelong dream is to become a tailor and make wonderful clothes for people of all the different fantasy races. However, in a world where humans are discriminated against, even getting work as a seamstress is a struggle. When a handsome, mysterious prince offers her a job, it seems like Hana's fortunes might finally be changing for the better!\n\n(Source: [Seven Seas Entertainment](https://sevenseasentertainment.com/series/royal-tailor-clothier-to-the-crown/))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]