[
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-12-17T23:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-11-09T13:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      },
      {
        "ja": "武錬天下"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "vi": "Võ đạo đỉnh phong, là cô độc, là tịch mịch, là dài đằng đẵng cầu tác, là cao xử bất thắng hàn Phát triển trong nghịch cảnh, cầu sinh nơi tuyệt địa, bất khuất không buông tha, mới có thể có thể phá võ chi cực đạo. Lăng Tiêu các thí luyện đệ tử kiêm quét rác gã sai vặt Dương Khai ngẫu lấy được một bản vô tự hắc thư, từ nay về sau đạp vào dài đằng đẵng võ đạo.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3466a9c5-4110-4665-972e-726d50f06b1a",
    "title": {
      "en": "Yo nimo Kahogo na Maou-sama"
    },
    "updatedAt": "2024-12-29T01:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/3466a9c5-4110-4665-972e-726d50f06b1a/731dd98e-d127-4381-8cf5-a94c41eaaa98.jpg",
    "altTitles": [
      {
        "ja": "世にも過保護な魔王様"
      },
      {
        "ja-ro": "Yo nimo Kahogo na Maou-sama"
      },
      {
        "en": "The Extremely Overprotective Demon King"
      }
    ],
    "description": {
      "en": "Sena Yamada is a second-year in high school. For various reasons, she lives alone. She manages to get by by holding down a part-time job. One day, when she was about to be cheated out of her money, she was rescued by a demon king! He told her that she is a reincarnation of a saint and even asked her to move in with him...?　\n\nThe exciting life together of a hardworking JK and a pushy demon king is about to begin!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "9b449f97-87a9-485f-b7d6-fd6732904dea",
    "title": {
      "en": "Maou Reijou no Kyouiku Gakari ~Yuusha Gakuin o Tsuihou Sareta Heimin Kyoushi wa Maou no Musume-Tachi no Katei Kyoushi to Naru~"
    },
    "updatedAt": "2024-12-05T04:49:28+00:00",
    "coverArt": "https://mangadex.org/covers/9b449f97-87a9-485f-b7d6-fd6732904dea/a6b2a195-9a49-4ff0-8b09-f2da81daf8ab.jpg",
    "altTitles": [
      {
        "ja": "魔王令嬢の教育係 ～勇者学院を追放された平民教師は魔王の娘たちの家庭教師となる～"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Heroes' Academy Becomes a Private Teacher for Demons' Daughters"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Brave Academy Becomes a Private Teacher for the Devil's Daughters"
      }
    ],
    "description": {
      "en": "Flay Garnet has been fired from the academy after being set up by his colleague. He receives a job offer from a mysterious maid. The job offer is to be a tutor to the five daughters of the Demon King! At first, they didn’t trust him to be taught by a human, but as he demonstrates his abilities, he begins to gain the trust of the Demon King’s daughters.\nFlay’s new life as an educator, under one roof with five cute but problematic girls with varying personalities, begins!",
      "ja": "次代の英雄を育てる学院̶̶通称『勇者学院』。そこで教鞭をとっていたフレイは、同僚に嵌められてクビになってしまう。そんな彼は、謎のメイドから再就職先を斡旋される。その仕事とは、５人の魔王令嬢たちの家庭教師だった！英雄を育てていた教師が、魔王の娘たちを育てていく。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-11-27T05:52:51+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78",
    "title": {
      "en": "In Another World With My Smartphone"
    },
    "updatedAt": "2024-11-26T23:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78/25f00162-1422-4e6a-9943-ec61332eb32a.jpg",
    "altTitles": [
      {
        "ja": "異世界はスマートフォンとともに。"
      },
      {
        "ja-ro": "Isekai wa Smartphone to Tomo ni"
      },
      {
        "ko": "이세계는 스마트폰과 함께"
      },
      {
        "zh": "带著智慧型手机闯荡异世界"
      },
      {
        "zh": "异世界和智能手机在一起"
      },
      {
        "zh-hk": "帶著智慧型手機闖蕩異世界。"
      },
      {
        "zh-hk": "攜手機漂異世 (Classical Chinese)"
      },
      {
        "ar": "في عالم أخر مع هاتفي الذكي"
      },
      {
        "fr": "Dans un nouveau monde avec mon Smartphone"
      },
      {
        "fr": "Un autre monde avec un Smartphone."
      },
      {
        "ka": "სხვა სამყაროში ტელეფონით"
      },
      {
        "hi": "मेरे स्मार्टफोन के साथ दूसरी दुनिया में"
      },
      {
        "id": "Ke Dunia Lain Bawa Smartphone Ku"
      },
      {
        "it": "In un mondo parallelo con uno smartphone."
      },
      {
        "fa": "در جهانی دیگر با گوشی هوشمند"
      },
      {
        "fa": "لە جیھانێکی تر لەگەڵ مۆبایلە زیرەکەکەم (Central Kurdish)"
      },
      {
        "pt-br": "Em Um Mundo Diferente Com Um Smartphone"
      },
      {
        "ru": "В другом мире со смартфоном"
      },
      {
        "ru": "Исэкай ва сума:тофон то томо ни"
      },
      {
        "es": "En otro mundo con mi Smartphone."
      },
      {
        "th": "ไปต่างโลก! ก็ต้องไปกับสมาร์ทโฟนสิ!!!"
      },
      {
        "vi": "Xuyên Không Cùng Với Chiếc Smartphone"
      },
      {
        "vi": "Sang Thế Giới Khác Cùng Với Chiếc Smartphone"
      },
      {
        "vi": "Đến thế giới mới với smartphone!"
      }
    ],
    "description": {
      "en": "After a freak accident involving some lightning winds up zapping him dead, 15-year-old Mochizuki Touya wakes up to find himself face-to-face with God. \n\n\"I am afraid to say that I have made a bit of a blunder.\", laments the old coot. But all is not lost! God says that he can reincarnate Touya into a world of fantasy, and as a bonus, he gets to bring his smartphone along with! \n\nSo begins Touya's adventure in a new, anachronistic pseudo-medieval world. Friends! Laughs! Tears! Inexplicable Deus ex Machina! He sets off on a journey full of wonder as he absentmindedly travels from place to place, following whatever goal catches his fancy. \n\nThe curtains lift on an epic tale of swords, sorcery, and smartphone apps!",
      "ja": "神様のうっかりによって死んでしまった主人公は、スマートフォンとともに中世ヨーロッパ風異世界に転生してしまい……？ゆるゆる異世界珍道中、さて、のんびり参りましょう。",
      "vi": "Mochizuki Touya, 15 tuổi là main giống như bao anh main khác khi đang trên đường về nhà lại bị… sét đánh lăn đùng ra chết :v.Điều đáng nói ở đây là sau khi chết anh main lại bị triệu tập đến trước mặt Thượng đế với lý do: Ổng vô tình… hại chết anh main mà không hay biết. Và để đền bù thì ảnh đã được hồi sinh sang một thế giới song song khác với 1 cái Sì mát phôn (Smartphone :v).\r\nThừa hưởng trong mình một di sản to lớn về những nền văn minh cổ đại, anh thong dong đi trên con đường đơn độc tại một thế giới khác trong khi sở hữu một nguồn sức mạnh thậm chí có thể giúp anh làm bá chủ của cả thế giới thời bấy giờ.\r\nCàng đi anh càng tạo thêm cho mình nhiều đồng chí quan trọng và trước khi kịp nhận ra… anh đã ngày càng lún sâu vào những bí mật được cất giấu tại thế giới đó…",
      "pt-br": "Touya Mochizuki foi acidentalmente morto e, como uma desculpa, Deus lhe permite renascer em um mundo de fantasia e lhe concederá qualquer coisa que ele desejar. E assim, Touya escolhe manter seu smartphone no próximo mundo. Em sua segunda chance na vida, ele faz amizade com muitas figuras importantes e se depara com o segredo do mundo. Ele herda o legado de uma civilização antiga e viaja despreocupadamente enquanto possui poderes que rivalizam com os reis daquele mundo."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
    },
    "updatedAt": "2024-12-24T22:55:27+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/d69af416-f875-4ed4-8c1b-ad907bcdf8e6.jpg",
    "altTitles": [
      {
        "ja-ro": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      },
      {
        "id": "Kehidupan pria paruh baya berbelanja daring di dunia lain"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "60"
  },
  {
    "mangaId": "8921adfa-21a3-4f41-9b5d-a1ffe9639630",
    "title": {
      "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
    },
    "updatedAt": "2024-09-12T02:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/8921adfa-21a3-4f41-9b5d-a1ffe9639630/3396069b-1c03-40bd-8c52-911683de80f6.jpg",
    "altTitles": [
      {
        "zh-ro": "Kuài Chuān Zhī Dǐngjí Fǎnpài Yào Xǐ Bái"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Whitewash"
      },
      {
        "en": "Quick Transmigration: Top-Notch Villain Must Be Cleansed"
      },
      {
        "en": "Rapid Transmigration: First-Rate Villain Wants to Whitewash"
      },
      {
        "zh": "快穿之顶级反派要洗白"
      },
      {
        "zh-ro": "Kuai Chuan Zhi Dingji Fanpai Yao Xi Bai"
      }
    ],
    "description": {
      "en": "Once the big boss with a thousand lifetimes is reincarnated, the boss will be the little pitiful Lonely Star? In order to change that fate, Liang Yin transmigrates through time and space, oppresses scums and bitches, and strives to cleanse their reputations and reverse the fate of tragic characters. But cleansing always involves a kiss (no) and the location is always in the bath (no!), on the bed (no!!), and out in the open? (no no no!!!). Several times after, Liang Yin fell into deep contemplation. Could the answer be in the riddle? Cleansing until they're clean?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "b89018c2-7a2d-4f9b-a5d6-12aa54087c25",
    "title": {
      "en": "Misumi-san Can't See Through"
    },
    "updatedAt": "2024-12-20T23:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/b89018c2-7a2d-4f9b-a5d6-12aa54087c25/9a523bcb-8e96-4912-a4cd-b205060a62bd.jpg",
    "altTitles": [
      {
        "ja": "ミスミさんは見透かせない"
      },
      {
        "ja-ro": "Misumi-san wa Misukasenai"
      },
      {
        "ja-ro": "Misumi-san ha Misukasenai"
      },
      {
        "en": "Misumi-san can't see through"
      },
      {
        "zh-hk": "看不透的美澄同學"
      }
    ],
    "description": {
      "en": "A romantic comedy about Yuri Tsuguto, who has clairvoyance but isn’t good at it, and Misumi Mitsuhashi, a girl who likes strange things. One day, when Yuri looks at Misumi’s back, he notices that her jacket is transparent and behind it is the message “If anyone can read this, come to the astronomy clubroom after school.” When he goes to the clubroom and explains his clairvoyance ability, Misumi becomes excited and asks “Why don’t you let me study you?”",
      "pt-br": "Uma comédia romântica sobre Yuri Tsuguto, que tem clarividência, mas não é bom nisso, e Misumi Mitsuhashi, uma garota que gosta de coisas estranhas. Um dia, quando Yuri olha para as costas de Misumi, ele percebe que sua jaqueta é transparente e atrás dela está a mensagem \"Se alguém puder ler isso, venha para a sala do clube de astronomia depois da escola.\" Quando ele vai para a sala do clube e explica sua habilidade de clarividência, Misumi fica animada e pergunta \"Por que você não me deixa estudar você?\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-12-24T19:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/ed1dd6ee-d141-43c9-998b-298292d2acc9.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "ja": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji \"siblings\" and knocks Arata’s world off its axis...",
      "ja": "世田谷の豪邸に住む紫雲寺家の７人兄弟姉妹は、才色兼備で巷でもその名を轟かせている。長男の新は、個性の強い５人の姉妹に振り回されながらも家族を大切にして過ごしてきた。しかし、末の妹の誕生日会で父親から驚きの事実を告げられ、兄弟姉妹の運命は一変する―!?",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a6bc1ad-c02d-4643-b7d8-d316ae5d4561",
    "title": {
      "en": "Seventh"
    },
    "updatedAt": "2024-11-08T21:47:03+00:00",
    "coverArt": "https://mangadex.org/covers/8a6bc1ad-c02d-4643-b7d8-d316ae5d4561/027ab382-14a7-432d-a159-c815924dece2.jpg",
    "altTitles": [
      {
        "ja": "セブンス"
      },
      {
        "en": "7th"
      },
      {
        "vi": "Bảy thế hệ"
      }
    ],
    "description": {
      "en": "Lyle Walt is a young noble boy and heir looking forward to the day he can inherit his family’s territory. Except around when he was 10 year old, his parents started neglecting him more and more in favour of his little sister, Ceres.\n\nOn his fifteenth birthday, he is challenged to a duel by his sister to see who will inherit the household and horribly loses, being cast out of his family. Afterwards, he gets treated by the family groundskeepers and receives the family heirloom Gem from him that Lyle’s grandfather had entrusted to him. From there, he begins an aimless journey with his childhood friend and former fiancée, Novem, and the Gem-turned-Jewel that houses the memories, personalities, and Skills of seven of his ancestors.",
      "ja": "自身の家族に裏切られ、失意のライエルの前に現れた七人の先祖達…彼らは敵か味方か！？宝玉をめぐる剣と魔法のバトルロワイヤル！！\n\n女神を崇め、剣と魔法が存在する世界で貴族の嫡男として生まれたライエル。過去には天才、麒麟児ともてはやされ期待されたライエルだが、すべてを完璧にこなす妹セレスによって屋敷内で冷遇されていってしまう。そのセレスに思いついたかのようにライエルとの戦いを提案され、セレスと対峙すことになったライエル。全てが上をいくセレスに無様に敗れたライエルは、跡取りの座をセレスに奪われ存在そのものも失われてしまう。傷つき失意したライエルだったが、屋敷の庭に住み込む老人に助けられ、宝玉のついた首飾りを受け取る。それは老人が先代─ライエルの祖父から預かっていた、【アーツ】が記録された青い玉は、ウォルト家の家宝とも言うべき物だった。 歴代当主七人のアーツが記録された宝玉を託されたライエルは、それを持って屋敷を去るのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-09-30T15:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0301208d-258a-444a-8ef7-66e433d801b1",
    "title": {
      "en": "Ryoushin no Shakkin wo Katagawari shite morau Jouken wa Nihon Ichi Kawaii Joshikousei to Issho ni Kurasu koto deshita."
    },
    "updatedAt": "2024-12-18T00:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/0301208d-258a-444a-8ef7-66e433d801b1/045d4d34-10e0-4e06-a757-b84cfd08929d.jpg",
    "altTitles": [
      {
        "ja": "両親の借金を肩代わりしてもらう条件は日本一可愛い女子高生と一緒に暮らすことでした。"
      },
      {
        "en": "I'm Gonna Live with You Not Because My Parents Left Me Their Debt But Because I Like You"
      },
      {
        "zh": "替我父母偿还债务的条件是与日本最可爱的女高中生同居。"
      },
      {
        "zh-ro": "Tì wǒ fùmǔ chánghuán zhàiwù de tiáojiàn shì yǔ rìběn zuì kě'ài de nǚ gāozhōng shēng tóngjū."
      }
    ],
    "description": {
      "en": "The main character, Yoshizumi Yuya, was being pressured into paying off the debt left by his parents who had fled abroad. It was his classmate, Hitotsuba Kaede, chosen as the cutest schoolgirl in Japan, who saved him from this crisis of life and death. However, there was a catch. The condition required to fulfill in return for taking over his debt was — \"In return for the loan, you have – to live with me.\"\n\"Why did that happen?!\"\n\nYuya's daily life collapsed on this day.\n\n\"Yuya-kun. Let's take a bath together.\"\n\"Yuya-kun, please be my hug pillow.\"\n\"That's enough, Hitotsuba-san!\"",
      "id": "Tokoh utama, Yoshizumi Yuya, dipaksa untuk melunasi hutang yang ditinggalkan oleh orang tuanya yang melarikan diri ke luar negeri. Itu adalah teman sekelasnya, Hitotsuba Kaede, terpilih sebagai siswi terimut di Jepang, yang menyelamatkannya dari krisis hidup dan mati ini. Namun, ada motif tersembunyi di balik itu. Syarat yang harus dipenuhi sebagai imbalan untuk melunasi utangnya adalah — “Sebagai imbalan atas pinjaman itu, kau harus tinggal bersamaku.” “Kenapa jadi begitu?!” Kehidupan sehari-hari Yuya runtuh pada hari ini. “Yuya-kun. Ayo mandi bersama.” “Yuya-kun, jadilah bantal pelukku.” “Cukup, Hitotsuba-san!” Kisah cinta komedi romantis yang menggugah antara Hitotsuba Kaede yang cantik namun santai dan Yoshizumi Yuya yang serius dan keras kepala, dimulai sekarang!",
      "ja": "両親が借金3000万を残して海外逃亡…！？追い詰められた吉住勇也の前に、不意に現れたのは社長令嬢の同級生・一葉楓。勇也も密かに憧れていた日本一可愛い女子高生1位に選ばれた楓は、彼女は意外な提案をするが"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf4828e0-4ba1-4e4b-9cb8-073da9d23f1a",
    "title": {
      "en": "Makoto-senpai no Mae de wa Kakko Tsukerarenai!"
    },
    "updatedAt": "2024-12-28T16:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/cf4828e0-4ba1-4e4b-9cb8-073da9d23f1a/fc66f2a2-52d8-4b1d-b48f-7402a0861266.jpg",
    "altTitles": [
      {
        "ja": "真先輩の前ではかっこつけられない！"
      },
      {
        "ja-ro": "Makoto-senpai no Mae de wa Kakkotsukerarenai!"
      },
      {
        "en": "I Can't Act Cool in Front of Makoto-Senpai!"
      }
    ],
    "description": {
      "en": "Handsome girl x handsome girl!? A short love comedy set in an all-girls school!\n\nJun, a handsome girl character, is popular at the all-girls school.\nTo stay true to her character, she tries to live her life in a stylish and gentlemanly way, but whenever she's in trouble, the \"true handsome girl\", Makoto-senpai always appears...?\nA short love comedy between two handsome girls!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-10-23T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-10-11T17:43:57+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e0a15c14-5157-4927-95db-f3c7b0800c0c.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3820cad7-7cf2-4705-b523-2d13a69fecd1",
    "title": {
      "en": "Isekai Hoteru e You Koso ~Mazoku de Yuusha na Saikyou Ane-tachi Kara Dekiai Sarete Komattemasu~"
    },
    "updatedAt": "2024-11-03T14:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/3820cad7-7cf2-4705-b523-2d13a69fecd1/1c363782-7003-463b-b6fc-ca6adec93fd4.jpg",
    "altTitles": [
      {
        "ja": "異世界ホテルへようこそ　～魔族で勇者な最強姉たちから溺愛されて困ってます～"
      },
      {
        "en": "Welcome to the Isekai Hotel!"
      },
      {
        "ja-ro": "Isekai Hotel e Youkoso: Mazoku de Yuusha na Saikyou Ane-tachi kara Dekiaisarete Komattemasu"
      },
      {
        "en": "Welcome to the different world hotel ~I'm in trouble because I'm doted on by the strongest older sisters who are demons and heroes~"
      }
    ],
    "description": {
      "en": "Richii's parents died in an accident when he was in junior high school, leaving him alone with his doting sister Towa. Three years later, his sister also disappears, and even Riichi is summoned to another world where he is reunited with his sister. In the other world, Towa has become the most powerful hero!\r\n\r\nThis is an erotic love comedy in another world where beautiful women are always pestering our protagonist!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-12-22T18:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71ecf12-9286-45c0-9387-0b97f10d0df2",
    "title": {
      "en": "Akuma wa Rozario ni Kiss o suru"
    },
    "updatedAt": "2024-11-16T21:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/e71ecf12-9286-45c0-9387-0b97f10d0df2/9e29b044-8f1b-4d2e-bef3-c1792cb6ca0a.jpg",
    "altTitles": [
      {
        "ja": "悪魔はロザリオにキスをする"
      },
      {
        "en": "The Devil Kisses the Rosary"
      },
      {
        "ru": "Дьявол целующий чётки"
      },
      {
        "vi": "Lên Chuỗi Tràng Hạt, Ác Ma đặt Nụ Hôn"
      },
      {
        "vi": "𨑗𠁻長曷，惡魔噠𦵚㖧 (Nom Script)"
      }
    ],
    "description": {
      "en": "Since his childhood, Yoshihiro Yoshinaga has faced countless challenges, distancing himself from the company of others and the possibility of forging friendships due to a persistent problem: being harassed by spirits from an early age.\n\nThis constant spectral presence has cast shadows over his life, weaving a web of misfortunes. However, the course of his life takes a drastic turn when a giant demon unexpectedly emerges intent on taking his life. In the midst of this crisis, a chance encounter with Alicia Baal, a beautiful nun residing within a church, becomes the catalyst for a radical transformation to his destiny.",
      "ja": "幸彦は幽霊が見えたが、その実態は悪魔だった。ある日、本物の悪魔に遭遇。逃げた先の教会でシスター・アリシアと出会い、悪魔退治の契約を交わす。しかし彼女の正体は、魔王になることを企む「悪魔」だった――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "26937cf3-0fba-4651-995d-5ebcc8a15eb2",
    "title": {
      "en": "Katekyo Hitman Reborn!"
    },
    "updatedAt": "2024-10-09T05:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/26937cf3-0fba-4651-995d-5ebcc8a15eb2/5d0e6081-481d-4758-9140-a20bccb3e588.jpg",
    "altTitles": [
      {
        "en": "Home Tutor Hitman Reborn!"
      },
      {
        "ja-ro": "Kateikyoushi Hitman Reborn!"
      },
      {
        "ja-ro": "Katekyou Hitman Reborn!"
      },
      {
        "ru": "Репетитор-киллер Реборн!"
      },
      {
        "th": "ครูพิเศษจอมป่วน รีบอร์น!"
      },
      {
        "zh-hk": "家庭教师REBORN！"
      },
      {
        "ja": "家庭教師ヒットマンREBORN！"
      },
      {
        "ko": "가정교사 히트맨 리본!"
      },
      {
        "en": "Reborn!"
      }
    ],
    "description": {
      "en": "Tsuna comes home one day, only to be greeted by a little baby mafioso who apparently is his new home tutor. His job is to guide Tsuna into his role as the 10th Boss of the Vongola mafia family. With the help of all his new friends and an array of special items such as the \"Dying Will Bullet\", he might just be able to do it.",
      "ru": "Тсунаёши Савада— на первый взгляд самый обыкновенный мальчик. Слегка невезуч, слегка неуклюж, слегка паникёр. Хотя, может, и не слегка. И все в его жизни скучно и безрадостно, до того волшебного момента, как пред его взором предстаёт чудо-ребёнок Реборн, который на деле оказывается давно зарекомендовавшим себя в мафиозном мире киллером. Реборн мило радует Тсуну, что отныне тот назначается наследником крупнейшей мафиозной семьи Вонгола, и что он, Реборн, обязуется сделать из него надлежащего босса. С этого дня жизнь Савады кардинально меняется…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "409"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-10-30T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b74b14e2-7713-4172-8420-1f7d853f0745",
    "title": {
      "en": "CITY"
    },
    "updatedAt": "2024-12-13T01:17:15+00:00",
    "coverArt": "https://mangadex.org/covers/b74b14e2-7713-4172-8420-1f7d853f0745/15b58cdd-3185-47b6-be76-6f5df1f67c95.jpg",
    "altTitles": [],
    "description": {
      "en": "A new slapstick comedy series by Arawi Keiichi, author of Nichijou.    The manga centers on Nagumo, a penniless college student who moves to a town filled with bizarre people.  The original run was 13 volumes, ending with chapter 186 in Feb 2021.  Serialization was resumed in Dec 2024 for the upcoming anime..  [Official English](https://kodansha.us/series/city/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fcfaa0e-6023-403e-97f9-5301dd3c258c",
    "title": {
      "en": "Hellsing"
    },
    "updatedAt": "2024-10-30T00:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/6fcfaa0e-6023-403e-97f9-5301dd3c258c/b1c48d29-de5e-40d9-9a22-8b181b499738.jpg",
    "altTitles": [
      {
        "ja": "ヘルシング"
      },
      {
        "en": "Hellsing: The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of the Vampire Hunter"
      },
      {
        "vi": "Thợ săn ma cà rồng"
      },
      {
        "ru": "Хеллсинг"
      },
      {
        "uk": "Хеллсінг"
      },
      {
        "uk": "Геллсінґ"
      },
      {
        "ar": "هلسينغ"
      },
      {
        "fa": "هلسینگ"
      },
      {
        "he": "הלסינג"
      },
      {
        "zh-hk": "厄夜怪客"
      },
      {
        "zh-hk": "皇家國教騎士團"
      },
      {
        "zh": "皇家国教骑士团"
      },
      {
        "ko": "헬싱"
      },
      {
        "es": "HELLSING"
      }
    ],
    "description": {
      "en": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing's vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organisation. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined. A group long thought dead has been plotting in secret since their apparent destruction over 50 years ago. Plotting to plunge England, and perhaps the entire world, into war.  \n\n\n---",
      "es": "La familia Van Helsing ha sido la némesis del conde Drácula y de toda la raza de vampiros.Ahora se ha convertido en toda una organización cuyo mejor cazador,un vampiro,usará el humor y la violencia para cumplir su destino...y ha dado origen a una exitosa serie de animación.",
      "fr": "En Angleterre, l'organisation secrète Hellsing agit pour protéger le pays des forces du mal, dont les vampires. Force de frappe de l'Église protestante, ce groupe dispose d'une arme secrète des plus inattendues: Alucard, vampire surpuissant et apparemment invulnérable. Mais leur mission se corsera quand ils devront faire face au Vatican et aux brigades anti-monstres de l'État le plus petit du monde...",
      "hu": "A Hellsing Királyi Protestáns Lovagrend az Angol Korona évszázados szervezete – egy család, amelynek a feladata a birodalom védelme a természetfeletti és istentelen veszedelmektől. A lovagrend lelke Sir Integra Wingates Hellsing, legfőbb fegyvere pedig Alucard, a szervezet szolgálatában álló titokzatos ősvámpír, valamint – újabban – Seras Victoria, egy balul elsült bevetésen született vámpírlány.",
      "it": "Londra, un'antica casata nobiliare combatte contro i vampiri da generazioni; si tratta dell'agenzia segreta HELLSING, comandata da Lady Integra Farbuke Wingates Hellsing.Integra, succeduta alla morte del padre, stipula un patto di sangue con il on il vampiro Alucard e lo induce a battersi contro le tremende forze occulte che minacciano il pianeta, dando vita a una delle saghe horror più famose nel panorama dei manga.",
      "ja": "幽霊船デメテル号に乗ってアーカードが遂に来た！かくして役者は全員演壇へと登り、暁の惨劇は幕を上げる・・・・・・",
      "lt": "Kažkur Anglijoje gyvuoja slapta organizacija, sukurta tam, kad apgintų karalienę ir šalį nuo įvairiausio plauko pabaisų. Sveiki atvykę į paslaptingąjį Hellsing – organizaciją, kuri žino, kaip spręsti problemas, kai iš tamsos išnyra vampyrai, gūlai ir kitokios šlykštynės. Be to, organizacijos nariai gali pasigirti puikiu ginklu.\n\nKlausiate, kokiu? Ogi kitu vampyru, kuris šimtmečius tobulino savąjį kovos meną ir todėl yra bemaž neįveikiamas. Apsiginklavęs milžinišku pistoletu, užtaisytu ypatingomis sidabrinėmis kulkomis, Alukardas kelia siaubą ne tik nemirėliams. Tačiau ne tai svarbiausia. Skaitytoją visų pirma priblokš kandus šių istorijų sąmojis, neįtikėtinos iliustracijos ir beprotiškai kruvinas veiksmas. Nenuostabu, jog ši manga užkariavo visą pasaulį.",
      "pt": "Para resolver o caso de um estranho pastor de hábitos macabros, é chamada a Organização Hellsing, responsável por livrar a Inglaterra dos males que espreitam na noite. Alucard é a principal arma da Hellsing contra estes seres, e sua história se cruza com a da novata Seras Victoria e a da chefe da organização, Integra Wingates Hellsing.",
      "ru": "Вампир Алукард - древний и могущественный, вампир \"в самом расцвете сил\". Все что его интересует - это поиски по-настоящему сильного противника. Убивать и умирать - какие еще могут быть развлечения в бессмертной жизни? И организация \"Хеллсинг\", члены которой посвятили себя борьбе с порождениями тьмы вроде него. Что может их связывать кроме желания уничтожить друг друга? Но, как ни странно, Алукард и Хеллсинг прекрасно работают вместе… и будут работать ровно до тех пор, пока древний вампир не найдет для себя действительно могущественного и интересного врага.",
      "tr": "Hortlaklar, vampirler, canavarlar... Kraliyet Protestan Şövalyeler Kardeşliği, yani Hellsing, onlarla kadim zamanlardan beri mücadele ediyor. Nasıl mı? Tabii ki yüksek teknoloji ürünü silahlar ve ekipmanla... Üstelik bunları kullanan kişi tam bir vampir uzmanı. Hellsing sizi aksiyon ve kan yüklü bir dünyaya davet ediyor.\n\nBu sayıda Hellsing Organizasyonu'nun avlarıyla ve düşmanlarıyla tanışıyoruz. Hiç beklenmeyen bazı gelişmeler, Integra Hellsing'in tüm planlarını bozuyor. Üstelik, kurumun yakın geçmişinde yaşanan güç oyunları ve entrikalar da karşımıza çıkıyor. Bakalım Hellsing bütün bu olanlarla başa çıkabildi mi ve olacaklarla başa çıkabilecek mi?",
      "es-la": "Llega uno de los mayores éxitos de los últimos años! Hellsing, una organización auspiciada por el gobierno británico, controlada por la implacable Integra, busca exterminar a los despiadados vampiros, cuya actividad va en aumento y causa pánico en la población. Su principal arma es Alucard, un sádico vampiro liberado por Integra después de años de reclusión. Junto a él, Victoria Seras, una chica policía ahora mitad vampiro. El peligro? Una posible guerra mundial. Mucho más explícito, violento, humorístico y adulto que la serie de TV."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-12-11T15:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2024-11-16T22:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/544722cc-7626-4eaa-8243-ec06bd93d42d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      },
      {
        "ko-ro": "Pyojungyugyeogjeonsa"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "293"
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-12-13T21:57:08+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "44"
  },
  {
    "mangaId": "b6886009-e60b-44a7-abc2-a575765277ba",
    "title": {
      "en": "D.Gray-man"
    },
    "updatedAt": "2024-11-25T00:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6886009-e60b-44a7-abc2-a575765277ba/2722ec59-83df-48ed-a97d-a3f22fefed5b.jpg",
    "altTitles": [
      {
        "en": "DGM"
      },
      {
        "NULL": "Dī Gureiman"
      },
      {
        "vi": "Thầy trừ tà"
      },
      {
        "ru": "Д.Грэй-мен"
      },
      {
        "he": "ד.גריי-מן"
      },
      {
        "ar": "الرجل الرمادي"
      },
      {
        "ja": "ディー・グレイマン"
      }
    ],
    "description": {
      "en": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"  \n  \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.",
      "ru": "Действие манги разворачивается в альтернативной Европе конца 19 века. Мир заселен Акума - созданиями Тысячелетнего Графа, созданными из механизма и человеческой души. Те, кто могут уничтожать Акума и освобождать души заключенные в них, называются экзорцистами, которые наделены некой Чистой Силой. Главный герой манги - Аллен Уолкер, юноша пятнадцати лет, проклятый Акума, носитель Чистой Силы в его левой руке. Путь Аллена Уолкера связан с его любовью к людям и Акума, путь, который принесет ему много неожиданностей…",
      "pt-br": "Perder um ente querido é tão doloroso que às vezes podemos desejar ressuscitá-lo - uma fraqueza que o enigmático Conde do Millennium explora. Para tornar suas armas mecânicas conhecidas como “Akuma”, ele usa as almas dos mortos que são chamadas de volta. Uma vez que uma alma é colocada em um Akuma, ela fica presa para sempre, e a única maneira de salvá-la é exorcizá-la de seu recipiente usando a arma Anti-Akuma, \"Inocência\".\n\nDepois de passar três anos como discípulo do General Cross, Allen Walker é enviado para a Ordem Negra – uma organização composta por aqueles dispostos a lutar contra Akuma e o Conde do Milênio – para se tornar um Exorcista oficial. Com um braço como sua Inocência e um olho amaldiçoado que pode ver as almas sofredoras dentro de um Akuma, cabe a Allen e seus colegas Exorcistas impedir a trama final do Conde do Millennium: uma que pode levar à destruição do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "ceeb0cf9-ee82-465a-be6c-36c535d46574",
    "title": {
      "en": "Coin Laundry no Onna"
    },
    "updatedAt": "2024-12-11T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/ceeb0cf9-ee82-465a-be6c-36c535d46574/0e4f27b8-1d1b-4be4-8558-949dec9cf9d5.jpg",
    "altTitles": [
      {
        "en": "Coin Laundry Woman"
      },
      {
        "ja-ro": "Coin Laundry no Onna"
      },
      {
        "ru": "Девушка из сушки"
      },
      {
        "ja": "コインランドリーの女"
      },
      {
        "zh": "洗衣店里的女人"
      }
    ],
    "description": {
      "en": "Some random gag stories happening around a woman living inside the washer in the coin laundry. Why does she like to live there?",
      "pt-br": "Esta é a história de Maoko, a misteriosa garota que vive em uma lavanderia automática frequentada por Haru Tanaka, que se vê obrigada a lidar com ela, e sua relação com as estranhos figuras que lá encontra. São histórias com humor e emoção, e de uma absurda máquina de secar!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-11-24T12:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-11-02T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826ecd42-c752-4d31-a4f0-f25dfe051ca7",
    "title": {
      "en": "Listener ni Damasarete Dungeon no Sai Kasou kara Dasshutsu RTA suru Koto ni Natta"
    },
    "updatedAt": "2024-12-29T01:00:17+00:00",
    "coverArt": "https://mangadex.org/covers/826ecd42-c752-4d31-a4f0-f25dfe051ca7/a673587b-74d7-4768-ab10-a7d7714b6367.jpg",
    "altTitles": [
      {
        "ja": "リスナーに騙されてダンジョンの最下層から脱出ＲＴＡすることになった"
      },
      {
        "en": "The Listeners Tricked Me Into Doing an Escape RTA From the Lowest Level of the Dungeon!"
      }
    ],
    "description": {
      "en": "A dungeon explorer, or dungeon tuber, is a person who explores dungeons while streaming. On his first day of broadcasting, a rookie dungeon tuber, Sekai Kotoba, is accidentally transported to the lowest level of the dungeon, which he has not yet explored. The bottom level is a sea of lava, and he is suddenly doomed!\n\nHe is level 2, his skills are non-combat related, and he has no knowledge of dungeons. The only people he can rely on are the listeners on the feed! Aim for the upper levels by relying on the comments!",
      "ja": "事故で未踏破の最下層に転送されてしまった新人ダンチューバー・世迷言葉。頼れるのは配信にいるリスナーだけ!? どん底の状況から始まるダンジョン脱出冒険譚!!!\n\n配信をしながらダンジョン探索をする者、ダンチューバー。新人ダンチューバー・世迷言葉は、初配信日に事故で未踏破の最下層に転送されてしまう。最下層に広がっていたのは溶岩の海でいきなり絶体絶命!?\n\nレベル2、スキルは非戦闘系、ダンジョンに関する知識ゼロ。そんな言葉が頼れるのは配信にいるリスナーだけ!! コメントを頼りに上層を目指せ!!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "7c2869d7-3893-4dfe-8b4f-f729a0870ae1",
    "title": {
      "en": "\"Monban Yattero\" to Iware Juugo Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
    },
    "updatedAt": "2024-12-29T00:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/7c2869d7-3893-4dfe-8b4f-f729a0870ae1/0e9818b2-06ad-48f1-aab2-246deb7600ff.png",
    "altTitles": [
      {
        "ja": "「門番やってろ」と言われ15年、突っ立ってる間に俺の魔力が9999（最強）に育ってました"
      },
      {
        "ja-ro": "\"Monban Yattero\" to Iware 15 Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
      },
      {
        "en": "Being Told \"Do Your Best\" for 15 Years, My Magical Power Has Grown to 9999 \"The Strongest\""
      }
    ],
    "description": {
      "en": "Although Royle is blessed with a good physique, he was told that he had no talent for fighting, and was forced to work as a lonely gatekeeper for 15 years. While he is working, all he can do is fantasize about the adventure stories in which he is the main character, and his job as gatekeeper is replaced by an “automatic surveillance interception magic tool” and he is laid off.\nLoyle is at a loss, but on the way to another town, he meets the saint Diz. After meeting her, he discovers that the “strongest original magic” that he always used in his delusions can in fact be used in reality…\nAn exhilarating story about the strongest man with no communication skills and 9999 magic power who becomes an adventurer and becomes unrivaled!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-12-05T19:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/90901495-2b25-4cf0-802b-c5dfc9ba3d1c.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "it": "Konosuba: questo mondo meraviglioso"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cd7e61b-5e26-42bd-bd24-def7564ecab9",
    "title": {
      "en": "Hooky"
    },
    "updatedAt": "2023-10-30T07:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/5cd7e61b-5e26-42bd-bd24-def7564ecab9/d245322c-f2b3-4fe3-80a3-e6ae2174c69e.jpg",
    "altTitles": [
      {
        "ru": "Прогульщики"
      }
    ],
    "description": {
      "en": "Dani and Dorian have missed the bus of the school of magic. Now, they must find someone who teach them how to be a great and good witches… Or maybe not.​",
      "es": "Dani y Dorian han perdido el bus a la Escuela de Magia. Ahora, ellos deben encontrar a alguien que les enseñe como ser geniales y buenos hechiceros… o tal vez no.",
      "ru": "Однажды двое юных волшебников опоздали на Хогвартс-экс… на свой автобус в школу волшебства. Домой вернуться — прибьют, учиться самим — «гори-гори ясно, злостное колдунство» в исполнении местных совершенно немагических жителей. Не учиться совсем — быть Дэни оружием массового поражения, а ее брату Дориану остаться без прав на вождение метлой. Придется искать учителя, чтобы помог набраться ума-разума… или нет. Такого эпично сказочного прогула вы еще не видели!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "222"
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-10-05T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "vi": "Sống Lại Tuổi Thanh Xuân: Cuộc Sống Thứ Hai Bên Thiếu Nữ Tựa Thiên Thần"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life... was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*\"I feel like you've changed a lot from the Niihama I knew yesterday. You're still kind, but you’ve grown up, and that's wonderful!\"*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "サラリーマン・新浜心一郎は度重なるブラック残業の果てに遂に倒れ、目が覚めると高校生に！？　陰キャだったかつての自分と決別し、憧れだった美少女・紫条院春華を待ち受ける悲劇の未来から救うため奔走する――！",
      "vi": "Chuyển thể từ Light Novel cùng tên\n\nĐây là câu chuyện về Niihama Shincirou, người đã suy sụp sau khi bị dày vò bởi một công ty đen và tỉnh dậy thì thấy rằng mình đã bị gửi trở lại năm thứ hai trung học. Cuộc sống trung học của cậu ấy… thật xám xịt và mờ ám, nhưng cậu chắc chắn rằng mình có thể bắt đầu lại ngay bây giờ.\nCô gái xinh đẹp trong mộng của cậu, Haruka Shijouin, người mà cậu đã gặp lại, thậm chí còn ngây thơ và dễ thương hơn những gì cậu nhớ, và trên hết, cô ấy đã nhìn thẳng vào Niihama.\n\n“Tớ cảm thấy như cậu đã thay đổi rất nhiều so với Niihama mà tớ biết ngày hôm qua. Cậu vẫn tốt bụng, nhưng đã trưởng thành, và điều đó thật tuyệt!”",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-10-28T18:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76a3afed-d4f3-4907-8e1c-90d019d7ea7f",
    "title": {
      "en": "Stalker x Stalker"
    },
    "updatedAt": "2024-12-12T13:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/76a3afed-d4f3-4907-8e1c-90d019d7ea7f/2e3444b4-31c2-4ca0-b5d2-169026f31523.jpg",
    "altTitles": [
      {
        "ja": "ストーカー×ストーカー"
      }
    ],
    "description": {
      "en": "Tsukita and Taiyou are close friends at university. One day, Taiyou is revealed to have been stalking Tsukita. However, it turns out Tsukita is also stalking Taiyou, even collecting his baby teeth...\nA suspenseful (?) love comedy about two people stalking each other and having 'unrequited' love!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "17"
  },
  {
    "mangaId": "2df0f28e-297a-49a2-888a-e312d570eeb0",
    "title": {
      "en": "Human Clock"
    },
    "updatedAt": "2024-12-22T09:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/2df0f28e-297a-49a2-888a-e312d570eeb0/45c9e0c3-1aa3-4019-9f6e-3b1aa1ea31bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Ningen Tokei"
      },
      {
        "en": "Scary Story: Human Clock"
      },
      {
        "ja": "怪談人間時計"
      },
      {
        "vi": "Người Hóa Đồng Hồ"
      }
    ],
    "description": {
      "en": "MangaZombie:  \n  \n\"When I talk about ‘warped manga from a warped mind’, I always think of this incoherent story.   \n  \nThe Human Clock is a lot simpler to summarize than to understand. The hero is Yubi Chizuo again; he’s a student like before, but this time round he’s also a dropout. He stays in his house, which is a family shop selling watches and clocks. He gazes and gazes at them, and little by little, turns into one himself. That is the entire story. It reminds me of Franz Kafka’s Metamorphosis.\"  \n  \nAlso contains the story, The Cat's Mourning Suit (Chapter 6).",
      "vi": "Một câu chuyện kinh dị siêu thực của cố tác giả Tokunan Seiichirou. Tác phẩm được phát hành lần đầu năm 1962 và không nhận đạt được thành công về mặt thương mại. Bản thân tác giả lúc sinh thời cũng đã bỏ nghề sau này. Nhưng theo thời gian tác phẩm dần trở thành một trong những ấn bản được người hâm mộ dòng truyện tranh thử nghiệm (alternative) săn lùng nhiều nhất. Đến năm 1996, truyện được tái bản và in cùng \"Tang phục của con mèo.\""
    },
    "status": "completed",
    "releaseDate": 1962,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/cb6b4098-558e-455c-8c5e-9b305b5fde08.png",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-12-23T02:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "081c8e7e-8d1d-4f6e-9348-8b1cfe244db3",
    "title": {
      "en": "Tsukihime: A Piece of Blue Glass Moon - Moon Phase"
    },
    "updatedAt": "2024-12-26T05:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/081c8e7e-8d1d-4f6e-9348-8b1cfe244db3/4f4fbb90-061a-4d66-92f6-1ae8b5fa8e46.jpg",
    "altTitles": [
      {
        "ja": "月姫 -A piece of blue glass moon- ムーンフェイズ"
      }
    ],
    "description": {
      "en": "An anthology featuring characters from Tsukihime: A Piece of Blue Glass Moon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]