[
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2024-12-29T07:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/3dbdafa6-e32f-4b31-8663-e8385d384a2b.jpg",
    "altTitles": [
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ja": "戦奏教室"
      },
      {
        "ru": "Зов горна"
      }
    ],
    "description": {
      "en": "In Arboral Year 1294, the world is dominated by nine massive towers known as the Spires, remnants of an ancient civilization. Filled with lost secrets and powerful knowledge, nations struggle to possess them. Luca is a bugler in a mercenary company who wants nothing more than to leave the battlefield behind and become a true musician, a maestro. But marked as one of the enigmatic Branch-hexed, and gifted with the strange ability to see the sound of his instrument, Luca finds himself drawn reluctantly into a war of epic proportions!\n\nLeft for dead after a battle, Luca is saved by the mysterious Pontiff and learns he is not the only person with unusual powers. The Pontiff has formed a special team of Branch-hexed individuals he plans to use to help him defeat rival empires, and Luca learns that his powers, rather than being an escape from the battlefield, now force him to be a muse of massacre.",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5ae6ba69-9680-456a-8b84-47c68a6bac00",
    "title": {
      "en": "Risou no Kanojo"
    },
    "updatedAt": "2024-11-03T12:59:02+00:00",
    "coverArt": "https://mangadex.org/covers/5ae6ba69-9680-456a-8b84-47c68a6bac00/24029b85-4aac-42d7-aa0f-a198159aa4c8.jpg",
    "altTitles": [
      {
        "ja": "理想の彼女"
      },
      {
        "ja-ro": "Riso no Kanojo"
      },
      {
        "en": "Ideal Girlfriend"
      }
    ],
    "description": {
      "en": "Saeki is an ordinary high school boy with a girlfriend, Sara, who is the heiress of the Saionji Group, and whose beauty and intelligence are the envy of everyone.\n\nSara seems like a prim and proper young lady to other people, but the two share a secret! Because of the secret, Saeki can't fully commit, but Sara prepares lunch for him, she hugs him to deepen their relationship, and she acts like she's trying to seduce Saeki to corrupt him!!!?\n\nWhat is the secret of their relationship and what is Sara's true purpose…!!? A love comedy about a young lady disguising herself, and a boy in an enviable situation!\n\n(Source: ComicWalker)\n\nBased on the ero doujinshi by the author.\n\n---\n\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67455)",
      "ja": "誰もが羨む美貌と知性を持つ、西園寺グループのお嬢様・紗良…を彼女に持つ冴えない男子高校生・佐伯。\n\n他人にはクール＆ツンしか見せない絶対零度のお嬢様な紗良と仲睦まじい関係を築いているが、実は二人にはある秘密があった!!\nそんな秘密を抱えているのもあり、中々踏み出せない佐伯をよそに、紗良は彼のためにお弁当を用意したり、関係を深めるために抱きしめ合ったり、佐伯を堕とそうとするようなアプローチをしかけてくる!!!?\n\n二人の恋人関係の秘密とはいったい、そして紗良の目的とは…!!? お嬢様との羨ましすぎる、複雑Hな偽装ラブコメ!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7973318f-c879-440b-80ad-e83700c9e919",
    "title": {
      "en": "Head Start at Birth"
    },
    "updatedAt": "2024-12-21T08:59:36+00:00",
    "coverArt": "https://mangadex.org/covers/7973318f-c879-440b-80ad-e83700c9e919/a17f2001-0c28-44d6-8fbb-7fba208bec61.jpg",
    "altTitles": [
      {
        "ja": "0歳児スタートダッシュ物語"
      },
      {
        "ja-ro": "Zero Saiji Start Dash Monogatari"
      },
      {
        "en": "0 Years Old Child Starting Dash Story"
      },
      {
        "fr": "Les premiers pas de Lilia la prodige"
      }
    ],
    "description": {
      "en": "This is a tale of Lilia with her new game cheat as she becomes known as the marquess' daughter who is a genius at both magic and territorial management. Having been born with memories of her past life intact and after learning that the world that she has been reborn in has magic, Lilia's past life's gamer spirit can't help but go on full blast!\n\nShe started leveling up even from when she was only a 0 year old baby who could only babble! Thanks to that, by the time she was 5 years old, not only could she already use high-grade magic, she also had high ranking spirits serving her. She even exhibited great capability in managing the marquess' territory!\n\nNo matter if this world were an RPG or a farming game, this cheat is surely unbeatable! And that was what Lilia was thinking until she had suddenly caught the attention of the royal family and was even invited to the royal capital to celebrate her birthday. Who would have thought she would actually raise a political marriage flag with the princes, just like in an otome game?! Just please let me at least not be a villainous noble lady!!!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0024fu/)\n\n[Original Web Publication](http://piccoma.com/web/product/54663)\n\n**Official English Translations:** [Pocket Comics](https://www.pocketcomics.com/comic/7459?languageCode=en), [Renta!](https://www.ebookrenta.com/renta/sc/frm/item/143867)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-11-01T16:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/dc652b80-648b-42bb-b4ee-654ef062b238.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Ordinary student Sora has been summoned to another world as one of seven “chosen heroes” meant to battle the Demon King. While the other six are blessed with grandiose titles and superlative stats, Sora is stuck with no title, no level, and a single, underwhelming skill: he never gets tired from walking. After being judged useless to the cause, Sora is thrown out into the streets and left to fend for himself. Nevertheless, he grows determined to turn his unjust treatment and seemingly “useless” skill into a positive by earning money, making friends, and seeing sights he’s never seen before!\n\n[Official English Light Novel](https://j-novel.club/series/isekai-walking)",
      "ja": "異世界に召喚された少年ソラは、勇者として魔王と戦うことを命じられる。しかし与えられた「ウォーキング」スキルの効果は、どんなに歩いても疲れないだけ! 国王から見放され、追放されたソラであったが、一度異世界へ足を踏み出すと突然レベルアップ!? 実は「ウォーキング」には「1歩進むごとに経験値１を獲得する」という隠し効果があったのだ!! その経験値で様々なスキルを獲得、歩くごとに万能となっていくソラは、のんびり気ままな異世界の旅へと歩み出す!!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-10-09T00:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/6ddfd48e-da87-4148-baff-b0be9ac09224.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dab0ee7d-0bef-4c5d-85ce-7de4daf1a205",
    "title": {
      "en": "The Beastly Count After Dark"
    },
    "updatedAt": "2024-10-18T12:56:59+00:00",
    "coverArt": "https://mangadex.org/covers/dab0ee7d-0bef-4c5d-85ce-7de4daf1a205/8399953c-658d-411d-9b4e-e76d449c4081.jpg",
    "altTitles": [
      {
        "en": "The Night With the Count"
      },
      {
        "en": "At Night, the Count..."
      },
      {
        "zh-hk": "伯爵大人夜未眠"
      },
      {
        "ko": "밤만 되면 백작님이"
      }
    ],
    "description": {
      "en": "Violetta, striving to support her sister after losing their parents, encounters Theobald, an enigmatic aristocrat who irrevocably alters her life. Taking on the role as Theobald's maid, Violetta navigates treacherous waters filled with political intrigue and forbidden desires. As Violetta and Theobald's relationship deepens amidst a backdrop of betrayal and manipulation, Violetta grapples with her conflicting loyalties and the moral ambiguity of her role as both confidante and pawn in a dangerous game."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2024-08-15T17:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "3d839cd9-1950-405c-b71f-9abbd7443058",
    "title": {
      "en": "Asako"
    },
    "updatedAt": "2024-10-04T13:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/3d839cd9-1950-405c-b71f-9abbd7443058/ff033dac-092f-4c99-82bc-6abef54712d3.jpg",
    "altTitles": [
      {
        "ja": "あさこ"
      },
      {
        "zh": "浅子"
      },
      {
        "ko": "아사코"
      }
    ],
    "description": {
      "en": "The challenged relationship between Masashi Aoshima, an 11-year-old boy living in a seaside fishing village, and Asako, a mysterious beauty from Tokyo who came to stay at his guest house."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2025-01-04T09:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/6894ea66-ff8d-46f0-9f2a-7327595b96fb.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2025-01-03T04:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/a8fa3068-7245-439a-abe0-5519cf462ca8.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "25 years old Kikuri Hiroi is a \"genius bassist\" who leads the indie band \"SICK HACK\" and loves alcohol. \nShe often gets drunk and breaks the equipment inside concert clubs, so she's often short of money. \nShe lives in a 52-year-old bathless apartment so she borrows showers from her friends sometimes. \nRegularly attacked by anxiety about her future, she counters that with a alcohol-fueled \"happiness spiral\". \nWhat is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3adc4c7a-2f4e-4a9f-ba0e-d0e83d28ffc8",
    "title": {
      "en": "Ambivalent: A World Where Losing Your Virginity Means Death"
    },
    "updatedAt": "2024-12-24T12:52:39+00:00",
    "coverArt": "https://mangadex.org/covers/3adc4c7a-2f4e-4a9f-ba0e-d0e83d28ffc8/640372fd-2bd8-45d0-a708-5b58467b7bc7.jpg",
    "altTitles": [
      {
        "ja": "アンビバレント～童貞を捨てたら死ぬ世界～"
      },
      {
        "ja-ro": "Ambivalent ~Doutei wo Sutetara Shinu Sekai~"
      }
    ],
    "description": {
      "en": "A new type of sexually transmitted infection is spreading around the world. When infected, women's sexual desire increases by several dozen times, while 99% of men die. In a world where casual sex means death, Shindo Sadao, who is a virgin, vows not to have relations with anyone until a vaccine is developed, but the temptations of women overwhelm him!",
      "ja": "新種の性感染症が世界中で流行。感染すると女性は性欲が数十倍に、男性は99%が死亡する。「安易な性行為=死」となった世界。性経験のない主人公・神童貞雄は、ワクチンが開発されるまで、誰とも関係を持たないことを誓うが、女性たちの誘惑が彼を襲いーー!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2025-01-04T22:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      },
      {
        "es": "Debby la Corsifa odia perder"
      },
      {
        "es-la": "Debby la Corsifa odia perder"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "es": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!",
      "es-la": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "807a8d52-dd5f-4386-959a-08213f99d537",
    "title": {
      "en": "The Superhuman Era"
    },
    "updatedAt": "2024-10-24T13:57:58+00:00",
    "coverArt": "https://mangadex.org/covers/807a8d52-dd5f-4386-959a-08213f99d537/8db4e112-606c-4bba-be90-2d77efeb5dc9.jpg",
    "altTitles": [
      {
        "ko": "초인의 시대"
      },
      {
        "en": "The Era of Overman"
      },
      {
        "ru": "Эпоха Сверхлюдей"
      },
      {
        "ko-ro": "Choin-ui Sidae"
      },
      {
        "zh": "超人的时代"
      },
      {
        "zh-hk": "超人時代"
      },
      {
        "th": "ยุคแห่งยอดมนุษย์"
      },
      {
        "ja": "超人の時代"
      }
    ],
    "description": {
      "en": "When the xenoterran invasion began, the only ones who stood between us and the monstrous creatures were the superhumans. But while some chose to use this power for good, others had more sinister intentions. Kang Lim is a high school student with a secret -- he’s the vigilante superhero known as the White Cap, fighting back the mysterious monsters whenever he can. But the world he protects isn’t what it seems -- there is more to the emergence of the xenoterran than meets the eye, and strange forces are at play in the shadows...\n\n---\n\n**Links:**\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n\n---\n\n**Note:** BGM by [MZ](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "id": "Jika memang ada 'Manusia Super' di dunia ini, Apakah kalian akan percaya dengan hal tersebut? Tiap monster-monster muncul, seorang siswa yang seperti pelajar pada umumnya, memiliki kekuatan super yang dapat menghabisi monster-monster ini. Tetapi.. siapa sebenarnya siswa ini? Dan darimana asalnya monster-monster yang bermunculan ini?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ja": "地球に出現した正体不明の怪物たち…。そしてその怪物たちを制圧する超人が登場する！怪物VS超人、まさに「超人の時代」の到来！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ko": "지구에 근원 모를 괴물들이 출현하고\n그들을 제압하는 '초인'들 또한 등장한다.\n정체불명의 괴물과 초인, 바야흐로 '초인의 시대'가 도래한다!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ru": "Если бы кто-то сказал, что «Супермен» действительно существует в этом мире, вы бы поверили? Каждый раз, когда появляется монстр, студент, или, по крайней мере, выглядит как учащийся, обладающий сверхспособностями, - убивает чудище. Но... кто именно этот герой? И откуда появились эти \"другие\"?",
      "th": "จู่ ๆ โลกของเราก็มีมอนสเตอร์กำเนิดขึ้น ไม่มีใครรู้ว่าพวกมันมาจากไหน แต่การปรากฏของพวกมันมาพร้อมกับพลังเหนือมนุษย์ในผู้คนเช่นกัน มนุษย์เหล่านั้นจึงใช้พลังปกป้องโลกเพื่อสร้างสันติสุข ...ใช่แล้ว นี่คือเรื่องราวของ \"ยุคแห่งยอดมนุษย์\" นั่นเอง\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh": "紧急警报！怪物肆虐！\n硬核少年超人拯救人类！\n男主林江平时在学校里只是一个普通的学生，但这个看似平凡的男孩却肩负着重大的责任——拯救地球！因为他是一个拥有超能力的“超人”。林江和他的搭档们能否成功抵御异人种的威胁？地球又会面临怎样的命运?一场惊险刺激的地球守卫战即将上演！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh-hk": "地球上出現了不知從哪冒出來的怪物，為了擊滅這些怪物，「超人」出現了。來路不明的怪物和超人，正好締造出了「超人時代」。\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e9c0fe2-68d4-4224-9f96-ac51464eb94a",
    "title": {
      "en": "The Perfect Hybrid"
    },
    "updatedAt": "2024-06-15T11:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/39b26766-3627-484c-80d9-8cc1923edf7b.jpg",
    "altTitles": [
      {
        "ko": "규격 외 혈통 천재"
      },
      {
        "en": "Extraordinary Descent Genius"
      },
      {
        "en": "Genius of the Unique Lineage"
      },
      {
        "fr": "Prodige Hors Norme (Webtoon)"
      }
    ],
    "description": {
      "en": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
      "ko": "나는 인베이더를 죽이는 사람이 되고 싶다. \n―\n인베이더를 죽이고 특수종의 세상에 살며 일상의 행복도 유지하고 싶다. \n그걸 바라면 안 될까? \n왜? 왜 그래서는 안 되나. \n두 마리 토끼를 쫓다가는 둘 다 놓친다고 하지만, \n안 놓치면 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0934df39-3193-4bb8-8fc0-571bcd312ba5",
    "title": {
      "en": "Once again, The Noble Consort Yields Herself to the Enemy"
    },
    "updatedAt": "2024-12-23T17:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/0934df39-3193-4bb8-8fc0-571bcd312ba5/01e7aa49-b0e2-495e-8b96-1324bac7055e.png",
    "altTitles": [
      {
        "zh": "贵妃今天也要以身饲敌"
      },
      {
        "en": "Today the Imperial Concubine Is Also Using Herself to Raise the Enemy"
      },
      {
        "zh-ro": "Guìfēi jīntiān yě yào yǐ shēn sì dí"
      }
    ],
    "description": {
      "en": "[Airhead x Brooding Ice Queen]. \n“I exchanged bodies with my mortal foe, only to discover that she’s with child?!”\nFaced with no choice but to carry the baby on behalf of Noble Lady Ning, Noble Consort Qiao seethes with rage every day. More absurd still, this devious, conniving Noble Lady has the audacity to harbor feelings for me?!",
      "zh": "【娇蛮没头脑】X【闷骚不高兴】 “我与死对头身体互换，然后发现她身怀六甲？！”被迫替宁贵人带球跑的乔贵妃，每天都在气冲冲。 更离谱的是：这阴险狡诈的贵人，竟然暗恋本宫？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "1d6abf8e-550c-4a73-b193-f3b02d628ae3",
    "title": {
      "en": "A Little Sister with Squishy Cheeks"
    },
    "updatedAt": "2024-04-13T22:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/1d6abf8e-550c-4a73-b193-f3b02d628ae3/dc8a2417-f2d8-4124-a901-69167121b906.jpg",
    "altTitles": [
      {
        "ja": "ほっぺがもちもちな妹ちゃん"
      },
      {
        "ja-ro": "Hoppe ga Mochimochi na Imouto-chan"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2024-10-11T19:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/733ec505-145a-4315-b5ab-8cea1f3bb749.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!",
      "ja": "文明を破壊し人類を蹂躙した突然変異の虫の化身\"鎧蟲\"。その唯一の対抗策は、鎧蟲とは異なる進化を遂げた\"虫\"を宿す少女たち、\"蝶妃\"だけ。万年蝶妃候補生のアユミは劣等生のレッテルを貼られ、絶望の淵に立ちながらも「世界を救う」という使命を胸に日々鍛錬を続ける。しかし努力の先にアユミを待ち受けていたのは、親友の裏切りと耐え難い現実で――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a71cf3-f412-4a04-8a2c-fe03ed70e35b",
    "title": {
      "en": "GTO Paradise Lost"
    },
    "updatedAt": "2024-12-30T01:53:25+00:00",
    "coverArt": "https://mangadex.org/covers/a9a71cf3-f412-4a04-8a2c-fe03ed70e35b/c7c925b7-ffb1-469f-a8fb-4285a70e4519.jpg",
    "altTitles": [
      {
        "ja": "GTO パラダイス・ロスト"
      },
      {
        "ru": "Крутой Учитель Онидзука: Потерянный Рай"
      },
      {
        "tr": "GTO Kayıp Cennet"
      }
    ],
    "description": {
      "en": "The next stage for Great Teacher Onizuka Eikichi is a prison!\n\nArrested due to an incident caused in his class, one that he was made assistant teacher of only six months ago! A newly established performing arts class at Kissho Academy High School, created for students who work in various media industries! Onizuka, who says he has no regrets whatsoever, quietly begins to tell the truth of the incident in prison.\n\nAt last the decades-spanning story of Eikichi Onizuka comes to a dramatic conclusion!\n\n*Due to a change in publishers this series ended at chapter 178.5 and continued on as \"GTO: Paradise Lost Kai\" (listed under the \"Related\" tab), picking up where the story left off.",
      "pt-br": "A próxima etapa para o Grande Professor Onizuka Eikichi é... uma prisão!\n\nPreso devido a um incidente causado em sua turma, da qual ele foi nomeado professor assistente há apenas seis meses! Uma recém-criada classe de artes performáticas na Escola Secundária Kissho Academy, feita para alunos que trabalham em diversas indústrias de mídia! Onizuka, que diz não ter nenhum arrependimento, começa a contar tranquilamente a verdade sobre o incidente na prisão.\n\nFinalmente, a história de décadas de Eikichi Onizuka chega a uma conclusão dramática!\n\nDevido a uma mudança de editora, essa série terminou no capítulo 178.5 e continuou como \"GTO: Paradise Lost Kai\" (listado na aba \"Relacionado\"), retomando de onde a história parou."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "178.5"
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19b4e4dd-f845-4d5b-b3f7-1a51fbf12e16",
    "title": {
      "en": "Midareta Futari no Mitasare Gohan"
    },
    "updatedAt": "2024-12-09T15:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/19b4e4dd-f845-4d5b-b3f7-1a51fbf12e16/75053c0f-7ceb-44e8-ae68-9e0b6ea36277.jpg",
    "altTitles": [
      {
        "ja": "みだれたふたりのみたされごはん"
      },
      {
        "en": "Make Me Eat! Make Me Happy!"
      },
      {
        "en": "A Satisfying Meal For An Obscene Pair"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ad93f01-9c35-4021-9f49-588a3b87869b",
    "title": {
      "en": "I Became a C-Level Guide and Crazy People Obsessed Over Me"
    },
    "updatedAt": "2025-01-05T01:18:22+00:00",
    "coverArt": "https://mangadex.org/covers/2ad93f01-9c35-4021-9f49-588a3b87869b/6a480d96-dc02-4aee-b83d-2a428dbafd3e.jpg",
    "altTitles": [
      {
        "ko": "미친놈들에게 집착받는 C급 가이드가 되었다"
      },
      {
        "ja": "ヤバい奴らに執着されるC級ガイドになった"
      }
    ],
    "description": {
      "en": "One day, suddenly, gates opened around the world, and monsters appeared. Just when humanity faced the threat of extinction, people began to manifest \"abilities\" that could not be scientifically explained. There were \"Espers\" with combat-related abilities and \"Guides\" who calmed the rampages caused by Espers overusing their powers. Thanks to them, humanity escaped the crisis of extinction. The goal of Miku Hayase, a C-class Guide, is to lead a quiet and stable life without drawing attention, living modestly and comfortably. Suddenly, Miku was informed of a shocking test result indicating an \"89% matching rate\" with the strongest S-class Esper, Kento Yashiro, who is one of only two in the country, and her appointment as his personal Guide! After becoming Kento's personal Guide, Miku's life changed drastically. Kento Yashiro, a younger boy who is affectionate towards Miku and is kind and cute. The other S-class Esper in the country, a rational and cold superior, Genki Kunito. The mysterious British gentleman Esper, Jerry. For some reason, these three incredibly handsome Espers began to obsess over Miku... \"This life is so damn awful!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b80ea8bd-7293-4e61-965a-14594059dde1",
    "title": {
      "en": "7-Kakan Gentei Kanojo"
    },
    "updatedAt": "2024-09-29T12:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/b80ea8bd-7293-4e61-965a-14594059dde1/53aef29b-5b24-41de-8631-3f4b9105b419.png",
    "altTitles": [
      {
        "ja": "7日間限定彼女"
      },
      {
        "ko": "7일간 한정 여자친구"
      },
      {
        "th": "แฟนสาวแค่ 7 วัน"
      },
      {
        "en": "Girlfriend limited to 7 days."
      }
    ],
    "description": {
      "en": "A yuri romantic comedy centered on a temporary relationship between a gal and an honor student. \n\nThe story begins when Manatsu, a gal who is on the verge of repeating a grade, starts receiving tutoring from Sumie, an honor student. Manatsu loves shoujo manga and romantic gossip but has the vague that having a boyfriend somehow doesn't fit her. \n\nWhen she casually brings this up, Sumie suggests, \"Why not try starting with just the form?\" and offers \"How about dating me for just 7 days?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ec6569-a03a-4a40-b82f-d3732c363fe1",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo! - A Day of KazuMegu (Doujinshi)"
    },
    "updatedAt": "2023-02-26T20:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/84ec6569-a03a-4a40-b82f-d3732c363fe1/3cbf3548-b7b5-4ee0-ae4c-9bd390c47036.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を! -「100日後に結婚するカズめぐ」"
      },
      {
        "en": "Kono Subarashii Sekai ni Shukufuku wo! - KazuMegu Will Get Married In 100 days"
      },
      {
        "en": "Kazuma & Megumin Will Get Married in 100 Days"
      }
    ],
    "description": {
      "en": "A parody of [\"This Croc Will Die In 100 Days\"](https://mangadex.org/title/44625/this-croc-will-die-in-100-days)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cad04eb4-8d22-4dd4-9ef3-f347fbf30452",
    "title": {
      "en": "Zombie Sekai de Harem wo Tsukurou!"
    },
    "updatedAt": "2025-01-01T00:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/cad04eb4-8d22-4dd4-9ef3-f347fbf30452/b6af4613-5b6c-4de1-8b0b-a6886a1eb746.jpg",
    "altTitles": [
      {
        "ja": "ゾンビ世界でハーレムをつくろう!"
      }
    ],
    "description": {
      "en": "The world is on the brink of collapse due to the zombie threat. Meanwhile, I’m living the most thrilling and tantalizing days of my life! A high school boy who loves shogi and gaming discovers a mysterious power he possesses for the first time in this zombie-infested world.",
      "ja": "世界は今、ゾンビの脅威で滅びかけている。俺は今、サイコーにエチエチな日々を過ごしている――。将棋とゲームが大好きなオタクな男子高校生が、ゾンビの世界になって初めて自分が持つ”ある力”を知った。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc8581-3fc1-4734-8160-d09faa252ae8",
    "title": {
      "en": "Trinity of the Royal Palace"
    },
    "updatedAt": "2024-08-16T00:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc8581-3fc1-4734-8160-d09faa252ae8/97715fba-cb07-4f5c-ab3f-ee6088fef0a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukyuu no Trinity"
      },
      {
        "ja-ro": "Okyu no Trinity"
      },
      {
        "zh": "王宫三重奏"
      },
      {
        "ja": "王宮のトリニティ"
      }
    ],
    "description": {
      "en": "In the Kingdom of Wardell Ceram, a realm rich in flowers and trees, the charming duo of Luca and Sylvain live outside the law. As the Wolf Claws, they are a chivalrous thieves who target those nobles who commit evil deeds. Their deeds bring them to the attention of the Kingdom's Princess, who wants to recruit them for a very special task. A romantic comedy about love that transcends class!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a",
    "title": {
      "en": "Please Give Me Your Blood, I Will Serve You in Gratitude"
    },
    "updatedAt": "2025-01-05T01:02:01+00:00",
    "coverArt": "https://mangadex.org/covers/b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a/5db765df-54cf-48ab-ad60-208dc78d467a.jpg",
    "altTitles": [
      {
        "ja": "お役に立つので血をください"
      },
      {
        "ja-ro": "Oyaku ni Tatsu no de Chi wo Kudasai"
      },
      {
        "pt-br": "Por favor, me dê seu sangue, eu vou servi-lo em gratidão"
      }
    ],
    "description": {
      "en": "A young man rescues a young vampire girl who has fallen ill; she tries to give her all to repay him for his blood, but she's too clumsy to do so. A vampire rom-com that depicts a warm life among different species where no one is left behind or abandoned!\n\nA long-awaited new series by the author of \"Demon Mother: My Son is so Cute, I Just Can't Help Myself!\"",
      "ja": "行き倒れになった吸血鬼の少女を拾った青年。血の恩返しに精一杯のご奉仕をしようとする彼女だが、あまりにポンコツでままならず。\n\n誰も見捨てない、置き去りにしない、異種族間のあたたかな暮らしを描く吸血鬼コメディ！\n\n「息子がかわいくて仕方がない魔族の母親」作者、待望の新連載！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "50"
  },
  {
    "mangaId": "a2263632-9329-4e3d-95d5-ee9022128581",
    "title": {
      "en": "After School! Iruma-kun"
    },
    "updatedAt": "2024-08-29T04:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/a2263632-9329-4e3d-95d5-ee9022128581/e4ae4ed9-c0b5-48d8-8090-adbce2850b73.jpg",
    "altTitles": [
      {
        "ja": "魔入りました！入間くん公式アンソロジー　放課後の！入間くん"
      },
      {
        "ja-ro": "Mairimashita! Iruma-kun Koushiki Anthology - Houkago no! Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun Official Anthology - After School! Iruma-kun"
      },
      {
        "ja": "放課後の！入間くん"
      },
      {
        "ja-ro": "Houkago no! Iruma-kun"
      },
      {
        "id": "Sepulang Dari Sekolah! Iruma-kun"
      },
      {
        "ja": "入間くん公式トリビュートコミック"
      },
      {
        "ja-ro": "Iruma-kun Koushiki Tribute Comic"
      },
      {
        "en": "Iruma-kun Official Tribute Comic"
      }
    ],
    "description": {
      "en": "An official *Mairimashita! Iruma-kun* anthology series, featuring stories of Iruma Suzuki and friends's adventures as students of Babyls Demon School.  \n\n*Chapter numbering is in order of release.*\n\n---\n\n**TABLE OF CONTENTS** (VOLUME 1)**:**\n\n**CHAPTER 1** - *Iruma-sama Caught On Camera!*  \n**Mangaka:**  *Hachi ([The Witch's Bloody Paintings](https://mangadex.org/title/22705/majo-no-kaigashuu))*  \nEiko and Asmodeus meet in private to share with each other some photos that they've secretly taken of Iruma.   \n  \n**CHAPTER 2** - *I Just Haven't Given It My Best Yet*  \n**Mangaka:** *Saori Muronaga ([All Alone in Hyakki Demon Village](https://mangadex.org/title/41110/all-alone-in-hyakki-demon-village))*  \nOpera laments their inability to get a good photo of Iruma, so they decide to train with Iruma in order to do so.  \n  \n**CHAPTER 3** - *Detective Iruma Case File: The Missing Fluff*  \n**Mangaka:** *Nango Kouta ([Kojirase Hyakki Dominor](https://mangadex.org/title/33201/kojirase-hyakki-dominor))*  \nAfter playing a mystery game, Iruma and Lied get bitten by the detective bug. But when Elizabetta discovers that her tail scrunchie is missing, can Iruma Holmes and Lied Watson figure out the culprit?\n  \n**CHAPTER 4** - *As Expected From Kirio-senpai!*  \n**Mangaka:** *Shinobi ([Yandere Kanojo](https://mangadex.org/title/489/yandere-kanojo))*  \nA day in the life of Kirio, Iruma’s senpai who secretly has an obsession with seeing people in despair. \n  \n**CHAPTER 5** - *I Can't Wake Up! Iruma-kun*  \n**Mangaka:** *Rio ([Despair Boy and China Girl](https://mangadex.org/title/19968/zetsubou-danshi-to-chuugoku-musume))*  \nAsmodeus and Clara come across Iruma sleeping, and compete against each other to see who will wake him up first. \n  \n**CHAPTER 6** - *Clara’s Seduction Challenge*  \n**Mangaka:** *Sako Misaki ([Doki Doki Yokai Love Battle! ~ Great Yokai War!](https://mangadex.org/title/56047/doki-doki-yokai-love-battle-great-yokai-war))* \nWhen Clara’s succubus mentor teaches her about enchanted chocolate that will make the consumer fall in love with its creator, Clara naturally tries to see if she can make chocolate that will make Iruma act lovey-dovey towards her. \n  \n**CHAPTER 7** - *Azz-kun's Devilum*  \n**Mangaka:** *Shimotsuki Seira*  (*Sewaga Yakemasu Hades-sama*)\nIruma and Clara ask Asmodeus what he normally does during Devilum balls. \n  \n**CHAPTER 8** - *Once Again... Please, Opera-san!*  \n**Mangaka:** *Nagi Mayuko* ([*My Student Won't Go Back Home*](https://mangadex.org/title/0cad2d89-a02d-455f-a027-74f52f81eb7f/my-student-won-t-go-back-home-one-punch-man-doujinshi))\nAmelie asks Opera to help her improve her cooking skills.  \n  \n**CHAPTER 9** - *That's a Mythical Creature, Iruma-kun!*  \n**Mangaka:** *Yoshimatsumetsu*  (*Akuyaku Reijo no Ani ni Tensei Shimashita* artist)\nIruma’s class discusses their efforts as children to find the delicacy known as humans - while the human Iruma tries to change the subject. \n  \n**CHAPTER 10** - *Evade Them All! Iruma-kun!*  \n**Mangaka:** *Kakemaru Kakeru ([Shonen Racquet](https://mangadex.org/title/52114/shounen-racquet))* \nClara decides to put Iruma’s danger avoidance skills to the test with a massive gauntlet of traps. \n\n**CHAPTER 12** - *The Irumi in Our Hearts*  \n**Mangaka:** *Fukui Takumi ([Shuumatsu no Valkyrie](https://mangadex.org/title/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/shuumatsu-no-valkyrie) writer)*\nIruma’s classmates discuss the mysterious new idol Irumi who suddenly appeared at a concert beforehand.   \n\n  \n**CHAPTER 13** - *Amelie's Heart-Pounding Grand Campaign*  \n**Mangaka:** *Sakurai Norio ([Boku no Kokoro no Yabai Yatsu](https://mangadex.org/title/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/boku-no-kokoro-no-yabai-yatsu))*\nAfter reading shoujo manga, Amelie seeks to replicate romantic moments from them with Iruma. \n\n  \n**CHAPTER 14** - *Iruma-kun and the Cherry Blossom Viewing Party*  \n**Mangaka:** *Itagaki Paru ([BEASTARS](https://mangadex.org/title/f5e3baad-3cd4-427c-a2ec-ad7d776b370d/beastars))*\nIruma, Asmodeus, and Clara set up a cherry blossom viewing party.  \n\n  \n**CHAPTER 15** - *???*  \n**Mangaka:** *Heriyama ([Governess Nazuna-san](https://mangadex.org/title/8aad25a7-0775-40cd-b531-bd11cec05fa0/governess-nazuna-san))*\n\n---\n**TABLE OF CONTENTS** (NO VOLUME)**:**\n\n**CHAPTER 11** - *Break them Bones! Bablys Staff*  \n**Mangaka:** *Kawasaki Chuu ([Shuumatsu Busou Pancake](https://mangadex.org/title/e8e52924-178f-4749-8ce7-54b54b7f7476/shuumatsu-busou-pancake) writer)*\nThe Babyls teachers participate in an arm-breaking (arm-wrestling) contest. \n\n**CHAPTER 16** - *???*  \n**Mangaka:** *Abekawa Kineko* ([*Touken Ranbu Anthology ~ Preparations For Departure!*](https://mangadex.org/title/71640f11-6781-4d71-945e-c120a65a2dd4/touken-ranbu-anthology-preparations-for-departure))\n\n**CHAPTER 17** - *???*  \n**Mangaka:** *Kobayashi Moriwo ([Melancholy Melancholic Melancholinist](https://mangadex.org/title/7beff426-75cf-485e-a1d5-f88399cf5223/melancholy-melancholic-melancholinist))*\n\n**CHAPTER 18** - *???*  \n**Mangaka:** *Suzuki Iko* (*One Step!*)\n\n**CHAPTER 19** - *???*  \n**Mangaka:** *Kuze Mizuki ([Shuumatsu Friends](https://mangadex.org/title/13363574-7ddb-4fc7-9b4e-d319f2e3ae30/shuumatsu-friends))*\n\n**CHAPTER 20** - *???*  \n**Mangaka:** *Utagawa Utako ([Jitsuwa: Fukakaidan Kissa](https://mangadex.org/title/27d3c604-7b2b-46ad-a6bc-734d28829496/jitsuwa-fukakaidan-kissa))*\n\n**CHAPTER 21** - *???*  \n**Mangaka:** *Tatsubon ([Tadokoro-san](https://mangadex.org/title/8ffbfa2f-23fa-4490-848e-942581a4d873/tadokoro-san-web-comic))*\n\n**Chapter 22** - *???*\n**Mangaka:** *Saito Michi ([The Rising Of The Vibrator Hero]( https://mangadex.org/title/759bba63-5505-4df9-a969-53aa4e93c303/isekai-o-denma-dake-de-ikinuku))* \n\n**Chapter 23** - *???*\n**Mangaka:** *Tachibana Mizuki ([Seishun Radio Pinchers]( https://mangadex.org/title/3a957322-f336-4102-a462-897caedc68ea/seishun-radio-pinchers))* \n\n**Chapter 24** - *???*\n**Mangaka:** *FUKASAWA Neji ([He is popular, but he is not good at love](https://mangadex.org/title/13b58559-40f2-4f71-b81d-71df014f2fc6/maki-kun-wa-moteru-kedo-koi-ga-heta))*\n\n**Chapter 25** - *???*\n**Mangaka:** *Takewakamaru ([Gurenki - Creo the Crimson Crises](https://mangadex.org/title/971d074a-9d8f-4840-b1a8-ed33b6756026/gurenki-creo-the-crimson-crises))*\n\n**Chapter 26** - *???*\n**Mangaka:** *Fujino Pochomukin* (*Kayou Koukyuu no Hanayome*)"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-11-07T01:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      },
      {
        "vi": "Nhân vật Webtoon  Na Kang Lim"
      },
      {
        "pt-br": "Personagem de Webtoon: Na Kang Lim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her.",
      "vi": "Na Kang Lim, nam sinh trung học bình trường rất thích đọc webtoon. Một ngày, đã có chuyện bất ngờ xảy ra, nữ chính từ bộ webtoon cậu hay đọc đã xuất hiện ngoài đợi thật. Những sự cố trong webtoon khiến cô ấy rơi vào khủng hoảng, nhưng nhân vật chính lại không có ở đây để giải cứu nữ chính! Và Kang Lim đã trở thành nhân vật chính cùng với kí ước từ bộ truyện và khả năng du hành thời gian để cứu nữ chính",
      "pt-br": "Na Kang Lim, um estudante do ensino médio que gosta de ler webtoons, vivencia um evento estranho um dia, quando a protagonista de seu webtoon favorito aparece diante dele. Mais surpreendente ainda, os mesmos incidentes que a colocam em perigo no webtoon começam a acontecer na vida real. O problema é que, no mundo real, não há um protagonista para salvá-la! No fim, Na Kang Lim assume o papel do protagonista, voltando no tempo para salvá-la."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/9c6e3097-793d-4f07-95c3-c3af3f91955f.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39df3023-925e-49fe-bd9c-f3547e2da261",
    "title": {
      "en": "Kiss Before Sleep"
    },
    "updatedAt": "2025-01-04T22:29:46+00:00",
    "coverArt": "https://mangadex.org/covers/39df3023-925e-49fe-bd9c-f3547e2da261/988f3606-46da-474b-99f0-135528b0a2c0.jpg",
    "altTitles": [
      {
        "ko": "키스는 자기 전에"
      },
      {
        "en": "Kiss Before Going to Bed"
      },
      {
        "en": "Kissing You Before Going To Bed"
      }
    ],
    "description": {
      "ar": "جي-هو اكتسبت قواها الذهنية على إثر حادثة وقعت في طفولتها! ولكن لا يمكنها التحكم بها! وبعد تحملها المعاناة جراء هذه القوة المزعجة لمدة 18 عامًا، اكتشفت جي-هو أنّ تلامسها الجسدي مع جارها يي-تشان يخفف من عذابها الذهني مؤقتًا. كي تتمكن جي-هو من ملامسته بشكل أخلاقي، فعليها إغواء يي-تشان في هذه الحكاية الملغمة باللحظات العفوية والفكاهية والرومانسية وفانتازيا البطولة الحركية بلمسة من الفوضى الناجمة عن القوى الخارقة.",
      "en": "Jiho gains psychic powers from a childhood accident! However, she can't control them! Enduring pain for 18 years with this troublesome ability, Jiho discovers that physical contact with the guy next door, Yechan, can temporarily free her from her psychic woes... To engage in legal physical contact, Jiho must seduce Yechan in this spontaneous and hilarious romantic fantasy hero action with a touch of superpower chaos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-12-15T01:03:10+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/6a061d20-a61c-4cad-adb5-bc3f6438486f.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c575d9c-d326-43fa-b22a-5fccee6ef4eb",
    "title": {
      "en": "Kanojo wa Otou-san"
    },
    "updatedAt": "2025-01-04T23:05:51+00:00",
    "coverArt": "https://mangadex.org/covers/1c575d9c-d326-43fa-b22a-5fccee6ef4eb/8a1d1751-5f98-4fd0-a3d6-5bcb071f543e.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanojo Wa O Gifu San"
      },
      {
        "en": "My Girlfriend is Her Dad"
      },
      {
        "ja": "彼女はお義父さん"
      },
      {
        "ko": "여친은 아버님"
      }
    ],
    "description": {
      "en": "Two miracles are happening in the high-schooler Naoyuki Ono's life.  \nThe first is him going out with a beauty of his school, Shiori Sakura.  \nThe second is that she turns into her thick-headed father if Ono touches her.  \n  \nThe cute girlfriend and her terrifying father are stuck in one body. Even if he wants to touch her, he can't.  \n  \nAnd so, the curtain rises on this Father-Daughter Fusion Love Comedy!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2025-01-04T23:11:54+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/e875b4c9-865a-4db9-98f2-69d04f65d4bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      },
      {
        "zh-hk": "模擬後宮"
      },
      {
        "zh": "模拟后宫体验"
      },
      {
        "vi": "Hậu Cung Giả Tạo"
      },
      {
        "ur": "Nakli Harem"
      },
      {
        "ur": "نقلی حریم"
      },
      {
        "be": "Псеўдагарэм"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем.",
      "pt-br": "A história de Nanakura Rin do Clube de Drama, que tem talento indiscutível como atriz, e seu senpai do mesmo clube, Kitahama Eiji. Com o poder de sua atuação, Rin provoca Eiji com uma variedade de personagens, dando-lhe o harém com que ele sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-12-11T15:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-12-13T03:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/56762882-065d-45fe-a57e-f8e83df01f1c.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      },
      {
        "pt-br": "A Reconstrução Lendária de um Mundo por um Rei Demônio Realista"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f42811-ce55-4143-ae30-b97e30e6cf82",
    "title": {
      "en": "Amasaya"
    },
    "updatedAt": "2024-08-31T03:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/18f42811-ce55-4143-ae30-b97e30e6cf82/a7eec600-768f-4020-944f-e5f39a176967.jpg",
    "altTitles": [
      {
        "ja": "あまさや"
      }
    ],
    "description": {
      "en": "The cool, black-haired Amamiya Aoi and the blonde-haired gyaru Shiina Saya.",
      "ja": "「黒髪クール　雨宮碧（あまみや あお）\n金髪ギャル　椎名紗耶（しいな さや)」"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-10-05T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "vi": "Sống Lại Tuổi Thanh Xuân: Cuộc Sống Thứ Hai Bên Thiếu Nữ Tựa Thiên Thần"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life... was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*\"I feel like you've changed a lot from the Niihama I knew yesterday. You're still kind, but you’ve grown up, and that's wonderful!\"*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "サラリーマン・新浜心一郎は度重なるブラック残業の果てに遂に倒れ、目が覚めると高校生に！？　陰キャだったかつての自分と決別し、憧れだった美少女・紫条院春華を待ち受ける悲劇の未来から救うため奔走する――！",
      "vi": "Chuyển thể từ Light Novel cùng tên\n\nĐây là câu chuyện về Niihama Shincirou, người đã suy sụp sau khi bị dày vò bởi một công ty đen và tỉnh dậy thì thấy rằng mình đã bị gửi trở lại năm thứ hai trung học. Cuộc sống trung học của cậu ấy… thật xám xịt và mờ ám, nhưng cậu chắc chắn rằng mình có thể bắt đầu lại ngay bây giờ.\nCô gái xinh đẹp trong mộng của cậu, Haruka Shijouin, người mà cậu đã gặp lại, thậm chí còn ngây thơ và dễ thương hơn những gì cậu nhớ, và trên hết, cô ấy đã nhìn thẳng vào Niihama.\n\n“Tớ cảm thấy như cậu đã thay đổi rất nhiều so với Niihama mà tớ biết ngày hôm qua. Cậu vẫn tốt bụng, nhưng đã trưởng thành, và điều đó thật tuyệt!”",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b446d9cf-dad2-4917-a72d-114302816fd9",
    "title": {
      "en": "Wolf in Sheep’s Clothing"
    },
    "updatedAt": "2024-07-26T21:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/b446d9cf-dad2-4917-a72d-114302816fd9/34b1bf4a-79cc-490a-90c7-7b325a5fffc1.png",
    "altTitles": [],
    "description": {
      "en": "Even boys can be harassed."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa938045-2957-48d3-abba-4b7e34557baf",
    "title": {
      "en": "I Thought My Time Was Up!"
    },
    "updatedAt": "2023-04-15T14:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "altTitles": [
      {
        "ko": "시한부인 줄 알았어요!"
      },
      {
        "ko-ro": "Sihanbuin Jul Arasseoyo!"
      },
      {
        "en": "I Thought I Didn't Have Long to Live!"
      },
      {
        "es": "Pensé que tenía fecha límite"
      },
      {
        "ru": "Я думала что умру"
      },
      {
        "tr": "Kısıtlı Ömrüm Kaldı Sanıyordum!"
      },
      {
        "zh": "还以为是绝症"
      },
      {
        "en": "I Thought It Was Time!"
      }
    ],
    "description": {
      "en": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "ko": "3개월 시한부 진단을 받은 공녀, 라리에트. 어차피 죽을 몸, 버킷리스트(라 쓰고 미친 짓이라 읽는) 달성을 해보기로 했다. \n\n첫째. 약혼자를 엿 먹이기. \n둘째. 괴물 공작 아스라한과 3개월 간 연애하기!  \n\n그러나 그에게서 도망치고 나서야 깨닫고 말았다. 시한부 진단이 완벽한 오진이라는 사실을!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "tr": "Leydi Lariet’e bir hastalık tanısı koyulmuş ve üç aylık ömrü kaldığı söylenmişti. “Zaten öleceğim, o halde aklımdan geçen her şeyi yapabilirim!” diye düşünen leydi, nişanlısına postayı koyup acımasız dükle bir ilişkiye başlamıştı. Olacakları işler çığırından çıkmadan önce bilemezdi. Aslında kendisine yanlış bir teşhis konulmuş, kısıtlı ömrü kalmamıştı! Bay Asrazan gülümsedi ve… “Şimdi kaçmaya çalışırsan bunun bedelini ödemek zorunda kalırsın.”\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "zh": "生命只剩最后三个月？\n那我要和怪物公爵谈恋爱！\n得知自己的生命只剩下三个月的拉丽爱特,想着反正自己活不长，索性在死之前完成自己的愿望清单!首先解决掉未婚夫老头儿，其次和怪物公爵埃斯拉翰谈三个月的恋爱!但逃离他身边之后，拉丽爱特才知道，自己的病竟然是…？!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/ea567da7-0261-4a94-93df-c0d3c1c47b6a.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "939de251-3c43-42fd-ac6b-5676b3328e9d",
    "title": {
      "en": "Kono Subarashii Sekai ni Bakuen wo!"
    },
    "updatedAt": "2024-05-12T09:45:22+00:00",
    "coverArt": "https://mangadex.org/covers/939de251-3c43-42fd-ac6b-5676b3328e9d/83221105-0413-40be-ae71-998ca2a5c383.jpg",
    "altTitles": [
      {
        "pt-br": "Traga Explosões Para Este Mundo Maravilhoso!"
      },
      {
        "en": "Konosuba: An Explosion on This Wonderful World!"
      },
      {
        "en": "Gifting this Wonderful World with Explosions!"
      },
      {
        "ja-ro": "Konosuba: Bakuen"
      },
      {
        "ru": "Да будет взорван этот прекрасный мир!"
      },
      {
        "ja": "この素晴らしい世界に爆焔を！"
      },
      {
        "pt-br": "Konosuba: Explosões"
      }
    ],
    "description": {
      "en": "A spin-off of Kono Subarashii Sekai ni Shukufuku wo! that focuses on Megumin.",
      "ru": "Спин-офф «Kono Subarashii Sekai ni Shukufuku wo!», который расскажет о Мегумин.",
      "pt-br": "As membras do Clã Mágico Carmesim, Megumin e Yunyun, estão no topo de sua classe, mas ainda têm muito a aprender. Yunyun começou a aprender magia avançada, mas Megumin seguiu um caminho diferente - o caminho da magia de explosão! Apesar de ter sido avisada de sua utilidade é limitada, Megumin acredita que a magia de explosão é o caminho para ela se tornar uma grande e voluptuosa feiticeira, e ela não será convencida do contrário!\n\nUm Spin-Off de Konosuba com o foco na personagem Megumin."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "20"
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  }
]