[
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2023-11-30T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/f04217a7-920f-4ec5-8b85-bc8b00889366.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a636ca5b-018c-42eb-afd3-2e7037afac86",
    "title": {
      "en": "Gannibal"
    },
    "updatedAt": "2024-03-04T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/a636ca5b-018c-42eb-afd3-2e7037afac86/219fcf0b-37cc-46dd-807c-16200969696b.jpg",
    "altTitles": [
      {
        "ja-ro": "Gannibaru"
      },
      {
        "ja": "ガンニバル"
      },
      {
        "uk": "Ґаннібал"
      },
      {
        "ru": "Ганнибал"
      },
      {
        "vi": "Làng Ăn Thịt Người"
      }
    ],
    "description": {
      "en": "When a police officer is posted to a remote village in the countryside, little does he realize he's encroaching on a community of cannibals…",
      "ru": "Полицейский Дайго Агава вместе с семьёй переезжает в горную деревушку под названием Цветочная. Жители деревни горячо принимают семью Дайго.\nОднажды в лесу находят труп старушки. После этого происшествия Дайго постепенно начинает осознавать все происходящие вокруг странности и приходит к мысли, что в этой деревне едят людей. Начинают происходить очень странные инциденты, атмосфера отчуждения наполняет деревню. Сможет ли обычный полицейский разгадать все ужасные тайны, которая таит в себе эта деревня и, что важнее, сможет ли он остаться в живых?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-03-31T17:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/32a2bf59-f437-4bdc-9827-0ab9818497c3.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55035e2c-154f-43c5-be27-7f649bb210e6",
    "title": {
      "en": "The Terminally Ill Young Master of the Baek Clan"
    },
    "updatedAt": "2023-10-24T01:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/51b586b4-d62c-4cdb-9a94-9dd625106c7d.jpg",
    "altTitles": [
      {
        "en": "Baek Clan's Terminally Ill Young Master"
      },
      {
        "ko": "백씨세가 시한부 공자"
      }
    ],
    "description": {
      "en": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2024-05-01T18:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/820726d7-e97b-4619-b2b1-0e1af22ec993.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b603c211-d1f9-4145-a2ac-04dcd5f06329",
    "title": {
      "en": "Sasaki and Miyano"
    },
    "updatedAt": "2024-03-24T12:40:00+00:00",
    "coverArt": "https://mangadex.org/covers/b603c211-d1f9-4145-a2ac-04dcd5f06329/e73462f5-466a-47e3-9c1e-48dea8ddbab4.jpg",
    "altTitles": [
      {
        "ja-ro": "Sasaki to Miyano"
      },
      {
        "ja": "佐々木と宮野"
      },
      {
        "zh": "佐佐木与宫野"
      },
      {
        "zh": "佐佐木和宫野"
      },
      {
        "zh-hk": "佐佐木與宮野"
      },
      {
        "fr": "Sasaki et Miyano"
      },
      {
        "id": "Sasaki dan Miyano"
      }
    ],
    "description": {
      "en": "It all started like a typical old-school boys’ love plotline—bad-boy senior meets adorably awkward underclassman, one of them falls in love, and so on and so forth. But although Miyano is a self-proclaimed boys’ love expert, he hasn’t quite realized…he’s in one himself. Which means it’s up to Sasaki to make sure their story has a happily ever after…!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a846b1d7-2e57-4622-acdf-9c584d07ce7f",
    "title": {
      "en": "I Became the Tyrant of a Defense Game"
    },
    "updatedAt": "2024-03-16T19:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/71675d54-8c30-45f7-a07b-bfc3518c6695.png",
    "altTitles": [
      {
        "ko": "디펜스 게임의 폭군이 되었다"
      },
      {
        "en": "Tyrant of the Tower Defense Game"
      },
      {
        "ko-ro": "Defense Game Pokguni Doeeotda"
      },
      {
        "zh": "成为塔防游戏里的暴君"
      },
      {
        "th": "ผู้พิชิตเกมป้องกันฐาน"
      }
    ],
    "description": {
      "en": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
      "fr": "Ash était un streamer de jeux vidéo, surnommé \"otaku classique\".\n\nUne fois qu'il a réussi à terminer un des jeux classiques les plus compliqués, \"Protégez l'Empire\", il a été aspiré dans le monde du jeu et s'est réincarné en tant que prince héritier, complètement psychopathe. Dans le jeu d'origine, il était connu comme le pire commandant qui a causé la quasi-destruction des forces armées de la ville, et qui a rencontré une fin tragique.\n\nCependant, Ash est déterminé à survivre en tant que commandant ''invincible''.",
      "ko": "타워디펜스&던전오펜스 RPG <제국을 지켜라>\n누구도 클리어하지 못한 난이도로 게임의 엔딩을 봤다.\n그런데 정신을 차리니 게임 속이다.\n그것도 공략이 불가능한 튜토리얼 스테이지다.\n\"반드시 클리어해 주마, 이 거지 같은 게임……!\"",
      "th": "<ปกป้องอาณาจักร> เกม RPG แนวป้องกันฐานและตะลุยดันเจี้ยน เกมที่ยากจนไม่มีใครเอาชนะมันได้ แต่ฉันทำได้จนได้เห็นตอนจบ ทว่าพอตั้งสติได้ก็กลับกลายเป็นว่าฉันได้เข้ามาอยู่ในเกมแล้ว แถมยังเป็นด่านปฐมบทที่ไม่มีทางเอาชนะได้อีกต่างหาก “ฉันจะเอาชนะมันให้ได้ ไอ้เกมเสงเครงนี่น่ะ.......!”",
      "zh": "重生塔防游戏里的配角，通关地狱级难度的关卡！\n\n无人能通关的地狱级难度塔防游戏“守护帝国”。当首次通关后发现自己居然在游戏里面，还处在不可能成功突破的新手教程剧情里？！\n\n能否再一次成功攻略地狱级难度的游戏？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "133ec785-0677-4e22-8186-e15ed0621c36",
    "title": {
      "en": "Amano Megumi wa Suki Darake!"
    },
    "updatedAt": "2024-02-21T08:50:46+00:00",
    "coverArt": "https://mangadex.org/covers/133ec785-0677-4e22-8186-e15ed0621c36/617b535f-7bae-4a08-8aaa-c148bffbd234.jpg",
    "altTitles": [
      {
        "es": "Amano Megumi Esta Muy Abierta!"
      },
      {
        "ja": "Amano Megumi ha Sukidarake!"
      },
      {
        "en": "Amano Megumi is Full of Gaps!"
      },
      {
        "en": "Amano Megumi is FULL of Openings!"
      },
      {
        "en": "Amano Megumi is Wide Open!"
      },
      {
        "es": "Amano Megumi Muestra Demasiado!"
      },
      {
        "es": "Amano Megumi Tiene Muchas Aperturas!"
      },
      {
        "tl": "Si Megumi Amano ay Tatanga-tanga!"
      },
      {
        "ru": "Амано Мегуми полна любви!"
      },
      {
        "th": "เรื่องหนักอกของอามาโนะ เมกุมิ!"
      },
      {
        "ja": "天野めぐみはスキだらけ!"
      },
      {
        "zh": "天野惠浑身是破绽！"
      },
      {
        "zh-hk": "天野惠渾身是破綻！"
      },
      {
        "ko": "아마노 메구미는 빈틈투성이!"
      },
      {
        "pt-br": "Ela dá muitas aberturas!"
      }
    ],
    "description": {
      "en": "Shindo Manabu is a student at a very prestigious high school whose goal is to get into Tokyo University. He studies constantly and tries to never lose sight of that goal. That is until his childhood friend, Amano Megumi, who goes to the same school starts to distract him. He originally only remembered her as the tomboy she was as a kid, until he notices how \"developed\" she has become. As these two get closer to each other, hilarity often ensues and subsequently, Manabu becomes more and more distracted from his goal of getting into Tokyo U.",
      "pt-br": "Shindo Manabu é um estudante de uma escola de ensino médio muito prestigiada cujo objetivo é entrar na Universidade de Tóquio. Ele estuda constantemente e tenta nunca perder de vista este objetivo. Isso até que sua amiga de infância, Amano Megumi, que frequenta a mesma escola, começa a distraí-lo. Ele originalmente só se lembrava dela como a moleca que ela era quando criança, até perceber o quão “desenvolvida” ela se tornou. À medida que esses dois se aproximam, a hilaridade geralmente acontece e, posteriormente, Manabu se torna cada vez mais distraído de seu objetivo de entrar na Universidade de Tóquio."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "280"
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-05-09T08:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n(Source: WEBTOON)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c38a7c-1eab-4078-8faa-aa20b3e05c6b",
    "title": {
      "en": "Ie ga Moete Jinsei Dou Demo Yoku Natta kara, Nokotta Nakenashi no Kin de Dark Elf no Dorei o Katta."
    },
    "updatedAt": "2024-03-27T03:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/47c38a7c-1eab-4078-8faa-aa20b3e05c6b/4ad577a5-f28b-422d-8cd9-c0e36a494ab2.jpg",
    "altTitles": [
      {
        "ja-ro": "Ie ga Moete Jinsei Dō Demo Yoku Nattakara, Nokotta Nakenashi no Kin de Dark Elf no Dorei o Katta."
      },
      {
        "en": "Since I Didn't Have Anything Left to Lose in Life After My House Burned Down, I Bought a Dark Elf Slave With the Remains of My Meager Savings."
      },
      {
        "ja": "家が燃えて人生どうでも良くなったから、残ったなけなしの金でダークエルフの奴隷を買った。"
      },
      {
        "zh-hk": "家被燒掉的我買了個奴隸"
      },
      {
        "zh": "家被烧掉的我买了个奴隶"
      },
      {
        "ko": "집이 불타서 인생이 아무래도 좋아졌기 때문에, 얼마 안 되는 남은 돈으로 다크 엘프의 노예를 샀다."
      }
    ],
    "description": {
      "en": "He lost his new home and all his property, but found a cute girl!  \n   \nHarold, a poor laborer who saved for years, finally obtained the house of his dreams, only to lose it to a fire the very same day. Feeling like nothing mattered anymore, Harold finds himself at an auction, where he ends up spending all of his savings on a slave, Atie…  \n  \nHarold, with his secret technique, and Atie, with her skills as an adventurer, begin their freewheeling journey now!  \nDrawn by hentai artist.\n  \n[Webnovel link](https://ncode.syosetu.com/n0884fk/)",
      "ja": "貯金に貯金を重ね念願のマイホームを手に入れたが、即日火事で失った貧乏労働者・ハロルド。すべてがどうでもよくなったハロルドは、偶然立ち寄った競売で貯金全てを使い、奴隷・アティを買ってしまうのだが…。秘密の技を持つハロルドと冒険者スキルを持つアティの気ままな旅が今、始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79469364-39c5-4f70-8af8-f5e1c9894aa7",
    "title": {
      "en": "The Lone Necromancer"
    },
    "updatedAt": "2024-03-21T20:18:09+00:00",
    "coverArt": "https://mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 네크로맨서"
      },
      {
        "en": "Solo Necromancy"
      },
      {
        "en": "The Only Necromancer"
      },
      {
        "pl": "Jedyny Nekromanta"
      },
      {
        "ru": "Некромант-одиночка"
      },
      {
        "zh": "死灵法师：亡灵支配者"
      },
      {
        "zh-hk": "末日獨尊：死靈法師"
      }
    ],
    "description": {
      "en": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "fr": "\"Quel est le métier le plus utile pour survivre dans un monde en ruine ?\". Cette question apparaît devant Seong-woo alors qu'il somnole en cours. Lui et les autres étudiants ont 15 secondes pour choisir une carte parmi celles qui sont apparues devant eux. Celle choisie déterminera leurs pouvoirs qui leur permettront de survivre dans un monde chaotique, qui ressemble fortement à un jeu vidéo. Pour sa part, Seong-woo sera un nécromancien !\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "id": "Pekerjaan apa yang akan kau pilih untuk bertahan hidup saat dunia hancur oleh monster-monster yang tiba-tiba bermunculan?! Setelah memilih 'Necromancer' sebagai pekerjaannnya, Sungwoo dapat menjadikan monster yang telah ia kalahkan menjadi pengikutnya!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ko": "곧 세상이 멸망한다.\n전설 속에나 나올 법한 몬스터들이 각지에 출현한다.\n그리고 사람들을 잡아먹고, 길거리를 점령하며, 빌딩과 지하철에 던전을 만들기 시작한다.\n\n멸망한 세계에서 살아남기 위해 단 한 가지 직업을 고를 수 있다.\n당신은 무슨 직업을 고르겠는가?\n\"네크로맨서\"\n\n나에게는 멸망이 무대이고, 죽음이 자산이 된다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ru": "Мир на грани разрушения. Существа, упоминания о которых встречались лишь в мифах и легендах, теперь заполоняют города, обживаются под людскими жилищами и в метро, пожирая всё живое.\nА что до человечества… Ему будет предложено занять новую роль в нынешнем мире выживания.\nСонву выбрал класс «некромант», и теперь трупы, что обагряют Землю, ему только на руку.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "zh": "魔物侵袭，世界灭亡在即！\n退役特种兵的降维打击！\n某一天，只存在于传说中的魔物们突然出现，肆意地破坏街道、撕咬人类，并且在高楼和地铁建立起了自己的巢穴…如果在灭亡的世界，能够选择一个职业，你会选择哪种职业呢？对于身为“死灵法师”的刘成宇来说，灭亡即是舞台，丧生即为资产。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "732dc0ec-bdba-431b-9be1-40ca1d235dd4",
    "title": {
      "en": "S Rank Boukensha de aru Ore no Musume-tachi wa Juudo no Father Con deshita"
    },
    "updatedAt": "2024-03-29T17:05:54+00:00",
    "coverArt": "https://mangadex.org/covers/732dc0ec-bdba-431b-9be1-40ca1d235dd4/17c32bea-eebc-4c04-a738-0e76ee65acfe.jpg",
    "altTitles": [
      {
        "en": "My Daughters, S-Rank Adventurers, Have a Severe Obsession With Their Father"
      },
      {
        "ja": "Sランク冒険者である俺の娘たちは重度のファザコンでした"
      },
      {
        "ru": "Мои дочери, которые являются искателями приключений S-ранга, очень сильно увлеклись"
      },
      {
        "zh": "身为S级冒险者的我，女儿却是重度父控"
      }
    ],
    "description": {
      "en": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
      "ja": "将来を嘱望されていた最年少のＡランク冒険者カイゼルは自分のミスで守るべき村をドラゴンに焼き尽くされてしまう……。絶望の淵に立たされた彼が、焼け野原で見つけたのが村の唯一の生き残りである――３人の赤ん坊だった。希望の光に満ちた赤ん坊を胸に、カイゼルは誓う。\n\n「この子たちは、俺が立派に育て幸せにしてみせる！」\n\n時は経ち、娘たちは彼の尽力の甲斐もあり立派に成長を遂げ、剣技に、経営に、魔法に、稀有な才能を花開かせようとしていた。\n\nだけど、困ったことが1つだけ……。\n優秀過ぎる娘たちが父・カイゼルを大好き過ぎて――!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcdd04-542e-4a85-b85c-a8970dc6dfde",
    "title": {
      "en": "One Step Closer to the Demon King"
    },
    "updatedAt": "2024-02-07T18:19:35+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcdd04-542e-4a85-b85c-a8970dc6dfde/09e8e1ac-e227-426c-8838-be0695475b6a.jpg",
    "altTitles": [
      {
        "en": "One Step to the Devil"
      },
      {
        "ko": "마왕까지 한 걸음"
      },
      {
        "ko-ro": "Mawangkkaji Han Geol-eum"
      },
      {
        "ru": "В Шаге От Короля Демонов"
      },
      {
        "zh": "距魔王一步之遥"
      },
      {
        "ja": "魔王まであと一歩"
      },
      {
        "id": "Aku Raja Lautan tapi jadi Gembel"
      },
      {
        "en": "Even the Demon King, One Step at a Time"
      },
      {
        "en": "One Step to Being Dark Lord"
      },
      {
        "en": "One Step to the Demon King"
      },
      {
        "en": "One Step for the Dark Lord"
      }
    ],
    "description": {
      "en": "This is no different from ordinary villager life...\n\"There can be no one stronger than me in this world!\"\nTo become the strongest, Yuria, the Sea Queen, went ashore in search of the Demon King. But when she looked at her reflection, she saw the face of a child. In exchange for her legs, she lost all her strength... Even so, still striving to become the strongest, Yuria begins a painful journey!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "id": "[ \"Hanya saja... aku jadi tidak ada bedanya dengan penduduk desa...\" ] \"Tidak boleh ada makhluk yang lebih kuat dariku di dunia ini!\" Untuk menjadi yang terkuat, Yuria, Raja Lautan, datang ke daratan untuk mencari Raja Iblis terkuat. Namun, saat melihat ke cermin, dia melihat wajah anak kecil...? Sebagai ganti kaki, dia telah kehilangan seluruh kekuatannya. Meskipun begitu, ia masih mengincar posisi teratas di dunia! Perjalanannya yang penuh air mata dimulai!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ko": "[\"이건 그냥… 마을 사람 A랑 다를게 없잖아…\"]\n\n\"나보다 강한 존재는 이 세계에 있을 수 없어!\"\n세계관 최강자 자리를 위해 지상최강 \"마왕\"을 찾아\n뭍으로 나온 바다의 왕 \"유리아\" \n\n그런데… 거울을 보니 웬 어린아이가…?\n다리를 얻음과 동시에 \n그녀의 모든 힘이 사라져 버렸다...\n\n그럼에도 여전히 세계최강 자리를 노리고 있는\n 그녀의 눈물겨운 여정이 시작된다!!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ru": "Это… Ничем не отличается от деревенской жизни... В этом мире не может быть существа сильнее меня!” Чтобы стать сильнейшей, Юрия, Морская Королева, вышла на сушу в поисках Короля Демонов. Но… Посмотрев на свое отражение, она увидела лицо ребенка... В обмен на ноги она потеряла все свои силы... Даже так, все еще стремясь стать сильнейшей, начинается мучительное путешествие Юрии!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "zh": "深海女王无奈变成小孩？\n落魄海王的陆地称霸之旅！\n大海之王友丽亚为了称霸天下，特地上岸来到陆地上寻找魔王一决胜负。可上岸后才发现，自己失去了所有的力量，而且还变成了小孩子？为了称霸天下，友丽亚辛酸的崭新旅程就此拉开帷幕！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4d2e5f-c4f4-47e3-9725-133bd5869c05",
    "title": {
      "en": "Rabukome Manga ni Haitte Shimatta no de, Oshi no Make Heroine wo Zenryoku de Shiawase ni suru"
    },
    "updatedAt": "2024-03-30T17:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4d2e5f-c4f4-47e3-9725-133bd5869c05/a73ffd15-dd18-4ba7-a365-8e67e17d5c25.jpg",
    "altTitles": [
      {
        "ja": "ラブコメ漫画に入ってしまったので、推しの負けヒロインを全力で幸せにする"
      },
      {
        "id": "Karena aku sudah masuk ke kedalam dunia manga romcom, aku akan melakukan yang terbaik untuk membuat Heroine yang kalah dapat bahagia."
      },
      {
        "en": "Since I’ve Entered the World of Romantic Comedy Manga, I’ll Do My Best to Make the Losing Heroine Happy"
      }
    ],
    "description": {
      "en": "In the world of a popular rom-com manga, my only mission as the friend of the MC is to make the losing heroine, Sei-chan, happy!\n\n\"I'll definitely make you happy. Please go out with me.\"\n\n\"W-Wait, what!? Y-You're being serious...!?\"\n\nThe manga adaptation of the sweet rom-com from Kakuyomu starts now!",
      "id": "Seorang anak sma otaku mempunyai waifu yang kalah war, setelah pulang kerja part time ia pun membeli kebutuhan otakunya lalu dia di tabrak oleh truck-kun yang supirnya lagi turu dan malah reinkarnasi kedalam manga kesukaannya namun setelah sampai disana dia malah nembak waifunya sendiri!!?",
      "ja": "大人気ラブコメ漫画の世界で、主人公の友人キャラになってしまった俺の使命はただ一つ。 劇中の負けヒロイン・聖ちゃんを幸せにしてあげることだけだ！ 「絶対に幸せにするから、俺と付き合ってほしい」 「ちょ、ちょっと待て!? お、お前、本気か…!?」 カクヨム発・話題のベタ甘ラブコメが、コミカライズで開幕!!",
      "vi": "Tôi rất thích một bộ manga romcom.\n\nTuy nhiên, nhân vật mà tôi thích lại là một nữ phụ, một nhân vật không bao giờ có thể đến được với... nam chính.\n\nMột ngày nọ, tôi bị tông bởi một chiếc xe tải và khi tỉnh dậy thì nhận ra mình đang vào vai người bạn thân của nam chính trong bộ manga romcom đó.\n\nNhư vậy, vai trò của tôi lúc này chỉ có một\n\n\"Tớ thích cậu, chắc chắn tớ sẽ khiến cho cậu hạnh phúc, Sei-chan!\"\n\nChắc chắn, tôi sẽ thay đổi câu chuyện tình buồn của nữ phụ, và khiến cho cô ấy hạnh phúc!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2023-11-08T16:27:35+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bff4779-a132-47b9-8b6b-417b823aab4c",
    "title": {
      "en": "Us on the Water."
    },
    "updatedAt": "2024-03-14T14:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/9bff4779-a132-47b9-8b6b-417b823aab4c/9ef454de-5595-452f-985b-e5b62b3e6ff2.jpg",
    "altTitles": [
      {
        "ko": "물위의 우리"
      },
      {
        "en": "Cage on the Water"
      },
      {
        "en": "Mates Above the Waters"
      }
    ],
    "description": {
      "ko": "After experiencing multiple diastrophisms, the Earth’s sea level rose exponentially. \nHoju wants to show his daughter, Han Byoel, the world and heads toward his hometown. There are multiple strange marks in the town he hasn't visited for 20 years… Will the two be able to survive safely?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7acc973b-11ac-44bf-b65b-37d19d7974e6",
    "title": {
      "en": "Mazin Saga"
    },
    "updatedAt": "2023-12-23T04:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/7acc973b-11ac-44bf-b65b-37d19d7974e6/5d953913-ab73-4c46-8fef-3f973e5d0bee.jpg",
    "altTitles": [
      {
        "ja-ro": "Majinsaga"
      },
      {
        "en": "MazinSaga"
      },
      {
        "ja": "マジンサーガ"
      }
    ],
    "description": {
      "en": "MazinSaga is a manga written and produced by Go Nagai between 1990 and 1998; currently incomplete and up to the sixth volume, it's the summa of Nagai's works, for the complexity of the plot and the treated thematic content.  \nMazinsaga tells the story of the young Koji Kabuto, university student who finds himself having to collect the fruit of the researches of his father, physicist of world-wide reputation who died in mysterious circumstances.  \nThe boy is thus given a powerful artifact, Mazinger Z, the Armor of God."
    },
    "status": "hiatus",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42aea2e-0447-4c0f-9276-f3dbaa9db2e3",
    "title": {
      "en": "The Strongest Lv1 Support in the World"
    },
    "updatedAt": "2023-07-18T06:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/d42aea2e-0447-4c0f-9276-f3dbaa9db2e3/075c05ce-dcea-4211-bdfb-7e9d483a33e6.jpg",
    "altTitles": [
      {
        "zh": "天下最强Lv1奶"
      },
      {
        "id": "Support Lv1 Terkuat di Dunia"
      }
    ],
    "description": {
      "en": "“Even if I can only use primary healing skill, I still want to become the strongest!” The LV1 healer boy and the weakest God’s chosen girl started their journey with the goal of becoming the strongest. However, the Young man did not expect that this time would be his last journey.",
      "id": "“Bahkan jika aku hanya bisa menggunakan teknik penyembuhan dasar, aku ingin menjadi yang terkuat!” Seorang bocah healer level 1 dan gadis pilihan dewa terlemah memulai perjalanan mereka dengan tujuan menjadi yang terkuat.  Namun, pemuda itu tidak menyangka bahwa kali ini akan menjadi perjalanan terakhirnya."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c89a5c6-9fe8-412a-8f78-44d51177dbdb",
    "title": {
      "en": "The Last Adventurer"
    },
    "updatedAt": "2024-05-14T18:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/5c89a5c6-9fe8-412a-8f78-44d51177dbdb/d68d8589-994f-4523-93e0-c6f55526b5ae.jpg",
    "altTitles": [
      {
        "ko": "최후의 모험가"
      },
      {
        "ru": "Последний искатель приключений"
      },
      {
        "ko-ro": "Choehu-ui Moheomga"
      },
      {
        "ko": "메이플스토리: 최후의 모험가"
      },
      {
        "en": "Maplestory: The Last Adventurer"
      }
    ],
    "description": {
      "en": "The Age of Adventures that started when the Gates opened. The Age of when everything fell apart, filled with desperation, anguish, and misery. And… The Age of when everyone gave up trying to fight back. In that Age, there was only one Explorer who fought to the very end. “You’re the only one left. The Last Explorer, Elpam.” In that moment, the Explorer’s history came to an end, as he returned to the start of the story."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-04-26T15:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/d7cf538d-7040-45b2-88b1-01c4e15ba156.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15f687c2-f3ae-4291-864e-45d0979b13db",
    "title": {
      "en": "Insanely Talented Player"
    },
    "updatedAt": "2023-11-26T03:02:35+00:00",
    "coverArt": "https://mangadex.org/covers/15f687c2-f3ae-4291-864e-45d0979b13db/d69a2e64-97b9-4e88-8acc-efd68b6394d6.jpg",
    "altTitles": [
      {
        "ko": "미친 재능의 플레이어"
      }
    ],
    "description": {
      "ar": "لقد مضت ست سنوات منذ بدء اللعبة لتحديد مصير العالم. الملك البطل كانغ يو سونغ، أقوى لاعب لم يهبط من مركز هداف الدوري مرة واحدة، يرحب بالموسم الجديد أيضا. “لقد… انتهيت منذ وقت طويل. إنني أفعل ذلك فقط من أجل المال.” [مستوى التذمر قد أزداد بشكل كبير!] [يعرب شيخ اليقطين عن إرتياحه لتصرفات اللاعب!] ان طريقة النجاة للاعب الموهوب المجنون تتكشف الآن!",
      "en": "[By Red-Ice Studios, creators of the series  ‘Solo Leveling and Omniscient Reader’s Viewpoint’]\n\nIt’s been six years since the game to decide the fate of the world had started. Hero-King Kang Yoo-Sung, the strongest player who hasn’t dropped from the top ranker’s position once, greets the new season, too.\n\n“I… was finished a long fucking time ago. I’m just doing it for the money.”\n\n[Taunt Level has drastically increased!]\n\n[The Elder of Jesters expresses satisfaction with the actions of the contractor!]"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-04-03T00:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/30c9189a-c128-4e3a-9838-2f68069eb7d5.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a220cb1c-cec6-42c1-b038-bf1ef64190d8",
    "title": {
      "en": "Majutsu Gakuin wo Shuseki de Sotsugyoushita Ore ga Boukensha wo Hajimeru no wa sonna ni okashii darouka"
    },
    "updatedAt": "2024-01-26T04:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/a220cb1c-cec6-42c1-b038-bf1ef64190d8/bf58271f-eebf-41cf-99ca-c96df8f24323.jpg",
    "altTitles": [
      {
        "es": "¿Es extraño haberme vuelto aventurero aún cuando me gradué de la academia de brujería?"
      },
      {
        "id": "Apa Aneh Kalau Aku Menjadi Petualang Bahkan Jika Aku Lulus dari Institut Sihir?"
      },
      {
        "ja": "魔術学院を首席で卒業した俺が冒険者を始めるのはそんなにおかしいだろうか"
      },
      {
        "ko": "마술학원을 수석으로 졸업한 내가 모험가를 시작하는 건 이상한 걸까"
      },
      {
        "zh-hk": "作為魔術學院首席畢業的我想做冒險者有那麼奇怪嗎"
      },
      {
        "zh": "作为魔术学院首席毕业的我想做冒险者有那么奇怪吗"
      },
      {
        "ar": "هل من الغريب أنني أصبحت مغامرًا حتى لو تخرجت من معهد السحر؟"
      },
      {
        "fa": "آیا عجیب است که من حتی اگر از مؤسسه جادوگری فارغ التحصیل شوم ، به یک ماجراجو تبدیل شدم؟"
      },
      {
        "vi": "Có kì lạ không khi tôi trở thành mạo hiểm giả dù tôi tốt nghiệp trường phù thủy?"
      },
      {
        "vi": "Trở thành mạo hiểm giả khi là phù thủy hạng nhất buốn cuò thật nhỉ?"
      },
      {
        "th": "มันแปลกตรงไหน ที่ผมเรียนจบแล้วจะไปเป็น นักพจญภัย"
      },
      {
        "fr": "Est-ce bizzare que je sois devenu un aventurier alors que je suis diplômé de l’institut de sorcellerie ?"
      },
      {
        "en": "Is It Odd That I Became an Adventurer Even If I Graduated From the Witchcraft Institute?"
      },
      {
        "pt-br": "É estranho que eu tenha me tornado um aventureiro mesmo tendo me formado no Instituto de Bruxaria?"
      }
    ],
    "description": {
      "en": "Having graduated from the prestigious Witchcraft Institute at the top of his class, no job is out of reach for William Glenford. Fame, fortune, prestige are at his feet, but William dreams of only one thing: adventures.  \n  \nFinding companions in a run-of-the-mill guild with an up-and-coming party of girls including a cleric, a martial artist and a beastman catgirl, and being ranked the lowest at the entry level, they immediately begin noticing that he's **grossly** overqualified for his role and rank… and that this mage may not be a mere \"mage\", but a full-fledged, national-level wizard.  \n  \nWill William adjust to his party, or will the girls ever hope to catch up to him?   \nWill the girls accept him regardless of his overwhelming superiority, or will he always be the big fish in the small pond?  \n  \n\n\n---",
      "es": "Habiéndose graduado de la prestigiosa Academia de Brujería a la cabeza de su grado, no hay ninguna ocupación que esté fuera del alcance de William Glenford. La fama, la fortuna y el prestigio están a sus pies, pero William sueña con una sola cosa: aventuras.  \n  \nHallando acompañantes en un gremio común de aventureros, sumándose a un equipo emprendedor de muchachas incluyendo a una clérigo, una artista marcial y una chica gato bestial, y estando en el rango más bajo al nivel de amateur, se empiezan a dar cuenta de que él está apabullantemente sobrecalificado para su rol y rango… y que este mago no es un mero \"mago\", sino un hechicero de talla nacional.  \n  \n¿Acaso William se ajustará a su equipo, o acasó las chicas albergarán la esperanza de alcanzar su nivel?  \n¿Acaso las chicas le aceptarán sin tapujos acerca de su superioridad anonadante, o será el siempre el pez grande en la laguna pequeña?",
      "pt-br": "Tendo se formado no prestigiado Instituto de Bruxaria como o primeiro da turma, nenhum trabalho está fora do alcance de William Glenford.  Fama, fortuna, prestígio estão a seus pés, mas William só sonha com uma coisa: aventuras.\n\n Encontrando companheiros em uma guilda comum com um grupo de garotas promissoras, incluindo um clérigo, um artista marcial e uma garota-gato homem-fera, e sendo classificado como o mais baixo no nível de entrada, eles imediatamente começam a perceber que ele é  grosseiramente superqualificado para seu papel e posição... e que este mago pode não ser um mero \"mago\", mas um mago de nível nacional de pleno direito.\n\n Será que William se adaptará à sua festa ou será que as meninas algum dia terão esperança de alcançá-lo?\n Será que as meninas o aceitarão independentemente de sua esmagadora superioridade, ou ele sempre será o peixe grande no pequeno lago?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-01-06T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/990d1e8c-0d2a-46ad-81c4-2ad94a1ee892.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb55d26-ef43-4549-b4b8-29fab01d997e",
    "title": {
      "en": "Foreigner on the Periphery (Remake)"
    },
    "updatedAt": "2024-02-16T03:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/8cb55d26-ef43-4549-b4b8-29fab01d997e/b1679bf6-c6bc-4e6a-9cca-6950f30d0a28.jpg",
    "altTitles": [
      {
        "ko": "변방의 외노자"
      }
    ],
    "description": {
      "en": "I don’t want to work. I really don’t want to work. But I have no choice.\nProblems with Humans, Elves, Orcs, Trolls, Dragons and such alien immigrants never seem to cease.\n800 years of disgusted employment. The struggles of a man who will die if he stops working."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2798de44-dace-41d0-9441-f93c1f9ddca1",
    "title": {
      "en": "She's My Type"
    },
    "updatedAt": "2024-01-03T02:28:00+00:00",
    "coverArt": "https://mangadex.org/covers/2798de44-dace-41d0-9441-f93c1f9ddca1/fba311c0-42c2-4942-9424-24f650017f05.jpg",
    "altTitles": [
      {
        "ko-ro": "Chwihyangjeogyeok Geunyeo"
      },
      {
        "en": "She is Exactly My Type"
      },
      {
        "ko": "취향저격 그녀"
      },
      {
        "id": "Cewek Idaman"
      },
      {
        "th": "แปลงโฉมเธอจนเจอรัก"
      },
      {
        "zh": "取向狙击的她"
      }
    ],
    "description": {
      "en": "After tomboy Haedam is thoroughly friend zoned by her first love, she's determined to glow up before college. But when she makes the wrong impression on her first day of school, she realizes she needs the help of her reluctant neighbor. In exchange, she promises to put up with their living circumstances and keep his secret. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "157"
  },
  {
    "mangaId": "9e30a074-8bbe-42ca-91c7-d086b4a8a56e",
    "title": {
      "en": "Grand Warlock Streamer"
    },
    "updatedAt": "2024-02-10T20:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/9e30a074-8bbe-42ca-91c7-d086b4a8a56e/12b9ccef-b7c3-4536-9515-aeb4fec4afed.png",
    "altTitles": [
      {
        "ko": "BJ대마도사"
      },
      {
        "en": "Archmage Streamer"
      },
      {
        "en": "Grand Warlock Streamer"
      },
      {
        "en": "BJ Archmage"
      }
    ],
    "description": {
      "en": "Jung HyeonWoo had neither ‘Talent’, ‘Money’, or ‘Luck’.\n\n“Why can I see the hidden information in the game?”\n\nAfter an electrocution accident, I started being able to see stuff I couldn’t before in the game.\n\n---\n- **\"BJ\"** is a Korean slang that means **Streamer**.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)",
      "ko": "'재능'도, '돈'도, '운'도 없던 정현우.\n\n\"게임의 히든 정보들이 왜 보이는 거지?\"\n\n감전 사고에 당하고부터 게임 속 보이지 않아야 하는 것들이 보이기 시작했다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=_7M4wH6g1eI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50b25978-27ca-471a-82f3-93450f485e21",
    "title": {
      "en": "Dantoudai no Hanayome - Sekai wo Horobosu Futsutsuka na Tatsuki desu ga."
    },
    "updatedAt": "2024-04-24T16:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/50b25978-27ca-471a-82f3-93450f485e21/4ab8cb83-8b20-4aa2-a3ad-16ed5e7bedd8.jpg",
    "altTitles": [
      {
        "ja": "断頭台の花嫁 世界を滅ぼすふつつかな竜姫ですが。"
      },
      {
        "en": "Bride on the Guillotine: The Dragon Princess Who Destroys the World"
      }
    ],
    "description": {
      "en": "A \"dragon\" appears from a container that fell in front of Dazai Ryunosuke's eyes.\n\nThe disastrously beautiful \"dragon\", Rinne Irako, had been condemned to death as a world-destroying calamity, and was being transported to a place of refuge.\n\nRinne Irako was sentenced to death and transported. But as fate would have it, the \"dragon\" girl had a miraculous encounter with a boy, and her destiny was about to change drastically."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ada153d5-db0d-40a0-920c-f76f1e1437dd",
    "title": {
      "en": "Kyoukai Meikyuu to Ikai no Majutsushi"
    },
    "updatedAt": "2023-06-07T15:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/ada153d5-db0d-40a0-920c-f76f1e1437dd/197c464a-5a58-4bc0-a00a-9393060da7f8.jpg",
    "altTitles": [
      {
        "en": "Boundary Labyrinth and the Foreign Magician"
      },
      {
        "ja": "境界迷宮と異界の魔術師"
      },
      {
        "zh": "境界迷宫与异界魔术师"
      },
      {
        "ru": "Пограничный лабиринт и маг из другого мира"
      },
      {
        "zh-hk": "境界迷宮與異界魔術師"
      }
    ],
    "description": {
      "en": "When Theodore was dropped into a waterway by his half-brother, he suddenly recalled the memory of his past life. He had been a Japanese citizen known as Kirishima Kagehisa, placed inside VRMMO character he had made in Break Force Online. \"Theodore\" is a Combat Mage that Kagehisa played within BFO, and he realized his skills were progressing well even in this other world. Theodore, who had lightly brushed off his half-brother to make his own place in the world, had ventured off to the large labyrinth existing at the Boundary City, Termuilles."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceca009f-3286-48d9-9587-5e1261f32a62",
    "title": {
      "en": "Dragon ni Sando Hikareta Ore no Tensei Shokunin Life"
    },
    "updatedAt": "2024-05-16T03:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/ceca009f-3286-48d9-9587-5e1261f32a62/7d6fd815-4bd0-41d4-9cd1-22a72ecad727.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンに三度轢かれた俺の転生職人ライフ〜慰謝料（スキル）でチート＆ハーレム〜"
      },
      {
        "ja-ro": "Dragon ni Sando Hikareta Ore no Tensei Shokunin Life ~Isharyou (Skill) de Cheat & Harem~"
      },
      {
        "en": "My Life as a Reincarnated Artisan Who Was Run over by a Dragon Three Times - Cheat & Harem with Consolation Money (Skill)"
      }
    ],
    "description": {
      "es-la": "Tenía más de 40 años y aún no me había aventurado en mi vida. Entonces me atropelló un dragón y morí. En mi tercera vida, me atropelló de nuevo, y en mi cuarta vida, decidí vivir como artesano en lugar de aventurero. El dragón me ha compensado con trampas por atropellarle, y tengo unas hermosas señoras de grandes pechos que cuidan de mí...... así que todo va demasiado bien."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "633d470a-4146-4dd3-b841-93dd648c23a5",
    "title": {
      "en": "The Academy's Genius Swordsman"
    },
    "updatedAt": "2023-11-28T21:50:13+00:00",
    "coverArt": "https://mangadex.org/covers/633d470a-4146-4dd3-b841-93dd648c23a5/cab5fd63-50ba-4272-b944-e7fcc5f2f0e9.jpg",
    "altTitles": [
      {
        "ko": "아카데미의 천재칼잡이"
      },
      {
        "ko-ro": "Academy Cheonjaekaljabi"
      },
      {
        "en": "Academy’s Genius Swordmaster"
      },
      {
        "zh": "皇家学院的天才剑豪"
      }
    ],
    "description": {
      "en": "Following a momentous battle against giants for the fate of the world, Ronan emerges victorious as the last man standing of the Imperial Army. As he laments this hollow victory with his dying commander, Grand Marshal Adeshan, they quickly learn that the war is far from over and an overwhelming force of giants descends from the heavens.\n\nFearing the worst, yet seeing hope in the courageous Ronan, Adeshan uses her last time slip to send him back to the past, so that he can enroll in the prestigious Phileon Academy and become the strongest swordsman the empire has ever seen!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9949c38-878b-4b6b-afe1-20de01038031",
    "title": {
      "en": "Hachuurui-chan wa Natsukanai"
    },
    "updatedAt": "2022-03-22T08:24:57+00:00",
    "coverArt": "https://mangadex.org/covers/d9949c38-878b-4b6b-afe1-20de01038031/2d0395ed-4094-4514-ade4-21d18f28c5ff.jpg",
    "altTitles": [
      {
        "en": "It's Hard to Pick up Reptile Girls"
      },
      {
        "zh": "爬虫类少女难亲近"
      },
      {
        "ja": "爬虫類ちゃんは懐かない"
      },
      {
        "zh-hk": "爬蟲類少女難親近"
      }
    ],
    "description": {
      "en": "Rui Hanaka is a herpetologist who loves reptiles, and is always studying them. But one day, when his beloved leopard gecko Nancy shed her skin, she became super cute…?!",
      "pt": "Rui Hanaka é um herpetologista que ama répteis e sempre os estuda. Mas um dia, quando sua amada lagartixa-leopardo, Nancy, trocou de pele, ela ficou super fofa…?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "52"
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "f40d8d5c-3258-445c-b4fa-61a909d8ff1c",
    "title": {
      "en": "Kuroko no Basket - Akashi Ayakashi Kiseki Kitan (Doujinshi)"
    },
    "updatedAt": "2024-03-16T16:00:50+00:00",
    "coverArt": "https://mangadex.org/covers/f40d8d5c-3258-445c-b4fa-61a909d8ff1c/1a75ab3a-3675-4c90-95f7-6d0d31625f72.png",
    "altTitles": [
      {
        "ja": "黒子のバスケ - あかしあやかし輝石奇譚 (Doujinshi)"
      }
    ],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "4"
  },
  {
    "mangaId": "eca409ba-505f-4f44-a756-0e1411d5d620",
    "title": {
      "ja": "Musashino Rondo"
    },
    "updatedAt": "2024-05-16T03:25:17+00:00",
    "coverArt": "https://mangadex.org/covers/eca409ba-505f-4f44-a756-0e1411d5d620/060531a9-6b3f-46d3-8813-6d9b1080d378.jpg",
    "altTitles": [
      {
        "ja": "ムサシノ輪舞曲"
      },
      {
        "ja": "ムサシノ輪舞曲 (ロンド)"
      },
      {
        "ja": "Musashino Rinbukyoku"
      },
      {
        "ja": "Musashino Rinbukyoku (Rondo)"
      }
    ],
    "description": {
      "en": "Musashibara Tamaki (35), a sharp-tongued woman who is firm in how she lives her life, had been living by herself until her younger brother, Bunta, came back to their family home after a breakup. Her old student and next-door neighbor, Agawa Ryuuhei (25), has had an unrequited crush on Tamaki for a long time now. After being rejected twice by her, how does he deal with his feelings? A mature story of unrequited love with an ensemble cast that unfolds in an elegant and laid-back town."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e6d0cd0-a97e-478b-98c7-4840f3796bb6",
    "title": {
      "en": "Amegashi"
    },
    "updatedAt": "2021-12-01T13:38:47+00:00",
    "coverArt": "https://mangadex.org/covers/7e6d0cd0-a97e-478b-98c7-4840f3796bb6/9c5c0cb3-a2d6-430a-919d-11e2c12a4939.jpg",
    "altTitles": [
      {
        "ja": "飴菓子"
      }
    ],
    "description": {
      "en": "A young boy from the Korou wolf-clan, Itomaki, suddenly enters his “hunger period.” In order to end it, he must raise a fairy-like creature known as an “Amegashi,” and 1 year later – eat her. For an Amegashi, their only source of food is the blood of a Korou. To eat, and be eaten – together in this ancient coexistence, the two begin their relationship. This heart-wrenching fantasy paints the story of a love so pure, it transcends the boundaries between different races."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "56054f52-ba05-4e01-9c98-2bce09162a8b",
    "title": {
      "en": "Sarumane"
    },
    "updatedAt": "2024-05-15T03:18:19+00:00",
    "coverArt": "https://mangadex.org/covers/56054f52-ba05-4e01-9c98-2bce09162a8b/13d6d002-ae4e-4842-b02f-e13a7e1c485a.jpg",
    "altTitles": [
      {
        "ja": "さるまね"
      },
      {
        "ja-ro": "Sarumane"
      }
    ],
    "description": {
      "en": "The story takes place in a village in the 19th century. It begins when a group of hunters have just hunted a wild boar and see a monkey staring at them. A hunter threw stones at a monkey to chase it away. That night, the monkey and his friends went into the village and started attacking the people by imitating the human actions he saw, like stoning, butchering, abcxyz, etc.",
      "es-la": "Tercer año de la era Temmei. En medio de la escasez de alimentos provocada por la hambruna, el pueblo de montaña donde vive el protagonista Kaei consigue ganarse la vida algo mejor que los demás cazando animales salvajes. Un día, sin embargo, llega a la aldea un hombre que afirma haberse perdido en las montañas. El hombre se niega a mirar a Kaei a los ojos, pero él y su familia le reciben con los brazos abiertos. Esa noche, en las afueras de la aldea, entran más bestias no invitadas..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-05-15T19:55:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/577e6fbf-133a-45aa-8fb8-5d64c6cc218e.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d7be19c-8258-436c-a091-46856b6d6022",
    "title": {
      "en": "Taram Taram Taram"
    },
    "updatedAt": "2024-05-16T05:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/4d7be19c-8258-436c-a091-46856b6d6022/9c2238da-1e74-4c08-8e3f-ea842ecf2760.jpg",
    "altTitles": [
      {
        "ko": "타람타람타람"
      }
    ],
    "description": {
      "en": "“Dawn” entered the hall with her calm movements and stood in the middle. Her face showed no emotions, like a doll, but she was captivating and elegant, strikingly like an ice queen. Exer smiled lightly, spread her legs, and said, ‘As Lord, I will embrace you tonight.’ A fateful encounter for the first time. A woman falls in love at first sight. And a man fights the world for this woman. ‘If this world cannot accept her as a wife, then I will change this world.’ A love story between Dawn, the Eastern girl who endured a tough childhood while fleeing from war and became a slave, and Exer, the handsome man who was known as the strongest warrior in the kingdom."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42ac71c-dab2-4e51-83af-b461d6be3169",
    "title": {
      "en": "Karakida-ke no Kosho Gurashi"
    },
    "updatedAt": "2024-05-02T04:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/d42ac71c-dab2-4e51-83af-b461d6be3169/34c36633-c835-4792-8510-bdb8c016db4f.jpg",
    "altTitles": [
      {
        "ja": "百木田家の古書暮らし"
      },
      {
        "zh": "百木田家的旧书生活"
      },
      {
        "en": "Living in an Antiquarian Bookstore of the Karakida Family"
      }
    ],
    "description": {
      "en": "The world's largest collection of used bookstores, Kanda-Jinbōchō. There begins the story of the unforgettable days the three Karakida sisters spend surrounded by the scent of used books when they inherit the used bookstore their grandfather left behind.\n___\n[Official X Account](https://twitter.com/gj_karakida)",
      "es": "Kanda Jinbouchou, el barrio de librerías de segunda mano más famoso del mundo. Las tres hermanas Karakida se trasladaron a la ciudad para cuidar la herencia de su abuelo. Rodeadas del aroma de los libros usados, las tres hermanas hilvanan su día a día.",
      "ja": "世界一の古書店街・神田神保町。祖父の遺した古本屋を引き継ぐため、その街で暮らすことになった百木田（からきだ）三姉妹。古本の香りに包まれながら三姉妹は色褪せない日常を紡いでいく――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0c50912-623b-4bd7-84fc-7811f7961518",
    "title": {
      "en": "Wandering Witch: The Journey of Elaina"
    },
    "updatedAt": "2024-01-22T21:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/b0c50912-623b-4bd7-84fc-7811f7961518/cb6a957d-a00c-4d74-bba7-cf7304089f04.jpg",
    "altTitles": [
      {
        "ja": "魔女の旅々"
      },
      {
        "ja-ro": "Majo no Tabitabi"
      },
      {
        "en": "The Journey of Elaina"
      },
      {
        "en": "Wandering Witch"
      },
      {
        "ru": "Странствия Ведьмы Элейны"
      },
      {
        "zh-hk": "魔女之旅"
      },
      {
        "zh": "魔女之旅"
      },
      {
        "id": "Penyihir Pengembara: Perjalanan Elaina"
      }
    ],
    "description": {
      "en": "Once upon a time, there was a witch named Elaina, who set off on a journey across the world. Along the way, she would meet all kinds of people, from a country full of witches to a giant in love with his own muscles—but with each meeting, Elaina would become a small part of their story, and her own world would get a little bit bigger.\n\n\n---\nOfficial Release:\n- Indonesian release by Akasha as **The Journey of Elaina** (2022)",
      "id": "Melakukan perjalanan tanpa henti, bertemu berbagai macam orang dari berbagai macam negara, serta mengembara demi memenuhi rasa ingin tahu. Inilah kisah pertemuan dan perpisahan penyihir kelabu Elaina.",
      "ja": "あるところに一人の魔女がいました。名前はイレイナ。彼女は旅人として、これといった目的もなく、色々な国や人と出逢いながら、流されるように気ままな長い旅を続けています。これは、そんな魔女イレイナが紡ぐ、出逢いと別れの物語…。",
      "ru": "Много лет странствующая ведьма Элейна находится в пути. Неустанно она путешествует по миру, чтобы повидать разные страны, удивительные обычаи и разносторонние проявления человеческой натуры. Сколько историй она может рассказать как их живой свидетель. Давайте же и мы поспешим составить ей компанию!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-02-18T07:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "4d458eb8-5b1e-43cb-8970-e37a34aa55a0",
    "title": {
      "en": "Venus Wars"
    },
    "updatedAt": "2024-03-18T21:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/4d458eb8-5b1e-43cb-8970-e37a34aa55a0/9a44a0b6-9299-4a42-acbe-4232668f82aa.png",
    "altTitles": [
      {
        "ja-ro": "Venus Senki"
      },
      {
        "ja": "ヴィナス戦記"
      },
      {
        "ja": "金星战记"
      },
      {
        "en": "Record of the Venus Wars"
      }
    ],
    "description": {
      "en": "May 2003. An icy planet from distant space crashes into Venus, changing its qualities completely. These qualities prove to present some habitability for humans, enticing men to eventually colonize it for themselves...\n\n80 years later, Venus is home to many people who call it home. However, an ever-present tension between the two major continents, Aphrodia and Ishtar, points to an ominous fate for Venus.\n\nHiroki Senoo is a rather rebellious member of a motorsport popular within Aphrodia's capital. One day, members of Aphrodia's military approach Hiroki, and, impressed by his skills, invite him to join. Thus, Hiroki finds himself enveloped in Venus's political landscape..."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "14"
  },
  {
    "mangaId": "90802eb2-e037-4804-b0bb-d694697ff164",
    "title": {
      "en": "Capcom vs SNK: The King of Fighters vs Street Fighters"
    },
    "updatedAt": "2024-04-06T17:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/90802eb2-e037-4804-b0bb-d694697ff164/b476b358-4981-4a05-9c32-897a00a72ff6.jpg",
    "altTitles": [
      {
        "en": "Capcom vs Snk: Millennium Fight 2000"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "f1845adf-270b-4405-9438-0c56b1b9576c",
    "title": {
      "en": "Beyblade X"
    },
    "updatedAt": "2024-04-17T22:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/f1845adf-270b-4405-9438-0c56b1b9576c/b449fca8-0588-4d6c-9eca-0c64972aebf6.jpg",
    "altTitles": [
      {
        "ja": "ベイブレードエックス"
      },
      {
        "ja-ro": "Beiburēdo Ekkusu"
      }
    ],
    "description": {
      "en": "Beyblade pros from around the world gather to compete in the Pro League held inside the X Tower!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]