[
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "859b4577-4676-4e5d-93cd-265e94180d0b",
    "title": {
      "en": "Pop One's Cherry"
    },
    "updatedAt": "2024-02-25T19:06:10+00:00",
    "coverArt": "https://mangadex.org/covers/859b4577-4676-4e5d-93cd-265e94180d0b/e7dd379f-ba3b-420a-b71d-48ee685699c8.jpg",
    "altTitles": [
      {
        "ja": "ポップワンズチェリー"
      }
    ],
    "description": {
      "en": "*\"'Please let me go, Master!' If you can say that sweetly, I'll let you go.\"*\n\nThe two are considered perfect alphas. The two, who are not particularly close to each other, have been childhood friends since they were small and have a bad relationship. It changes when Sakuma goes into heat and starts groping himself while sniffing the scent off of Renji's uniform. Renji is said to be an honor student by the people around him, but in reality, he is a genuine Sadist who loves to tie up and bully his partners... Not only was it found by the guy who he didn't want to find it out the most, but he is now also tampered with and disturbed by Sakuma's...!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-02-13T15:18:30+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/f9b96d9e-1d78-48c6-9e13-c8d075fb9a01.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games.\n\nEvery day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them.\n\nAs a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...!\n\nBut he will discover a secret that he never would have expected....",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70a2cce3-6807-412d-a503-d1c221179ead",
    "title": {
      "en": "To My Neighbor Angel!"
    },
    "updatedAt": "2024-04-20T13:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/70a2cce3-6807-412d-a503-d1c221179ead/5981c8d8-34fa-4097-b196-40c86e9f8559.png",
    "altTitles": [
      {
        "ko": "이웃집 천사님께!"
      },
      {
        "en": "Angel Next Door!"
      }
    ],
    "description": {
      "en": "To fulfill her duties as a guardian angel, Soyoung, an apprentice angel, tries her hardest to make Dami, who has a disinterest in life, happy. And will that effort extend to the bed(room)…? ”I can do anything if it’s for your happiness, Dami.” Even though she said she could do anything, it doesn’t mean she wants XX!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2024-03-15T19:11:34+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/e1f76d2a-8006-42f1-93af-f3a48ba71eb1.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists!\nHe is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll.\nAs he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily.\nAnd so, after being reborn as Miranda, he will enjoy his new life to the fullest!\nWhat kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bfde150-22b9-4361-9845-f2bb6957610b",
    "title": {
      "en": "Hazure Skill \"Soine\" ga Kakuseishi, Boku ga Saikyou Harem wo Kizuku Made ~Micchaku Soine de Ganbou Kaihou!? Yuuwakusare Makutte Komattemasu!!~"
    },
    "updatedAt": "2024-04-29T18:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/8bfde150-22b9-4361-9845-f2bb6957610b/88ac9688-7165-4e64-bfaa-87575bda2883.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル『添い寝』が覚醒し、僕が最強ハーレムを築くまで～密着添い寝で願望解放!? 誘惑されまくって困ってます!!～"
      },
      {
        "en": "Until My Loser Skill [Sleeping Together] Is Awakened and I Build the Strongest Harem ~ Unleash Your Desires by Sleeping Close to Each Other!? I’m Getting Tempted So Much and I’m in Trouble!!~"
      }
    ],
    "description": {
      "en": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. \n\nHowever, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. \n\nDespite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student.\n\n This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
      "ja": "神からスキルを与えられる『祝福の儀』で、『添い寝の祝福』というハズレスキルを授かった新入生のレグナード。ヘンテコスキルを授かった故に同級生からは奇異の目で見られ、クラスのいじめっ子からはパシリにされる毎日。そんな中、とあるキッカケから優等生のフロストと一夜を共にしたことによって、このスキルの真の能力を知ることになり…。一緒に添い寝で完全回復! さらに隠れた願望暴いて女のコに迫られまくり!?『努力』と『添い寝』で成り上がる、最強ハーレムファンタジー開幕!",
      "pt-br": "Regnard, um calouro que recebeu o \"Despertar da Bênção\" que concede habilidades divinas, foi agraciado com a habilidade inusitada de \"Bênção do Dormir Juntos\". Devido a essa habilidade estranha, ele é visto com olhares estranhos por seus colegas de classe e é constantemente abusado por um valentão da turma. No entanto, depois de passar uma noite com Frost, uma estudante exemplar, por um certo acaso, Regnard descobre o verdadeiro poder desta habilidade... Ele se recupera completamente ao dormir junto com alguém! Além disso, seus desejos ocultos são revelados, e ele é perseguido por várias garotas! \"Esforço\" e \"Dormir Juntos\" o levam a ascender, dando início a uma fantasia de harém suprema!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d735f8d-cb91-4dd5-925f-e0eb97259e4a",
    "title": {
      "en": "The Duke and the Tutor"
    },
    "updatedAt": "2024-05-09T09:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/1d735f8d-cb91-4dd5-925f-e0eb97259e4a/812720f0-85e9-4fcc-a0cd-1e111cf5fe9a.png",
    "altTitles": [
      {
        "ko": "공작가의 가정교사"
      },
      {
        "en": "Duke's Private Tutor"
      }
    ],
    "description": {
      "en": "Jace, an Academic Honours student, once had a very bright future! However, his life has gone downhill ever since he punched a noble classmate. When he finally manages to get a chance to work as a private tutor… The duke is so handsome that he cannot concentrate!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "100"
  },
  {
    "mangaId": "a8cc0758-8543-4272-b403-a8b7fe0cb29b",
    "title": {
      "en": "Oshikake Gal no Nakamura-san"
    },
    "updatedAt": "2024-04-30T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/a8cc0758-8543-4272-b403-a8b7fe0cb29b/74cffe77-09c6-45a1-ab64-d249faceb108.jpg",
    "altTitles": [
      {
        "ja": "押しかけギャルの中村さん"
      },
      {
        "ja-ro": "Oshikake Gyaru no Nakamura-san"
      },
      {
        "en": "Uninvited Gal Nakamura-san"
      },
      {
        "en": "Nakamura-san, the Uninvited Gyaru"
      }
    ],
    "description": {
      "en": "She tries to show off that she is a bold modern gyaru..... but in reality she's actually a naive and shy girl! Akiyama, your typical glasses wearing otaku, works part-time with Nakamura, a gyaru from the same university. However, he has never tried talking to her before because he thinks \"otakus and gyarus live in different universe\". But then one day, all of a sudden Nakamura-san rolls into Akiyama's house, where he lives alone...? And now get this, Nakamura-san, who is usually not afraid to show her sexy side and puts up a strong, confident blushes right away! A romantic comedy about a gyaru and an otaku living together!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-05-15T11:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/1e60366d-b19e-46c2-b726-f513e0c9b83f.png",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c73341b2-14d1-4f9a-a7a8-a4fa9f342486",
    "title": {
      "ja": "Watashi no Musuko ga Isekai Tensei Shitappoi"
    },
    "updatedAt": "2023-05-14T22:07:54+00:00",
    "coverArt": "https://mangadex.org/covers/c73341b2-14d1-4f9a-a7a8-a4fa9f342486/dd1b8dc6-819d-4831-a73e-e8ce2dc517a3.jpg",
    "altTitles": [
      {
        "en": "It Looks Like My Son Has Been Reincarnated into Another World"
      },
      {
        "ja": "私の息子が異世界転生したっぽい"
      },
      {
        "en": "My Son Seems To Have Gone Reincarnated To Another World"
      },
      {
        "id": "Anakku Kayaknya Reinkarnasi ke Isekai"
      },
      {
        "ru": "Похоже, мой сын переродился в другом мире"
      },
      {
        "uk": "Судячи з усього, мій син переродився у іншому Світі"
      },
      {
        "es-la": "Parece que mi hijo se ha reencarnado en otro mundo"
      }
    ],
    "description": {
      "en": "About a mother who has lost her child and her former classmate. Going through her son's bookshelf, she has convinced herself that her son has reincarnated in another world and wishes to find a method to meet him, enlisting the help of her otaku classmate.",
      "ru": "О матери, которая потеряла своего ребёнка. Просматривая книжный шкаф своего сына, она убедила себя, что её сын перевоплотился в другом мире, и хочет найти способ встретиться с ним, заручившись помощью своего одноклассника - отаку спустя 17 лет после школы.",
      "uk": "Про матір, яка втратила дитину. Під час перегляду книжкових полиць и свого сина вона переконала себе, що її син перевтілився в інший світ, і хотіла знайти спосіб зустрітися з ним, заручившись допомогою свого однокласника - отаку через 17 років після випуску із школи."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "964ec54c-0ae5-4254-9f3a-6596b6df15ca",
    "title": {
      "en": "The Maknae Has to Be an Idol"
    },
    "updatedAt": "2024-05-17T16:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/964ec54c-0ae5-4254-9f3a-6596b6df15ca/a8882562-4aef-4630-9c64-f8c1919bcd44.jpg",
    "altTitles": [
      {
        "ko": "막내는 아이돌이 되어야 한다"
      },
      {
        "pt-br": "O Maknae Precisa Ser Um Idol"
      }
    ],
    "description": {
      "en": "\"I will leave the debut group.\"\nI can't make it in this group. I should leave and set up a chicken restaurant so that my brothers could at least make a name for themselves.\nDestined to be a failed idol, I decided to leave the group for the betterment of the others.\nHowever,\n[A member dies if you leave the debut group.]\nWhat?\n\"...This is making me crazy.\"\nThe struggles of Bong Tae-Yoon, the Maknae on top, whose hands hold the lives of his group members, begins now!",
      "pt-br": "“Vou sair do grupo de estreia.”\nNão consigo fazer sucesso nesse grupo. Eu deveria sair e abrir um restaurante de frango pra que meus irmãos pudessem pelo menos fazer um nome pra si mesmos.\nDestinado a ser um idol fracassado, decidi deixar o grupo para o bem dos outros.\nNo entanto,\n[Um membro morre se você deixar o grupo de estreia.]\nO quê?\n“Isso está me deixando louco.”\nAs lutas de Bong Tae-Yoon, o Maknae que está no topo, cujas mãos seguram as vidas dos membros de seu grupo, começam agora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c1eb4e1-95c5-466e-b4e6-ea545585d19a",
    "title": {
      "en": "Tsubaki-chou Lonely Planet"
    },
    "updatedAt": "2023-10-03T21:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/6c1eb4e1-95c5-466e-b4e6-ea545585d19a/1921bf9e-701c-4034-b50e-3a370f191f09.jpg",
    "altTitles": [
      {
        "ja": "椿町ロンリープラネット"
      },
      {
        "ja-ro": "Tsubakichou Ronrii Puranetto"
      },
      {
        "en": "This Lonely Planet"
      },
      {
        "ar": "كوكب تسوباكي تشو الوحيد"
      },
      {
        "ar": "كوكب حي تسوباكي الوحيد"
      },
      {
        "th": "ขยับหัวใจเข้าใกล้นายมาดเข้ม"
      },
      {
        "ko": "츠바키 쵸 론리 플래닛"
      },
      {
        "zh": "椿町里的寂寞星球"
      }
    ],
    "description": {
      "en": "Ohno Fumi is a poor 2nd year high school student. Because of her father's debts, she's kicked out of her own home and has to rely on her own connections to survive. Thus begins her life as a live-in housekeeper for a reclusive writer."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "77.4"
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-05-17T20:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "59dba2ca-a928-4dd9-be17-a90e37462f76",
    "title": {
      "en": "Business As Unusual"
    },
    "updatedAt": "2024-05-16T17:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/59dba2ca-a928-4dd9-be17-a90e37462f76/ce725c02-c8a5-4008-9dc5-0f304ac33100.jpg",
    "altTitles": [
      {
        "ko": "을의 연애"
      },
      {
        "en": "A Pushover's Romance"
      },
      {
        "en": "Eul's Romance"
      }
    ],
    "description": {
      "en": "“He walked into my life, step by step.\nAssistant Manager Choi, Choi Jinhwan.\nMy first love whom I’m sick and tired of.”\n\nKim Minjun is a 30-year-old ordinary office worker.\nUnlike the wishes of someone who is twenty, all Minjun wishes for is a month-long break. \n\nChoi Jinhwan, Minjun’s ideal type and first love, joined his company’s design team. \n\n‘So annoying…\nseeing him speaking informally and having no social cues, the same annoying and selfish him. \nAnd the fact that he is still perfectly my type is even more annoying.’\n\nI, Kim Minjun, am still my insignificant self.",
      "fr": "Kim Min-joon, un employé de bureau de 30 ans. Contrairement aux jeunes hommes d'une vingtaine d'années qui souhaitent devenir quelqu'un d'important, il n'a qu'un seul souhait, celui de pouvoir faire une bonne pause pendant un mois seulement.\n\nDevant les yeux de Min-joon, qui avait passé ses journées ennuyeuses, son premier amour, le type idéal parfait, Choi Jin-hwan va rejoindre comme nouveau membre de l'équipe de conception.\n\n\"Je suis bouleversé. Je ne sais pas quoi dire sans réfléchir, ce qui est encore arbitraire. Au milieu de tout ça, c'est si parfait."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-02-02T20:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/fc9764df-23f9-4992-b269-a26dedbd55eb.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-01-07T19:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/50d0d034-d01d-4be8-88f3-dd029c6debfa.jpg",
    "altTitles": [
      {
        "es": "Noche de calabazas"
      },
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      }
    ],
    "description": {
      "en": "A deformed female human goes out with a pumpkin on her head to kill all those who bullied her in the past after escaping from a mental hospital.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-05-16T02:38:08+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cc956f2-5033-41f9-8e0d-91e2cfe3a733",
    "title": {
      "en": "Princess to the Rescue!"
    },
    "updatedAt": "2023-04-03T05:26:05+00:00",
    "coverArt": "https://mangadex.org/covers/5cc956f2-5033-41f9-8e0d-91e2cfe3a733/1e55717a-8e56-4f6d-8f65-c4736b71a29b.png",
    "altTitles": [
      {
        "ko-ro": "Guhaejuseyo, Gongjunim"
      },
      {
        "en": "Save Me, Princess"
      },
      {
        "ko": "구해주세요, 공주님"
      }
    ],
    "description": {
      "en": "The spoiled princess sets out to save the kingdom! Along with her ex-boyfriend?  \n  \nClaudia, the spoiled princess of the Kingdom of Portue, lived a peaceful life. Her older brother was going to be king, while she was going to marry a handsome prince.   \n  \nShe had no doubt there were nothing but happy days as a woman waiting for her once she received a marriage proposal.   \n  \nHowever, on the night the marriage proposal, the Demon King attacked and the castle exploded.   \n  \nClaudia, who was chosen by the guardian spirit as a heroine to save the kingdom from danger, has become a ruined princess and is even dumped by her fiance.   \n  \nIn the end, she went on the journey to save the kingdom, but why did she have to go with her ex?!\n\n---\n\nBased on the [Original Webnovel](https://ridibooks.com/books/2877001188) by Jagyum"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661a792b-6729-4f54-af20-4108db55ccf4",
    "title": {
      "en": "Ouran High School Host Club"
    },
    "updatedAt": "2024-05-03T20:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/661a792b-6729-4f54-af20-4108db55ccf4/181706d5-2c5e-4f09-b55e-99e0294fe255.jpg",
    "altTitles": [
      {
        "vi": "6 chàng trai và 1 cô gái"
      },
      {
        "pt-br": "Colégio Ouran Host Club"
      },
      {
        "fr": "Host Club - Le Lycée de la séduction"
      },
      {
        "ru": "Гостевой клуб лицея Оран"
      },
      {
        "ru": "Хост-клуб школы Оран"
      },
      {
        "ar": "نادي الضيافة لثانوية أوران"
      },
      {
        "ja": "桜蘭高校ホスト部"
      },
      {
        "zh-hk": "櫻蘭高校男公關部"
      },
      {
        "ko": "오란고교 호스트부"
      }
    ],
    "description": {
      "en": "One day, Haruhi, a scholarship student at exclusive Ouran High School, breaks an $80,000 vase that belongs to the \"Host Club,\" a mysterious campus group consisting of six super-rich (and gorgeous) guys. To pay back the damages, she is forced to work for the club, and it's there that she discovers just how wealthy the boys are and how different they are from everybody else. [Viz]"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "83.5"
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-02-19T18:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561845c2-a33e-4f5d-b9b6-53ca4ca3a52d",
    "title": {
      "en": "Little Rabbit and the Big Bad Leopard"
    },
    "updatedAt": "2023-10-03T18:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/561845c2-a33e-4f5d-b9b6-53ca4ca3a52d/c88000ed-fc39-4f27-b936-27506d44e315.jpg",
    "altTitles": [
      {
        "ko": "토끼와 흑표범의 공생관계"
      },
      {
        "ko-ro": "Tokkiwa Heukpyobeomui Gongsaeng Gwangye"
      },
      {
        "ko-ro": "Toggiwa Heugpyobeom'eui Gongsaenggwangye"
      },
      {
        "en": "The Symbiotic Relationship of a Hare and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between a Panther and a Rabbit"
      },
      {
        "en": "A Symbiotic Relationship Between a Rabbit and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between a Rabbit and a Black Panther"
      },
      {
        "en": "The Symbiotic Relationship Between the Rabbit and the Black Panther"
      },
      {
        "fr": "Demoiselle lapine et le grand méchant léopard"
      },
      {
        "fr": "Le rapport symbiotique de une panthère noire et un lapin"
      },
      {
        "fr": "Le rapport symbiotique de une panthère noire et un lièvre"
      },
      {
        "ru": "Симбиоз между кроликом и чёрной пантерой"
      },
      {
        "uk": "Симбіоз між кроликом та чорною пантерою"
      },
      {
        "cs": "Symbiotický vztah mezi králíkem a černým panterem"
      },
      {
        "hu": "Szimbiotikus kapcsolat egy nyúl és egy fekete párduc között"
      },
      {
        "mn": "Туулай хар ирвэс хоёрын адармаатай харилцаа"
      },
      {
        "id": "Hubungan Simbiosis Antara Kelinci dan Panther Hitam"
      },
      {
        "th": "ภาวะพึ่งพาของเสือดำตัวร้ายกับกระต่ายตัวจิ๋ว"
      },
      {
        "ja": "ウサギと黒ヒョウ様の共生関係"
      },
      {
        "zh": "兔子与黑豹的共生关系"
      },
      {
        "zh": "兔子和黑豹的共生关系"
      },
      {
        "zh-hk": "储备粮的辛酸求生路"
      },
      {
        "vi": "Quan hệ cộng sinh giữa hắc báo và bạch thỏ"
      }
    ],
    "description": {
      "cs": "Příběh je o králičí přeměňovačce, která se však vůbec nemůže přeměnit. Po nějaký době se její rodina rozhodla, že je kničemu a zostudí jejich rodinu. Proto jí dají do košíku a dvoum sluhům nařídí, aby jí odnesli na území šelem.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "en": "I was a rabbit shapeshifter who couldn't even transform into a human by my coming of age ceremony. My family said that I was just a halfling and placed me in a basket…\n\n\"You're crying? Go on, cry more.\"\n\nThen I was then picked up by a black panther with an awful personality.\n\n\"You're lacking in fighting spirit. I'll eat you the day after tomorrow, so keep trying.\"\n\nThis fierce beast. Staring at my trembling face, the black panther's eyes glistened.\n\n\"How thrilling.\"\n\nMom, I think he's crazy! To survive a fairly crazy black panther.\n\n\"The wild beasts are possessive, no matter what it is.\"\n\n…Is it possible?\n\n---\nVivi is a... wererabbit?! As a creature that’s supposed to transform into a human, Vivi is a failure, demonized as cursed and sent off to her doom. Luckily, her demise is cut short as Ahin of the Black Leopard Clan saves her. But with every threat and command this temperamental heir tosses at Vivi, she’s questioning her safety (and sanity). Surrounded by carnivores and their strong pheromones, she'll try to survive the chaos while stuck in her rabbit form. Will she figure out how to transform and tap into the power within her cute, furry self?",
      "hu": "Nyúl alakváltó voltam, aki még emberré sem tudott átalakulni a nagykorúság ceremóniáján. A családom azt mondta, hogy csak fél éves vagyok, és egy kosárba helyeztek...\"Sírsz? Gyerünk, sírj többet!\" Aztán fel vett egy fekete párduc, akinek személyisége nem a legjobb. \"Hiányzik belőled a harci szellem. Holnapután megeszlek, szóval jobb lesz, ha tovább próbálkozol. \" A vad állat szemei csillogtak miközben remegő arcomat bámulta. \"Milyen izgalmas.\" Anya, szerintem ő őrült! Túlélni egy őrült fekete párducot...\"A vadállatok birtoklóak, bármi is legyen az.\" ....Ez lehetséges?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "id": "Aku adalah pengubah bentuk kelinci yang bahkan tidak bisa berubah menjadi manusia dengan upacara kedewasaanku. Keluarga saya mengatakan bahwa saya hanya setengah dan menempatkan saya di keranjang… “Kamu menangis? Ayo, lebih banyak menangis. ” Saya kemudian dijemput oleh macan kumbang hitam dengan kepribadian yang kejam. “Kamu kurang stamina. Aku akan memakanmu lusa, jadi teruslah berusaha.” Binatang buas ini. Menatap wajahku yang gemetar, mata macan kumbang hitam itu berkilauan. “Sepertinya aku hanya merasa senang.” Bu, saya pikir dia gila! Untuk bertahan hidup dari macan kumbang hitam yang cukup gila. \"Binatang buas itu posesif, tidak peduli apa itu.\" ….Apa itu mungkin?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "ru": "Я кролик-оборотень, не сумевшая превратиться в человека к церемонии своего совершеннолетия. Моя семья сказала, что я лишь слабая полукровка, и бросили меня, оставив в корзинке…\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "tr": "Benim adım Vivi Lapian. Ünlü Lapian ailesinin parçasıyım ve şekil değiştirebilen bir tavşanım. Şekil değiştirenler dünyasında herkes yetişkin olunca bir insana dönüşebilir. ama bir sebepten dolayı 18 yaşıma gelmeme rağmen bir türlü dönüşemedim. Varlığımın verdiği utanç yüzünden ailem beni kara panter bölgesine terk etti. Ve ben sanki kaderimde yazılmış gibi bana bir çift parlayan kızıl gözlerle bakan kara bir leopar ile karşılaştım~ “Yem olmaktan korkuyor musun? O zaman daha çok ağla.” “Bacakların kısa olduğu için şişko tavşan.” “Seni aldım. Bu yüzden artık bana aitsin.” Bu… bu normal değil~!!! Kara panterler yetmezmiş gibi bir de aslanlar ve kurtlar ortaya çıkmaya başladı. Onca yer varken yırtıcı yaratıkların toplanma yeri olmak zorunda mıydı? Benim gibi yavru bir tavşan hayatta kalabilecek mi?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "uk": "Я кролик-перевертень, яка не змогла стати людиною до церемонії свого повноліття. Моя сім‘я сказала, що я лише слабка напівкровка, і кинули мене, залишивши в кошику…\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)",
      "zh": "菲菲·雷碧安是名门望族雷碧安家族的兔子兽人。在这个只要长大就能变换成人形的世界中，她到了十八岁都无法人形化。也许是因为以她为耻，她的父母将她扔到了黑豹的领地。但她却命运般地遇到了用红瞳望着她的黑豹。可是这黑豹他……他好像是个变态!!! 除了黑豹，还有狮子和狼群，偏偏是在这个只有猛兽居住的区域里，仍旧是个小兔子的菲菲，能生存下去吗？\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54046523), [Naver Series](https://series.naver.com/novel/detail.series?productNo=6723051), [RidiBooks](https://ridibooks.com/books/2901002482)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%86%A0%EB%81%BC%EC%99%80-%ED%9D%91%ED%91%9C%EB%B2%94%EC%9D%98-%EA%B3%B5%EC%83%9D%EA%B4%80%EA%B3%84/2567), [KakaoPage](https://page.kakao.com/content/57095432)\n\n**Official Translations:**\n* [English](https://tapas.io/series/little-rabbit-and-the-big-bad-leopard/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30298)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%85%94%E5%AD%90%E8%88%87%E9%BB%91%E8%B1%B9%E7%9A%84%E5%85%B1%E7%94%9F%E9%97%9C%E4%BF%82/230)\n* [French / Français](https://fr.piccoma.com/fr/product/223)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Hubungan-Simbiosis-Antara-Kelinci-dan-Panther-Hitam/3494)\n* [Japanese / 日本語](https://piccoma.com/web/product/71365)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A0%E0%B8%B2%E0%B8%A7%E0%B8%B0%E0%B8%9E%E0%B8%B6%E0%B9%88%E0%B8%87%E0%B8%9E%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%AA%E0%B8%B7%E0%B8%AD%E0%B8%94%E0%B8%B3%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%A2%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%88%E0%B8%B4%E0%B9%8B%E0%B8%A7/263)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-04-21T21:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/abc8c6e5-e340-437e-9b0a-b497b9e7ae44.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Dealing With Demons"
    },
    "updatedAt": "2024-04-26T21:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20586605-7e9d-4bf3-b59c-8b022b6a7601",
    "title": {
      "en": "Deuteronomy"
    },
    "updatedAt": "2024-02-08T21:05:12+00:00",
    "coverArt": "https://mangadex.org/covers/20586605-7e9d-4bf3-b59c-8b022b6a7601/7f245a9e-d62f-4ed9-a160-e7fd5aedc4a0.png",
    "altTitles": [],
    "description": {
      "en": "Deuteronomy follows the story of a young boy named Sesom, who is destined to free his people from slavery. They live deep underground in a cave that has but one exit, which is under control by their slave masters. This cave is overrun with famine, disease, and unforgiving death. In order to free his people from this cruel circumstance, Sesom must overcome insurmountable odds, both internally and externally. He must be willing to sacrifice not only his own life but the lives of even his dearest companions. Is it worth it? Do the ends justify the means? What cost are you willing to pay to be free?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "135b2ea2-94a7-4499-aa2e-85f3efae4a4c",
    "title": {
      "en": "Daily Life In TS School"
    },
    "updatedAt": "2024-05-17T19:47:54+00:00",
    "coverArt": "https://mangadex.org/covers/135b2ea2-94a7-4499-aa2e-85f3efae4a4c/39d8f022-9d80-4624-bd78-9250f8e6d258.jpg",
    "altTitles": [
      {
        "ja": "TS学園の日常"
      },
      {
        "ja-ro": "TS Gakuen no Nichijou"
      }
    ],
    "description": {
      "en": "At a boy's school where there are multiple students with OTMS constitutions that temporarily become female due to various reasons, commonly known as TS Gakuen, a childhood friend who was attending school together suddenly becomes a beautiful girl who feels embarrassed and serious There are a lot of special everyday scenes and exciting school life such as the discipline committee member who cannot accept his own female constitution and the students who are positively dressed in female uniforms and enjoy the cuteness!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4199446-7269-4345-a39e-a005b4c2436a",
    "title": {
      "en": "To My Husband's Mistress"
    },
    "updatedAt": "2024-05-17T02:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/d4199446-7269-4345-a39e-a005b4c2436a/c4ecd6b2-a2f8-4430-a2f2-ee46d0bf4c45.png",
    "altTitles": [
      {
        "ko": "내 남편의 정부에게"
      },
      {
        "ko-ro": "Nae Nampyeon-ui Jeongbuege"
      }
    ],
    "description": {
      "en": "I, Leticia Violet, was devoted to my husband, but I lost everything. Just as she is about to lose her life, a man appears in her life. He promises to help me achieve the perfect revenge...\n\n\"When you say you'll help me get my revenge... please honor your word.\"\n\nTo those who brought me to my death, I will give back all that I have received.\n\n---\nWhen Letitia Winchester faces death at the hands of her husband’s mistress, fate intervenes. She’s fished out of the river by Prince Sion, the first “Sol” born in a holy empire in 300 years. Using his divine powers, he changes Letitia’s appearance and gives her the new identity of Countess Anarose Victoire. Armed with divine powers and a thirst for revenge, the two form an unlikely alliance. Prince Sion seeks justice for a fallen friend, while Letitia plots retribution against those who wronged her.\n\nTogether, they embark on a journey of vengeance and redemption."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-05-17T02:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c9ace30-a0c6-4e87-adbb-4fa4f80f975e",
    "title": {
      "en": "Henkyou no Yakushi, Miyako de S Rank Boukensha to naru"
    },
    "updatedAt": "2024-03-28T21:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/2c9ace30-a0c6-4e87-adbb-4fa4f80f975e/ea4f6079-13dc-4a5b-850c-adcf89867852.jpg",
    "altTitles": [
      {
        "en": "The Healer Ditches the Boonies to Become an S-Rank Adventurer: The Boy from the Hero’s Village Doesn’t Know His Cheat Medicine Is Unrivaled"
      },
      {
        "ja": "辺境の薬師、都でＳランク冒険者となる～英雄村の少年がチート薬で無自覚無双～"
      }
    ],
    "description": {
      "en": "Leaf has been enjoying a peaceful life in his village at the farthest end of the country, but everything gets turned upside down when his fiancée betrays him, robbing him of his home, work, and everything he cherishes. Wandering around, lost on what to do next, he encounters a distinguished lady in peril who will change his life forever! Using the cheat-like power of medicine and drugs the world scoffs at, Leaf now begins his journey to become the almighty healer! \"",
      "id": "Leaf telah menikmati kehidupan yang damai di desanya di ujung terjauh negara itu, tetapi segalanya menjadi terbalik ketika tunangannya mengkhianatinya, merampok rumah, pekerjaan, dan semua yang dia hargai. Berkeliaran, bingung apa yang harus dilakukan selanjutnya, dia bertemu dengan seorang wanita terkemuka dalam bahaya yang akan mengubah hidupnya selamanya! Menggunakan kekuatan pengobatan dan obat-obatan yang dicemooh dunia, Leaf kini memulai perjalanannya untuk menjadi penyembuh yang maha kuasa! \"",
      "ja": "田舎者の少年・リーフが最強の“調薬”スキルで成り上がる！　人生を変える出会いが都会にはいっぱい！！　無自覚無双な痛快“調薬”ファンタジーがここに開幕！！\n\n最強の“調薬”スキルで成り上がれ！！　田舎に住む少年・リーフは、ある日許嫁に裏切られ、すべてを失ってしまう。しかし、大貴族のお嬢様・プリシラと出会ったことでリーフの人生は激変！　「薬を作れるだけなはず」の少年が、世界最強の冒険者になっていく！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80497ef8-3967-452d-ab6a-2c5ec2d4ebcb",
    "title": {
      "en": "Alkaloid no Hanayome"
    },
    "updatedAt": "2024-01-31T22:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/80497ef8-3967-452d-ab6a-2c5ec2d4ebcb/b240a76b-ef83-4d2d-bcc2-fcacd142dd5b.jpg",
    "altTitles": [
      {
        "ja": "アルカロイドの花嫁"
      },
      {
        "ja": "Alkaloid Bride"
      }
    ],
    "description": {
      "en": "Romelia, a lonely girl, and Kutli, a young high-ranking soldier, are solemnly married in the presence of God. What they share, however, is not \"conjugal love,\" but the \"unbearable fate\" they have mutually borne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd008813-6e96-4ffd-a49f-848445473b80",
    "title": {
      "en": "Live as a Villainess"
    },
    "updatedAt": "2024-05-01T13:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/dd008813-6e96-4ffd-a49f-848445473b80/ef47e9a1-2ce8-45d8-89dc-94ade7aabe41.jpg",
    "altTitles": [
      {
        "ko": "악녀로 살라신다"
      }
    ],
    "description": {
      "en": "“You have to become a villain to live? … But how do you do that?” One day, Da-jeong Kim, an ordinary Korean office worker who suddenly possesses the world of a novel. In fact, it is Christine Rosalind, the villain character who dies at the beginning of the novel in the series that she possessed. Perhaps because of Da-jeong’s possession, the original death is avoided, but that is only temporary. In a few moments, you die, and when you die, you return to the starting point of your life. How can I live without dying? The sky throws a clear answer to Da-jeong, who is in trouble. let her be a villain When she becomes a villain she can live without dying. … By the way, can she become a villain that only eats her heart? “A world collapsing, twisting characters. If you want to live, you have to remember who you are.” She said she could only live if she was a villain, did she mean that she could only live? After many twists and turns, she heard the voice of a villain, but Da-jeong’s life is hard and painful. It turns out that Christine was born into a civilization of ‘dead or bad’. Unexpected characters appear in front of Da-jeong, who is in such trouble. Raymon Myers, who is the man of the original story and is a perfect match for Christine, Diane Schneider, who was not found in the original, but has a reputation as a vicious witch in the world, and Cordelian Parker, who was possessed by the original author, the female lead of the original and the creator of this world. The three of them approach Da-jeong with different goals…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "451ebb06-2470-4497-95b6-b858542c4ad6",
    "title": {
      "en": "Sarajin Cinderella"
    },
    "updatedAt": "2023-12-04T13:26:01+00:00",
    "coverArt": "https://mangadex.org/covers/451ebb06-2470-4497-95b6-b858542c4ad6/fceb7e47-abe3-4578-9ee8-cd7d643a96d8.jpg",
    "altTitles": [
      {
        "ko": "사라진 신데렐라"
      },
      {
        "en": "The Lost Cinderella"
      },
      {
        "pt-br": "A Cinderela Desapareceu"
      }
    ],
    "description": {
      "en": "Ciel avoided her brother's obsession and entered into a contract marriage. She was betrayed by her fiance who fell in love with someone else, so she decides to start a new life somewhere else. By chance, Ciel meets her neighbor Otestad, who saves her life, and ends up discovering that he is actually the prince who was fleeing a threat.\n\nA romance about two people who want to fight against destiny and free themselves. Will Ciel be able to fulfill the wish of not having a life stolen again?",
      "pt-br": "Ciella celebrou um casamento por contrato para evitar a obsessão de seu irmão adotivo. Porém, quando seu noivo, em quem ela pensava poder confiar, a trai porque ela está cega pelo amor, ela monta um novo lar para encontrar sua própria vida legítima. “Você gostaria de pegar aquela maçã?” Enquanto isso, Ciella, que deve sua vida a Otestad, um vizinho que conhece por acaso, percebe que ele é na verdade um príncipe que evitava uma ameaça. Um romance entre duas pessoas que querem escapar do seu destino e lutar contra ele. Será que Ciella conseguirá cumprir sua promessa de não permitir mais que sua vida lhe seja tirada?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37af8b1d-66fe-4887-a6ff-53b4b2b2805e",
    "title": {
      "en": "Yuutousei to Himitsu no Oshigoto"
    },
    "updatedAt": "2024-03-04T23:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/37af8b1d-66fe-4887-a6ff-53b4b2b2805e/1f3ddd62-2efe-46f0-be7c-e96b137c1f74.jpg",
    "altTitles": [
      {
        "ru": "Секретная работа почётного студента"
      },
      {
        "ja": "優等生と秘密のお仕事"
      },
      {
        "zh": "優等生的秘密工作"
      },
      {
        "en": "The Honor Student's Secret Job"
      }
    ],
    "description": {
      "en": "The overly serious Shimizu Azusa who is part of the public morals committee of her school suddenly inherits her father's store after his death. To her surprise it is not a simple bookstore as she thought but a sex shop..! How will this highly disciplined but totally inexperienced girl manage to keep the business going?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5c0710-961d-4aef-a84e-833d9590a51b",
    "title": {
      "en": "Kirakira Shitemo, Shinakutemo"
    },
    "updatedAt": "2024-05-17T20:07:14+00:00",
    "coverArt": "https://mangadex.org/covers/4f5c0710-961d-4aef-a84e-833d9590a51b/678f66b5-4807-42b8-83c9-ab73abcb309f.jpg",
    "altTitles": [
      {
        "ja": "キラキラしても、しなくても"
      },
      {
        "zh": "无论闪亮还是暗淡"
      },
      {
        "en": "Sparkling or Not"
      },
      {
        "ja-ro": "Kirakira Shitemo, Shinakutemo"
      },
      {
        "es-la": "Deslumbrante o no"
      }
    ],
    "description": {
      "en": "Sparkling love is not the only kind there is. Keita is a high school student who likes his friend Masato. However, his love could not be more different from the sort of sparkling love often seen in BL… This is a delicate, bittersweet story of adolescence.",
      "ja": "キラキラした恋、だけじゃない。高校生の慶太は、友だちの正人のことが好き。しかし、BLでよく見るようなキラキラした恋と自分の恋は、似ても似つかなくてーー。ほろ苦く繊細な、青い春の物語。",
      "es-la": "Un amor deslumbrante no es el único tipo que hay. Keita es un estudiante de preparatoria al que le gusta su amigo Masato. Sin embargo, su amor no está ni cerca de ser como los amores deslumbrantes que se ven seguido en los BL… Esta es una historia agridulce y delicada de la adolescencia."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-16T20:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-04-17T17:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-05-17T19:34:56+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/047f085d-bcd4-4496-a412-b1a5a11e7040.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79466546-5d2b-42e9-bf79-960b67ed1e99",
    "title": {
      "en": "Lizzy to Beth"
    },
    "updatedAt": "2024-05-17T17:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/79466546-5d2b-42e9-bf79-960b67ed1e99/745ba22b-cd2c-4204-bc39-11cf3c515110.jpg",
    "altTitles": [
      {
        "ja": "リジーとベス"
      },
      {
        "en": "Lizzy and Beth"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81f9951f-9dbb-457f-9e32-6451499628b4",
    "title": {
      "en": "Sacchan to Ken-chan wa Kyou mo Itteru"
    },
    "updatedAt": "2024-04-28T18:16:41+00:00",
    "coverArt": "https://mangadex.org/covers/81f9951f-9dbb-457f-9e32-6451499628b4/ebecabce-ddd5-4d11-96dc-b9a4e776abeb.jpg",
    "altTitles": [
      {
        "en": "Sacchan and Ken-chan Are Going at it Again"
      },
      {
        "ja": "さっちゃんとけんちゃんは今日もイってる"
      }
    ],
    "description": {
      "en": "University student Kenta is excited to be going out with the quiet but beautiful Sachiko. Six months into their relationship, a side of Sachiko other than her \"ladylike\" side becomes apparent. The more you know about her, the more you fall in love with her.",
      "ja": "物静かな美人・幸子と付き合うことになり、舞い上がる男子大学生・賢太。 付き合って半年後、明らかになる”おしとやか”だけじゃない彼女の一面に!? 知れば知るほど好きになる、イケメン彼女と乙女な彼氏のイってる系エロコメディ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d006f413-bad9-4f82-a0aa-901ef2d0ece6",
    "title": {
      "ja-ro": "Kimi to Shiranai Natsu ni Naru"
    },
    "updatedAt": "2024-05-17T19:19:13+00:00",
    "coverArt": "https://mangadex.org/covers/d006f413-bad9-4f82-a0aa-901ef2d0ece6/5b4d6c5a-4379-43da-b0c1-7d60b5b21ca3.jpg",
    "altTitles": [
      {
        "en": "Throw Away the Suit Together"
      },
      {
        "ja": "君としらない夏になる"
      }
    ],
    "description": {
      "en": "University, job hunting, then future prospects. Trying to keep up with what we take as a given, \"having to do like everyone else does\", can wear you down. What path are you meant to take when you start losing sight of what's truly important to you... This is the story of two college girls, Haru and Hii-chan, caught in the thick of it, looking to throw away those common expectations and start a new life on an island!",
      "es-la": "Universidad, búsqueda de empleo y expectativas para el futuro. Tener que seguir el ritmo del resto, \"hacer lo que hace todo el mundo\", a veces puede resultar tedioso. ¿Qué camino debes tomar cuando empiezas a perder de vista lo que es verdaderamente importante para ti? Esta es la historia de dos universitarias, Haru y Hii-chan, atrapadas en el meollo del asunto, ¡que buscan deshacerse de esas expectativas comunes y empezar una nueva vida en una isla!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "a873026d-2de3-4721-a865-b07b72fd9834",
    "title": {
      "en": "You Still Rely on MAGIC?"
    },
    "updatedAt": "2024-05-17T19:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/a873026d-2de3-4721-a865-b07b72fd9834/3324f159-e294-43d4-b85e-ad4df8e96bca.jpg",
    "altTitles": [
      {
        "en": "Do You Still Rely On Magic?"
      },
      {
        "ja": "まだ魔法なんかに頼ってらっしゃるのでしょうか?"
      },
      {
        "ja-ro": "Mada Mahou Nanka ni Tayotterassharu no Deshou ka?"
      }
    ],
    "description": {
      "en": "Two 14-year-old girls; Toko, an athletic girl, and Yui, a smart girl, are transported to a strange world where girls' sex toys have magical powers. This is a slightly naughty adventure story where they attack monster girls and collect them!",
      "es-la": "Dos chicas de 14 años; Toko, una chica atlética, y Yui, una chica lista, son transportadas a un extraño mundo donde los juguetes sexuales de las chicas tienen poderes mágicos. Esta es una historia de aventuras un poco traviesa en la que se enfrentan a chicas monstruosas ¡y las coleccionan!"
    },
    "status": "cancelled",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-03T18:23:19+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "940a516f-9efc-492d-8459-3676ee71b2bd",
    "title": {
      "en": "Oshi no Bishoujo ni Kokuhaku sareru Hanashi"
    },
    "updatedAt": "2024-02-04T19:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/940a516f-9efc-492d-8459-3676ee71b2bd/3eff9159-1f79-417f-bdba-e50a61521bcc.jpg",
    "altTitles": [
      {
        "ja": "推しの美少女に告白される話"
      },
      {
        "ko": "오시인 미소녀에게 고백받는 이야기"
      },
      {
        "en": "I was Confessed to by my Beautiful Oshi"
      }
    ],
    "description": {
      "en": "A yuri romcom manga where an otaku is confessed to by the pretty girl she declares as her oshi and they start dating.",
      "ja": "推しの美少女に告白されて恋人になるラブコメ百合漫画です。",
      "pt-br": "Um romcom yuri onde uma estrela se confessa e vira uma namorada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb",
    "title": {
      "en": "Villainesses Have More Fun"
    },
    "updatedAt": "2023-09-03T21:13:07+00:00",
    "coverArt": "https://mangadex.org/covers/067b49dd-c8f7-4faf-b3a7-de5cb5bdfdfb/aaba8974-009b-4169-8721-e59d335d176c.jpg",
    "altTitles": [
      {
        "ko": "악녀는 오늘도 즐겁다"
      },
      {
        "ko-ro": "Angnyeoneun Oneuldo Jeulgeopda"
      },
      {
        "en": "The Villainess Is Happy Today"
      },
      {
        "en": "Another Happy Day for the Villainess"
      },
      {
        "fr": "C'est si bon d'être méchante!"
      },
      {
        "uk": "Лиходійка щаслива сьогодні"
      },
      {
        "ru": "Злодейка сегодня счастлива"
      },
      {
        "fa": "بانوی شرور امروز شاد و شنگوله"
      },
      {
        "ja": "悪女は今日も楽しい"
      },
      {
        "zh": "恶女今天也很快乐"
      },
      {
        "zh-hk": "做個快樂的惡女"
      },
      {
        "my": "အမွှေစိန်ဗီလိန်မလေးရဲ့ကံတရား"
      },
      {
        "th": "นางร้ายสายเชิด"
      },
      {
        "mn": "Хорон санаатан өнөөдөр ч баяртай байна"
      },
      {
        "id": "Today the Villainess Has Fun Again"
      }
    ],
    "description": {
      "en": "My friend stole my boyfriend and then dared to hand me a wedding invitation with a smile? Ha! I had a blast enjoying my revenge and came home and fell asleep but...when I woke up I was in the body of the Villainess of a Romance Fantasy novel who has everything: appearance, assets, and intelligence. The only thing this girl lacked was the insight to judge a man. Throw the bastard Prince away to the main female lead and let us just enjoy the luxury of power and money!\n\n---\nFrom growing up in a dysfunctional family to being cheated on, Sojin never had it easy. So after waking up in the body of villainess Reilynn Candmion, daughter of the empire’s wealthiest duke, all she wants is to revel in her riches. But something feels amiss when the story’s heroine, Iris, constantly starts fights with her — from stealing her dress to seducing her fiancé. Reilynn wants no drama, but Iris and her four love interests won’t leave her alone! Can’t a girl just wanna have fun?",
      "fa": "یه روز زنی که به عنوان یکی زنان شهری قدرتمند و زیبا شناخته میشد درباره ازدواج دوست پسر سابقش شنید. از زندگی سیر شد و خواب به خواب شد \"چراااا من شرور شدم؟\" اون نقش یک بانوی شرور رو بازی می کرد که نامزد خودشو از دست داده و شخصیت اصلی زنو آزار میداد. هرچند هیچ چیز بدی درمورد اون وجود نداره چون این شرور همه چی داره! اما اولین کاری که باید انجام بده اینکه که از نامزد اشغال و دختر بازش بخواد که جدا بشن! \"بیا از هم جداشیم.\" \"…چی؟\" \"چیه؟فکر نمیکنی یکم بی انصافیه؟ \" تو فکر می کنی منصفانه‌ست که از من بخوای وقتی با دختری دیگه ای قرار میزاری باهات ازدواج کنم؟"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "26f32af8-420b-4e3b-b91b-497c732e711f",
    "title": {
      "en": "Himitsu, Hitotsu"
    },
    "updatedAt": "2023-02-16T04:43:35+00:00",
    "coverArt": "https://mangadex.org/covers/26f32af8-420b-4e3b-b91b-497c732e711f/80bcf364-4059-48f2-b067-4c25ac15225e.jpg",
    "altTitles": [
      {
        "en": "A Love Awakened By A Kiss"
      },
      {
        "en": "I’m Sorry, I Love You"
      },
      {
        "en": "sister*sister"
      },
      {
        "en": "Summer, The Sun's Rays, and Your Back"
      },
      {
        "en": "The Seasons That Follow \"Goodbye\""
      },
      {
        "ja": "ひみつ、ひとつ"
      }
    ],
    "description": {
      "en": "1. Himitsu, Hitotsu  \n2. sister*sister  \n3. A Love Awakened By A Kiss   \n4. The Seasons That Follow \"Goodbye\"  \n5. I’m Sorry, I Love You  \n6. Summer, The Sun's Rays, and Your Back"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  }
]