[
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "On and Off: Work-Life Imbalance"
    },
    "updatedAt": "2024-06-17T18:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/85f10ea1-41c9-4aef-807e-b1a12d182cfe.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      },
      {
        "en": "Company and Private Life -On and Off-"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). \n\nMeet two office workers whose professional lives \"on\" the clock and private lives when they’re \"off\" couldn't be more different. He dresses like a lolita. She dresses like a punk. \n\nWhen their contrasting \"on\" and \"off\" modes collide, it inevitably leads to heart-pounding antics!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df81a90-22a1-4f01-b33d-e718d4e4430a",
    "title": {
      "en": "Love Live! flowers* - Hasunosora Girls' High School Idol Club -"
    },
    "updatedAt": "2024-06-08T17:19:29+00:00",
    "coverArt": "https://mangadex.org/covers/6df81a90-22a1-4f01-b33d-e718d4e4430a/4cbc57c0-6c16-4ed3-90a8-acea45136c4d.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！flowers* -蓮ノ空女学院スクールアイドルクラブ-"
      },
      {
        "ja-ro": "Love Live! flowers* - Hasunosora Jogakuin School Idol Club -"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2442e655-dcfe-4ed2-99de-d5b212836b64",
    "title": {
      "en": "K-ON! Shuffle"
    },
    "updatedAt": "2023-06-25T01:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/2442e655-dcfe-4ed2-99de-d5b212836b64/1234fc35-380b-448e-82b1-c2feb12563aa.jpg",
    "altTitles": [
      {
        "ja": "けいおん！Shuffle"
      },
      {
        "ja": "けいおん！シャッフル"
      }
    ],
    "description": {
      "en": "Sakuma Yukari decided to start a band on her own after seeing a certain band during the Sakura High School festival, then with her best friend Shimizu Kaede, they want to join the Light Music Club only to discover that in their school there isn't a club like that. With help from Sawabe Maho, they discover there is a Light Music Appreciation Society with only one member, Satou Riko.",
      "pt-br": "Sakuma Yukari decidiu começar uma banda sozinha depois de ver uma certa banda durante o festival Sakura High School, então com sua melhor amiga Shimizu Kaede, eles querem se juntar ao Clube De Músicas Leves apenas para descobrir que em sua escola não há um clube assim. Com a ajuda de Sawabe Maho, eles descobrem que existe uma Sociedade de Apreciação de Música Leve com apenas um membro, Satou Riko."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "19cd89c7-fe45-4733-934d-46b66364bb89",
    "title": {
      "en": "Misupuri!"
    },
    "updatedAt": "2021-12-29T18:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/19cd89c7-fe45-4733-934d-46b66364bb89/926257cf-4f9a-4173-8859-bb18bc7ee88b.jpg",
    "altTitles": [
      {
        "en": "Miss Princess"
      },
      {
        "en": "Misu Puri!"
      },
      {
        "en": "Misu-Puri!"
      },
      {
        "en": "ミスプリ!"
      },
      {
        "en": "公主小姐"
      }
    ],
    "description": {
      "en": "In the world of the high society , it is expected that each member of every family has their own personal butler. Himeoka Kokoro is a natural tomboy with a knack for sticking her head into trouble. Kokoro hopes to be able to hire a butler for herself, but only temporarily so she can partake in the nationwide \"Miss Princess\" model search. She is determined to win the competition because of a promise she made but runs into problems on the way. She incidentally saves an old lady who turns out to be the President of Butler, the most prestigious butler agency in Japan. The old lady decided to help her with the model search & Kokoro is suddenly faced with four good looking butlers to help her on the way to winning the title \"Miss Princess\"."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "6b1eb93e-473a-4ab3-9922-1a66d2a29a4a",
    "title": {
      "en": "Naruto"
    },
    "updatedAt": "2024-05-14T22:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/6b1eb93e-473a-4ab3-9922-1a66d2a29a4a/bb223226-a5ca-457b-8a10-ad3ecaea66be.jpg",
    "altTitles": [
      {
        "ja": "ナルト"
      },
      {
        "ja": "-ナルト-"
      },
      {
        "ja": "NARUTO -ナルト-"
      },
      {
        "ru": "Наруто"
      },
      {
        "sr": "Нароуто"
      },
      {
        "hi": "नारुतो"
      },
      {
        "bn": "নারুতো"
      },
      {
        "th": "นินจาคาถาโอ้โฮเฮะ"
      },
      {
        "my": "နာရူတို"
      },
      {
        "zh-hk": "火影忍者"
      },
      {
        "zh": "狐忍"
      },
      {
        "ko": "나루토"
      },
      {
        "he": "נארוטו"
      },
      {
        "ar": "ناروتو"
      },
      {
        "ta": "நருடோ"
      },
      {
        "ka": "ნარუტო"
      }
    ],
    "description": {
      "bg": "Тайното село Коноха. Проблемният възпитаник на Нинджа академията Наруто и днес не спира с белите! Огромната мечта на същия този Наруто е да приеме званието на историческия герой Хокаге и да стане нинджа, като надмине всички предишни Хокаге. Ала около раждането на Наруто изглежда витае една тайна...!?",
      "cs": "Stát se nejlepším nindžou na světě není věc snadná, dokonce ani když nejste obecně zatracovaný outsider, který má v sobě zapečetěného devítiocasého démona, jenž kdysi málem srovnal se zemí celou nindžovskou vesnici. Naruto je však pevně odhodlaný splnit si tento sen a vzdát se za žádných okolností nehodlá. Nejspíš proto, že neví, co to slovo znamená (a prakticky určitě ho nedokáže správně napsat).",
      "de": "Naruto ist ein berüchtigter Tunichtgut in seinem Dorf, das fast ausschließlich aus Ninja besteht. Er liebt Nudelsuppe und spielt anderen gern Streiche. So ist es kein Wunder, dass er nicht gerade beliebt ist. Doch gerade deshalb will er der beste Ninja seines Dorfes werden. Zu diesem Zweck gehen er und seine Mitschüler Sasuke und Sakura beim großen Meister Kakashi in die Lehre...",
      "en": "Before Naruto's birth, a great demon fox had attacked the Hidden Leaf Village. The 4th Hokage from the leaf village sealed the demon inside the newly born Naruto, causing him to unknowingly grow up detested by his fellow villagers. Despite his lack of talent in many areas of ninjutsu, Naruto strives for only one goal: to gain the title of Hokage, the strongest ninja in his village. Desiring the respect he never received, Naruto works toward his dream with fellow friends Sasuke and Sakura and mentor Kakashi as they go through many trials and battles that come with being a ninja.  \n\n\n---",
      "es": "En la Villa Oculta de la Hoja, un chaval de lo más problemático que estudia en la escuela de ninjas, Naruto, se dedica a urdir gamberrada tras gamberrada. El sueño de Naruto es el de llegar un día a heredar el nombre de Hokage, reservado a los grandes héroes, y de convertirse en el mejor ninja de todos los tiempos. ¿¡Podrá Naruto llegar a cumplir sus anhelos de grandeza...!?\n\n---\nLa aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "fi": "Konohan ninjakylässä ilman vanhempia varttunut Naruto Uzumaki on ninjakoulun heikoimpia oppilaita. Mutta Narutossa piilee voimia, jotka ylittävät inhimilliset rajat... Naruto on vauhdikas seikkailutarina ninjanuorukaisesta ja hänen ystävistään, taisteluista, toveruudesta ja kunniasta. Sekä kotimaassaan että ulkomailla huippusuosittu sarja pohjautuu taruihin Japanin historian mystisistä ninjasotureista. \n\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille.",
      "fr": "Naruto est un garçon un peu spécial. Il est toujours tout seul et son caractère fougueux ne l'aide pas vraiment à se faire apprécier dans son village. Malgré cela, il garde au fond de lui une ambition: celle de devenir un maître Hokage, la plus haute distinction dans l'ordre des ninjas, et ainsi obtenir la reconnaissance de ses pairs.",
      "id": "Ini adalah Desa Konohagakure... Naruto adalah salah satu murid di Akademi Ninja yang suka berbuat onar!! Impian Naruto adalah menjadi seorang Hokage. Tetapi, Naruto memiliki rahasia sejak lahir karena di dalam tubuhnya terdapat siluman rubah yang disegel! Inilah petualangan Naruto untuk mewujudkan impiannya...",
      "it": "\"Naruto\" è incentrato sulle avventure di un ragazzino, Uzumaki Naruto, che vuole diventare un famoso ninja e lasciare un segno nella storia. Gli ostacoli sul suo cammino sono però molti, come le prove che dovrà sostenere e i rivali che dovrà affrontare...\n\n---\nNaruto Uzumaki è un ragazzo dodicenne del Villaggio della Foglia che insegue il sogno di diventare Hokage, cioè il ninja più forte, nonché capo del villaggio. Il giovane custodisce in sé un segreto di cui lui stesso è all'oscuro: all'interno del suo corpo è sigillato un demone, conosciuto come Volpe a Nove Code, che attaccò il villaggio dodici anni prima e fu sigillato dal Quarto Hokage in cambio della vita. Per questo motivo, Naruto è stato sempre associato allo spirito demoniaco ed è cresciuto isolato da tutti. Dopo l'ennesima bocciatura di Naruto all'esame dell'accademia per il diploma di Genin, il suo maestro Iruka Umino lo salva dal maestro traditore Mizuki che lo aveva spinto a rubare un rotolo contenente delle tecniche proibite. In questo frangente, Naruto scopre finalmente il suo segreto. Questo, unito al desiderio di salvare Iruka, gli dà la spinta necessaria a sconfiggere Mizuki con la Tecnica Superiore della Moltiplicazione del Corpo, appresa dal rotolo. Grazie a questa dimostrazione di coraggio, il ragazzo riesce a guadagnarsi la promozione a Genin ed entra a far parte della Squadra 7 insieme a Sakura Haruno e Sasuke Uchiha, sotto la guida del maestro Kakashi Hatake.",
      "ja": "ここは木ノ葉隠れの里。忍術学校の問題児、ナルトは今日もイタズラ三昧！！　そんなナルトのでっかい夢は歴代の勇者、火影の名を受けついで、先代を越える忍者になることだ。だがナルトには出生の秘密が…！？",
      "pl": "Osada Konoha-gakure. Naruto, uczeń szkoły dla ninja, rozrabia jak tylko potrafi! Mimo to, jego marzeniem jest pokonanie \"Hokage\", czyli aktualnego przywódcy wojowników. Gdy Naruto się rodził, wydarzyło się coś, o czym on sam wciąż jeszcze nie wie...",
      "pt": "La aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "ru": "Двенадцать лет назад, мощный Девятихвостый Демон-Лис напал на деревню ниндзя, Коноху. Демон был быстро побежден и запечатан в младенце по имени Наруто Узумаки. Но для этого, главному ниндзя Конохи, четвёртому хокаге пришлось пожертвовать жизнью… Теперь, по прошествии 12-и лет, Наруто является номером один среди придурков ниндзя, который полон решимости стать следующим Хокаге и получить признание всех, кто когда-либо сомневался в нем!",
      "sr": "Jedan od najpopularnijih naslova širom sveta sada je konačno dostupan i domaćim čitaocima. Serijal prati avanture dečaka Naruta, koji pokušava da postane veliki ratnik i nadmaši sve prethodnike. Ali moraće najpre da se bori sa samim sobom.",
      "tr": "Naruto, ünlü mangaka Masaşi Kişimoto tarafından yaratılan, 1999 yılından beri Japonya’da yayınlanan dünyaca ünlü manga serisi artık Türkiye’de.\n\nBugüne kadar Japonya’da 100 milyondan fazla satan Naruto serisi, 2002 yılında bu başarısı taçlandırarak animeye uyarlandı. Ülkemizde de gösterilen bu anime, manga kültürünü dünyaya tanıtıp; Naruto’yu dünyadaki en önemli mangalardan biri haline getirdi. Yıllardan beri geniş bir hayran kitlesi tarafından Türkçe’de yayınlanması beklenen bu eser, manganın özünden hiçbir şey kaybetmemesine özen gösterilerek ve Japonya’da olduğu gibi sağdan sola okunacak biçimde hazırlandı. Yediden yetmişe herkese hitap eden Naruto, çizgi roman kültürü ile ilgili olmayanların bile severek okuyabileceği bir eser."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "696b9123-377a-488d-9f79-761b19cab495",
    "title": {
      "en": "Open Sesame"
    },
    "updatedAt": "2022-05-15T17:27:03+00:00",
    "coverArt": "https://mangadex.org/covers/696b9123-377a-488d-9f79-761b19cab495/70131990-05db-43cf-9240-cf61fcd019e0.jpg",
    "altTitles": [
      {
        "zh": "恋爱新鲜人"
      },
      {
        "ja": "オープンセサミ"
      }
    ],
    "description": {
      "en": "Danjou Yamato is a high-school student who lives in the countryside and is the boxing champion of the region. However, when his family has to move out to live in Tokyo, he is transfered to a school in Tokyo that was previously an all-girls school. Girls have a lot of power and give the guys a hard time. But Yamato will not bow down to the power of the girls, and on his way to claim power for the guys in the school, he finds out something about his past… something that he had forgotten long ago…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "94"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b642cbd1-79b8-4073-80c1-e76ccb23c6d3",
    "title": {
      "en": "Cardfight!! Vanguard YouthQuake"
    },
    "updatedAt": "2022-06-08T16:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/b642cbd1-79b8-4073-80c1-e76ccb23c6d3/68e24b6b-0b99-4be8-bfe7-8efe8b5e2cfd.png",
    "altTitles": [
      {
        "en": "Vanguard YouthQuake"
      }
    ],
    "description": {
      "en": "\"I Think it's time for me to stop...playing Vanguard.\" \"You've Got to Grow out of this Kid's Game.\"\nSentatsu Meguru, a first-year high school student, was wondering whether or not to continue playing Vanguard when his childhood friends and classmates are starting to quit.\nOne day, the master of his favorite café takes him to a fight with his grandfather,Kuranaga Sanzou.\nThrough the fight, Sanzou asks him a question, which leads him to look into his own mind, and is naturally led to the answer.\n\"I love it so much, there's no way I can stop!\"\nThen, he awoke to a strange power that allowed him to see the unit and the light that was connected to it on the board.\nQuake your Soul!! A new story that Leads you to Vanguard!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-06-02T23:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/e5d4f042-f394-4d06-b4cf-9b69fcc665f7.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "en": "Muscle Man"
      },
      {
        "en": "M.U.S.C.L.E"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ede6292-3f99-4582-a024-4a2df9814fa0",
    "title": {
      "en": "Today's Walk"
    },
    "updatedAt": "2024-04-30T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/1ede6292-3f99-4582-a024-4a2df9814fa0/9cc8a565-5292-46e1-9873-defbc8bcb11c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyou no Sanponta"
      },
      {
        "en": "Last Walk"
      },
      {
        "ja": "今日のさんぽんた"
      }
    ],
    "description": {
      "en": "The story of a dog, Ponta, and his walker, Rieko.\n\n---\n**Support the author's:**\n- [Social Media and Shop](https://potofu.me/rikirosso)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c157222-4425-46d4-a7e7-321bc0bb61de",
    "title": {
      "en": "Kinnikuman Lady"
    },
    "updatedAt": "2024-05-06T18:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c157222-4425-46d4-a7e7-321bc0bb61de/c1c75a2c-ba28-41dd-8bba-b9139c3bc6df.jpg",
    "altTitles": [
      {
        "en": "Kinnikuman Ready"
      },
      {
        "ja": "キン肉マンレディー"
      },
      {
        "ja-ro": "Kinnikuman Lady"
      }
    ],
    "description": {
      "en": "Meat has been the trainer of the great Choujin superhero Kinnikuman for long. He thought his job was done helping his greatest subject become a master Choujin and king of his homeworld. But…what if upon waiting for his next subject, the little trainer was sent to another world?…  \n  \nA world where Kinnikuman has yet to become a great hero… and a world where he is… female!?  \n  \nWelcome to the world of Kinnikuman Lady! A world that promises to be as bizarre and exciting as the one of the original Kinnikuman."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-06-24T04:37:52+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      },
      {
        "zh-hk": "勇者大人，昨夜「睡」得可好。"
      },
      {
        "es-la": "Espero te hayas divertido anoche, Héroe-sama."
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!",
      "es": "«¡Lo hice de nuevo...!»\n\n¡¡El Héroe que no puede emprender su viaje!!\n\nEl protagonista, que se reencarnó en otro mundo, se convierte en héroe y recibe la misión de derrotar al Rey Demonio. Para recompensar al mundo que lo aceptó, decide emprender un viaje... Sin embargo, parece que no puede abandonar el primer pueblo, ya que se ve tentado constantemente por heroínas encantadoras como la sacerdotisa, su amiga de la infancia que es maga, ¡y así sucesivamente!\n\nAsí nace el héroe del tipo «¡Lo he vuelto a hacer...!».",
      "ja": "異世界に転生した主人公は勇者となり、魔王討伐の任を受ける。 転生者として受け入れてくれたこの世界に報いるため、 旅立とうとするのだが…。 ある時は女神官、また別の日は幼なじみ魔法使い、そして今日は女亜人…などなど 魅力的なヒロインたちに誘惑されまくりで最初の村から一向に旅立てない主人公！！ 「また俺、ヤっちゃいました…」系勇者誕生！",
      "es-la": "«¡Lo hice de nuevo...!»\n\n¡¡El Héroe que no puede emprender su viaje!!\n\nEl protagonista, que se reencarnó en otro mundo, se convierte en héroe y recibe la misión de derrotar al Rey Demonio. Para recompensar al mundo que lo aceptó, decide emprender un viaje... Sin embargo, parece que no puede abandonar el primer pueblo, ya que se ve tentado constantemente por heroínas encantadoras como la sacerdotisa, su amiga de la infancia que es maga, ¡y así sucesivamente!\n\nAsí nace el héroe del tipo «¡Lo he vuelto a hacer...!»."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87577ff0-3972-43a4-8289-52f7c3d9b2f8",
    "title": {
      "en": "Arknights: Prelude Suite: Keen-Edge, Silver Blade"
    },
    "updatedAt": "2024-06-16T07:34:49+00:00",
    "coverArt": "https://mangadex.org/covers/87577ff0-3972-43a4-8289-52f7c3d9b2f8/bbcd9631-48e1-4d91-9e89-f81a64e7bc83.jpg",
    "altTitles": [
      {
        "zh": "序言组曲: 利锏银锋"
      },
      {
        "en": "Arknights [Prologue Suite]: Sharp Blade, Silver Edge"
      }
    ],
    "description": {
      "en": "Silverash shows his hand, Karlan Trade raises its sails. A two-chapter prequel featuring Enciodes, Gnosis, and Degenbrecher on a mission.",
      "zh": "银锋初显, 喀兰启航。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-03-04T02:57:43+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/e7242843-a694-453e-9089-9dcb214626e3.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "61d791a6-a017-40bf-9e5b-29d9182301b3",
    "title": {
      "en": "Hana-Uta Memoir"
    },
    "updatedAt": "2023-08-13T16:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/61d791a6-a017-40bf-9e5b-29d9182301b3/631b43b1-6e7a-497a-9660-5b7a89f2576c.jpg",
    "altTitles": [
      {
        "ja": "花唄メモワール"
      },
      {
        "ja-ro": "Hanauta Memoire"
      },
      {
        "zh": "朝花夕歌"
      }
    ],
    "description": {
      "en": "Ume Sasaki, a senior in high school, is helping out at her great-grandmother's ryokan during this summer vacation. She goes to the ryokan in hopes of getting some hints about her future...? This is the brightest and most dazzling \"memory (memoir)\" of the girls.",
      "ja": "高校最後の夏休み、ひいばあちゃんが営む旅館「花瀧屋」の手伝いにやってきた佐々木梅。\n到着したその夜、梅は露天風呂で滑って、湯船に落ちてしまう。\n引っ張り上げてくれたのは…〝ねえさま〟と呼んでくる不思議な少女・藤野だった。\n\nいつもと変わらない花瀧屋。\nだけど、炭を使った見知らぬ暖房器具があったり、そもそも季節が夏から冬になっていたり。\nこれって、もしかして…〝タイムスリップ〟？\n\n時代を越え、少女たちの一途な思いが交差する青春冒険譚、第1巻。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe4824ce-2f10-461b-b00d-c201e0b09116",
    "title": {
      "en": "Ani no inu ma ni ani no kanojo ga ie ni kita."
    },
    "updatedAt": "2023-12-16T02:11:32+00:00",
    "coverArt": "https://mangadex.org/covers/fe4824ce-2f10-461b-b00d-c201e0b09116/4fd050a3-7e15-4a44-a8e2-749d45beca77.jpg",
    "altTitles": [
      {
        "ja": "兄の居ぬ間に兄の彼女が家に来た。"
      },
      {
        "es-la": "La novia de mi hermano vino a la casa mientras él no estaba."
      }
    ],
    "description": {
      "es-la": "Un hermano menor espera el regreso de su hermano mayor en casa de sus padres con la novia de este último, a quien conoció por primera vez. Pero algo anda mal con ella... ¿está sudando y respirando con dificultad...? La razón es..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-06-18T16:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "84b933cb-a99a-4737-98bb-b38295087700",
    "title": {
      "en": "Minamoto-kun Monogatari"
    },
    "updatedAt": "2022-02-17T04:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/84b933cb-a99a-4737-98bb-b38295087700/a14c2bd6-6a21-4c77-88de-a7ad21a4d1e6.jpg",
    "altTitles": [
      {
        "fr": "L'histoire de Minamoto-kun"
      },
      {
        "es-la": "La historia de Minamoto"
      },
      {
        "pt": "O Conto de Minamoto-kun"
      },
      {
        "ru": "История Минамото-куна"
      },
      {
        "en": "Minamoto's Story"
      },
      {
        "ja": "源君物語"
      },
      {
        "ko": "미나모토군 이야기"
      },
      {
        "en": "Minamoto-kun's Story"
      }
    ],
    "description": {
      "en": "Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikaru Genji project.",
      "pt": "Minamoto-kun tem um rosto bonito o suficiente para fazer as pessoas pensarem que ele é uma menina. Por causa de seu rosto, ele foi intimidado pelas meninas no ensino médio que estavam com ciúmes de seu rosto. Ele desenvolveu um medo de mulheres devido ao trauma e acabou frequentando uma escola para meninos. Justo quando ele entrar na faculdade e faz uma promessa a si mesmo de superar o trauma de seu passado, seu pai se casa novamente e pede para ele sair da casa. Seu pai arranja-lhe para viver com sua tia no momento. (irmã mais nova do pai do Minamoto-kun). Ela é uma mulher extremamente bonita, que também é professora adjunto em sua faculdade. Quando ele chega em seu apartamento, ela lhe mostra os seios e diz que ele será a sua \"cobaia\" em seu projeto Genji Hikari.",
      "ru": "Лицо Минамото-куна настолько прекрасно, что его легко спутать с девушкой. Из-за этого девушки в средней школе над ним часто издевались и дразнили. Тогда же он и получил серьёзную психологическую травму: боязнь представительниц противоположного пола. В результате всё закончилось переводом в школу для мальчиков. Сразу после поступления в колледж, он решает раз и навсегда избавится от детской травмы. Но тут его отец снова женится и просит сына съехать из дома и пожить с его младшей сестрой – тётей Минамото. Тётушка оказывается очаровательной женщиной, которая, к тому же, преподаёт в колледже Минамото-куна. Переехав к ней он узнаёт, что будет объектом её исследований. По мотивам классического японского романа «Повесть о Гэндзи»."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "16",
    "lastChapter": "358.5"
  },
  {
    "mangaId": "32690043-fc16-4031-be61-b26a0b688b90",
    "title": {
      "en": "Kegawa to Nakami"
    },
    "updatedAt": "2024-06-24T03:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/32690043-fc16-4031-be61-b26a0b688b90/4aee32ba-d54c-4b40-8638-2da813d7a209.jpg",
    "altTitles": [
      {
        "ja": "けがわとなかみ"
      },
      {
        "vi": "Ngoài da, Trong ruột"
      },
      {
        "en": "Under the Skin"
      }
    ],
    "description": {
      "en": "One day, a rabbit confesses their love to a fox who tries to eat them. Despite the fox's confusion, the rabbit continues to tell her that they love her. Can the eater and the devoured live together?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-05-29T18:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "f1c79d23-d306-40e5-8b47-17cab7408f1a",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Bangaihen - Toaru Kyuuka no Sugoshikata"
    },
    "updatedAt": "2024-02-02T01:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/f1c79d23-d306-40e5-8b47-17cab7408f1a/ebaf15ab-fe30-4534-9762-01405aec6493.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件　番外編～『とある休暇の過ごし方』～"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Extra Story - How to Spend a Certain Vacation"
      },
      {
        "ru": "О моём перерождении в слизь: Дополнительная история - как провести отпуск"
      },
      {
        "ja-ro": "Tensura: Bangaihen - Toaru Kyuuka no Sugoshikata"
      }
    ],
    "description": {
      "en": "**Warning:** This Spinoff manga has spoilers from the Light Novel.\n\nAfter successfully completing the Founding Festival, which includes meetings with the leaders of various countries, a martial arts tournament, technology presentations, and the unveiling of the underground labyrinth, the peaceful daily life in Tempest has returned. Then, Veldora begins to say, \"I'm also thinking of developing magic beasts\", and the three of them, including Rimuru and Hinata, who are interested in developing new magic, head for the Magic Tower, the sacred place of magic...?\n\nThis work is based on the Light Novel, and the timeline is from the end of Volume 9 to the beginning of Volume 10."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1b49c96-e01d-447a-80e8-9ef5809fcfe1",
    "title": {
      "en": "Counter Cube"
    },
    "updatedAt": "2024-06-22T17:00:19+00:00",
    "coverArt": "https://mangadex.org/covers/b1b49c96-e01d-447a-80e8-9ef5809fcfe1/a4f0819a-6a5c-4ebb-ab3f-9f810da73ee9.jpg",
    "altTitles": [
      {
        "ko": "공유몽"
      },
      {
        "en": "Lucid Dream"
      },
      {
        "en": "Shared Dream"
      },
      {
        "en": "Dream-Sharing"
      },
      {
        "ru": "Борьба в кубе"
      },
      {
        "zh": "共享梦境"
      },
      {
        "zh-hk": "夢境大逃殺"
      },
      {
        "ja": "シェアード・ドリーム～共有されし夢～"
      }
    ],
    "description": {
      "en": "What if there exists another world beyond lucid dreaming? That is where those who have been stolen of their dreams gather. Do Shi-Eon, who escapes reality by lucid dreaming, loses his dream and falls into the space of 'Shared Dream.' Now he must fight to reclaim his dream.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ja": "現実には興味がない。なぜなら俺にとっての「現実」とはあの世界だけだから…。 ここは、夢だということを自覚して見る夢。自分の思い通りの世界を創り出せる、自分だけの場所…だったはずが、この世界にいるのは俺だけじゃなかった！？\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ko": "자각몽을 뛰어넘은 또 다른 꿈의 세계가 있다면?\n꿈을 빼앗긴 자들이 모이는 곳\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "ru": "Что если, за пределами осознанных снов,существует другой мир сновидений? Место, где люди, у которых отобрали их сны, сообираются вместе. Для чего же? Читайте и узнаете!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "zh": "本以为是梦境的主宰，\n却被迫卷进夺命梦境！\n“共享梦境”里聚集了所有梦被抢走的人，男主为了夺回自己的梦境，在这里开始了属于梦境的战斗！从弱鸡到王者，只是一个“共享梦境”的距离吗？\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)",
      "zh-hk": "超越清醒夢以外的世界－共有夢：夢境被奪走的人聚集之處。\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/bestdream/list?title_no=3123)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/gongxiangmengjing/list?title_no=1680)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001102)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8806e41e-55ee-4a27-a79f-02a76e3c0c9f",
    "title": {
      "en": "Mainichi Ie ni Kuru Gal ga Kyorikan Zero Demo Yasashiku nai"
    },
    "updatedAt": "2024-04-11T07:01:02+00:00",
    "coverArt": "https://mangadex.org/covers/8806e41e-55ee-4a27-a79f-02a76e3c0c9f/bcd1fc1d-3610-44d5-ad2b-9a71cc28546e.png",
    "altTitles": [
      {
        "ja": "毎日家に来るギャルが距離感ゼロでも優しくない"
      },
      {
        "ja-ro": "Mainichi Ie ni Kuru Gyaru ga Kyorikan Zero Demo Yasashiku nai"
      },
      {
        "en": "The Gal Who Comes to My House Every Day Has Zero Boundaries but Isn't Kind"
      }
    ],
    "description": {
      "en": "Class queen Manami Fuwa has been gaining weight lately. \n\nTo make matters worse, a rival girl is taunting her in class, calling her a \"muscle ball with money\". \n\nWhen Taichi Utsuki can't contain his thoughts about her weight, he's forced to accompany Fuwa on her diet! \n\nA romantic comedy of dieting with a violent, irrational, selfish girl with no sense of emotional distance begins.",
      "pt-br": "A rainha da classe, Manami Fuwa, tem ganhado peso ultimamente. Para piorar as coisas, uma garota rival está zombando dela na sala de aula, chamando-a de \"bola de músculo com dinheiro\". Quando Taichi Utsuki não consegue conter seus pensamentos sobre o peso dela, ele é obrigado a acompanhar Fuwa em sua dieta! Uma comédia romântica sobre fazer dieta com uma garota violenta, irracional, egoísta e sem noção de distância emocional começa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "c268a95f-e3d6-4414-981b-6c83c6447f5a",
    "title": {
      "en": "Get Schooled"
    },
    "updatedAt": "2024-06-08T09:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "altTitles": [
      {
        "ko-ro": "Chamgyoyuk"
      },
      {
        "en": "The Real Lesson"
      },
      {
        "ko": "참교육"
      },
      {
        "en": "True Education"
      },
      {
        "pt-br": "A Verdadeira Educação"
      },
      {
        "uk": "Реальна Освіта"
      },
      {
        "fr": "Une éducation irréprochable"
      }
    ],
    "description": {
      "en": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=5620215)\n\n**Note:** After the publication of ch. 125, the manhwa was suspended indefinitely and ch. 125 was removed while the official English translation was completely taken down.\n+++Statements\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555629723710/image.png)\n![webtoon statement 2/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555952697425/image.png)\n![webtoon statement 3/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564556250488873/image.png)\n\nBy the creators:\n![Creators statement](https://cdn.discordapp.com/attachments/934863572826210304/1152564694519914546/Notice-2.png)\n+++",
      "uk": "Після прийняття закону про заборону тілесних покарань у 2011 році, в школах почався суцільний безлад. Учні вчинили масовий переворот, змінивши шкільний устрій, а працівники учбових закладів втратити свій авторитет. На Хваджін, член Бюро захисту освіти, починає «реальну освіту», щоб встановити порядок.",
      "pt-br": "As técnicas de ensino de Hwajin Na são bastante violentas para quem trabalha no Ministério da Educação. Dito isso, quando as punições não parecem funcionar nem mesmo com o pior dos valentões da escola, não há homem melhor para o trabalho. Às vezes, você não pode obter uma boa educação até que esses valentões aprendam uma lição."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37e782df-93ec-4ab3-bc3a-2e067c06b7bb",
    "title": {
      "en": "Cultivator Against Hero Society"
    },
    "updatedAt": "2024-03-25T06:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/37e782df-93ec-4ab3-bc3a-2e067c06b7bb/b129d161-98bb-4dbc-8846-0fd70c46c7e7.jpg",
    "altTitles": [
      {
        "en": "Cultivator vs Superhero"
      },
      {
        "en": "Immortal Cultivation Against Superpower"
      },
      {
        "fr": "Un cultivateur contre la société des héros"
      },
      {
        "zh-ro": "Xiu Xian Zhe Dazhan Chaonengli"
      },
      {
        "zh": "修仙者大战超能力"
      }
    ],
    "description": {
      "en": "A powerful cultivator unexpectedly time-traveled into the modern world with heroes. In this small world, the fight between cultivation and superpowers shall begin…",
      "fr": "Un puissant cultivateur a voyagé dans le temps de façon inattendue dans le monde moderne avec des héros. Dans ce petit monde, le combat entre le cultivateur et les super héros va commencer…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e98612de-c876-4fe3-b809-70988afeb9c7",
    "title": {
      "en": "Ura de Yancha na Gouinda-san"
    },
    "updatedAt": "2024-03-06T15:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/e98612de-c876-4fe3-b809-70988afeb9c7/c5c99685-d586-431c-8bc4-b1724519fd9e.jpg",
    "altTitles": [
      {
        "ja": "裏でやんちゃな剛院田さん"
      },
      {
        "en": "Goinda's Naughty Secret"
      },
      {
        "ja-ro": "Urade Yancha na Gouinda-san"
      }
    ],
    "description": {
      "en": "Bonsuke Hirano, an exceptionally ordinary high school boy, returns to his homeroom after school to pick something up, only to find the school's number-one serene beauty, Kokuru Goinda, fidgeting around in his desk…\n\"Huh? Does she…like me? Wait, maybe not?\"\nA young man's naivety meets the full force of a gal's allure in this tantalizing tale of teen love!",
      "ja": "ある日の放課後、忘れ物を取りに教室に戻ると先輩ギャルの『剛院田さん』が僕の机を見てモジモジ顔を赤らめていた…。「センパイ、もしかして僕のこと好き……いや違う??」ゴーインで、優しくて、なんかエッチな彼女。告白されそうでされない“思わせぶりな告白もどき”は僕の純情をいたずらに弄んできて―――！",
      "es-la": "Después de la escuela, cuando Hirano, un chico ordinario de secundaria, regresa al salón de clases para recoger algo que olvidó, encuentra a Gouinda-san, la chica más genial de la escuela, inquieta frente a su escritorio... “Puede que le guste a esta niña… ¿No, no?” ¡Está a punto de comenzar un estimulante juego de amor juvenil, donde las chicas hermosas juegan con los corazones puros, ya sea que se confiesen o no!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "1f635177-dea1-4738-bfc2-f56cff912410",
    "title": {
      "en": "Fist Demon of Mount Hua"
    },
    "updatedAt": "2024-05-25T19:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/1f635177-dea1-4738-bfc2-f56cff912410/27bcac97-6c3f-4aaa-8dd5-4d9b4938f77a.jpg",
    "altTitles": [
      {
        "ko": "화산권마"
      },
      {
        "ko-ro": "Hwasangwonma"
      },
      {
        "zh": "华山拳魔"
      },
      {
        "ru": "Кулак демона с горы Хуа"
      },
      {
        "en": "Hua Mountain Demon Fist"
      },
      {
        "ja": "華山拳魔"
      }
    ],
    "description": {
      "en": "Dam-Ho, the sole survivor of a raid on his village, has a lame leg, the worst possible condition for a martial artist. Nonetheless, he refuses to stop training. Whilst everyone around him tells him he cannot become a martial artist, Dam-Ho refuses to give up on his dream. Will he really be able to become the best martial artist?\n\n---\n\n**Links:**\n- [Webtoon PV](https://www.youtube.com/watch?v=AqS6Z96-Wn8)\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%EC%82%B0%EA%B6%8C%EB%A7%88/2469)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12113)\n- [Official Japanese Translation](https://piccoma.com/web/product/75613)",
      "fr": "Dam-Ho, le seul survivant d'un raid sur son village, a une jambe boiteuse, la pire condition possible pour un artiste martial. Il refuse néanmoins d'arrêter l'entraînement. Alors que tout son entourage lui dit qu'il ne peut pas devenir un artiste martial, Dam-Ho refuse d'abandonner son rêve. Sera-t-il vraiment capable de devenir le meilleur artiste martial ?",
      "ja": "一寸先は闇の戦乱時代 村が襲われ、唯一生き残った胆虎（たんこ）。 だが胆虎は片足が不自由で武人としては致命的だった。 不屈の精神を持つ胆虎は周りから何を言われようと諦めずに修練を続けた… 己の拳ひとつで天下を貫いた華山の魔人、これは彼が伝説になるまでの物語。",
      "ko": "자신의 마을이 습격받고 유일하게 살아남은 담호, 하지만 담호는 절름발이다. 무인으로서 최악의 조건이지만 담호는 수련을 멈추지 않는다. 주변 사람들로부터 무인이 될 수 없다고 듣지만 끝까지 포기하지 않는 담호, 과연 그는 최고의 무인이 될 수 있을 것인가?",
      "ru": "После ужасного налета на деревню Дам Хо оказывается единственным выжившим. К сожалению, это событие не прошло без вреда для мальчика. С поврежденной ногой теперь у него нет шансов овладеть каким-либо боевым искусством. Тем не менее это не останавливало его, и он продолжал свои тренировки. Под давлением окружающих, слушая язвительные насмешки, Дан Хо продолжает идти к своей мечте. И кто знает, к чему его это приведет?",
      "zh": "不知何时开始，中原魔教四起！在武林即将被魔教颠覆之际。 各路武林正道联手诛灭魔神，终结了动荡的武林.... 因为这场浩劫，天经成为了一个孤儿，并且在腿上留下了残疾 所幸被华山派所救，残疾的天经成为了华山派的一员.... 不被看好被歧视的天经要如何凭借更多的努力和不屈的意志，成为整个武林的至尊强者呢！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5da5bfa-b273-4055-b0f7-7615fbbbf6cf",
    "title": {
      "en": "They Say There's a Ghost in the Club Room"
    },
    "updatedAt": "2024-06-05T15:58:51+00:00",
    "coverArt": "https://mangadex.org/covers/d5da5bfa-b273-4055-b0f7-7615fbbbf6cf/cf75dc19-3e1d-41bb-865c-ab26cf8052bf.png",
    "altTitles": [
      {
        "ko": "동아리방에 귀신 나온대"
      }
    ],
    "description": {
      "en": "I met a friend who disappeared a few years ago, and it turns out he's now an exorcist?!\r\n\r\nJisang often speaks nonsense or acts dangerously out of nowhere, and sometimes experiences memory lapses. His friend and underclassman, Taeju, shares a concern that he has: When the club members enter the club room, they fall victim to strange phenomena.\r\n\r\nBelieving it to be the work of a ghost, Taeju calls an occult specialist to resolve the situation. Unexpectedly, the specialist turns out to be Jisang's childhood friend, Ham Leerae.\r\n\r\nJisang then learns that his symptoms weren't due to an illness, but were caused by spiritual possession. Determined to keep Leerae around, Jisang offers his body to assist with exorcism requests.\r\n\r\n\"That's how I can make you stay. So you can't escape now.\"\r\n\r\nAnd the solution to free him from possession is...kissing?!",
      "ko": "몇 년 전 사라져버린 친구를 다시 만났다. 그것도 퇴마사로..?! \r\n\r\n갑자기 이상한 말을 하거나 위험한 행동을 하면서 기억이 끊기는 증세가 있던 지상.\r\n그에게 친한 대학후배 태주가 고민을 얘기한다. 동아리 회원들이 동아리방에만 오면 이상증세를 보인다는 것. \r\n귀신이 원인이라고 생각한 태주는 문제해결을 위해 영능력자를 부른다. \r\n그러나 나타난 영능력자는 뜻밖에 지상의 옛 친구 함이레였는데.. \r\n지상은 자신의 이상증상이 병이 아니라 빙의 때문임을 알게 되고, 이레를 붙잡아두기 위해 자신의 몸을 이용해 의뢰를 돕기로 한다. \r\n\"그래야 네가 계속 여기 있을 거 아냐. 넌 이제 도망 못 간다는 뜻이지.\" \r\n그런데 빙의를 푸는 방법이.. 키스라고...?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-05-30T23:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-06-14T16:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2024-06-06T16:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/8546026b-d73f-4f23-b140-a67624fcad8e.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-06-20T16:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2babd338-297b-49eb-bd1f-fd367b3be637",
    "title": {
      "en": "End of the World"
    },
    "updatedAt": "2024-06-24T01:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/2babd338-297b-49eb-bd1f-fd367b3be637/e4febfba-271a-40db-95fc-4558c8c8166f.jpg",
    "altTitles": [
      {
        "ja": "エンド・オブ・ザ・ワールド"
      }
    ],
    "description": {
      "en": "In addition to the title story about boy and a girl who kill their parents and roam the American Midwest, the collection includes five short stories: \"VAMPS,\" Okazaki's version of a vampire tale; \"Sunflowers,\" a summer vacation nightmare experienced by an elementary school student; \"Little Sun in the Water,\" a coming-of-age story of bankruptcy; and \"Otome-chan,\" a family story about a father with eccentric tastes. A collection of masterpieces by Okazaki Kyouko!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "e7088461-d8ce-4c4c-9fa3-02108387cd51",
    "title": {
      "en": "HIGH CARD -♢9 No Mercy"
    },
    "updatedAt": "2024-05-20T00:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/e7088461-d8ce-4c4c-9fa3-02108387cd51/cca6f0c8-6c63-4ef2-be86-d21e29bb5a10.jpg",
    "altTitles": [],
    "description": {
      "en": "Side story to the High Card anime, which is due to premier in the Winter 2023 season, and part of the High Card multimedia project.",
      "ja": "その「カード」が、運命を変える──。\n\nオリジナルTVアニメーション「HIGH CARD」の先行コミカライズ。\n平凡な学生のパーシー・パーカーは、一枚のカードを手に入れたことで不思議な連中に目をつけられる…。\nアニメ原案の河本ほむらが原作を、アニメキャラクター原案のえびもが作画を手掛けるスタイリッシュ・アクション！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15192c18-06a5-4f13-a694-5acf6536a54d",
    "title": {
      "ja": "EVOL"
    },
    "updatedAt": "2023-10-27T06:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/15192c18-06a5-4f13-a694-5acf6536a54d/60eda904-8408-495d-a05d-256cf726ea66.jpg",
    "altTitles": [
      {
        "ja": "イーヴォー"
      }
    ],
    "description": {
      "en": "Work, sleep, work, sleep... what a dull existence\nWhy even live?!\nNo hopes, no dreams\nEverything’s predictable...\nSuicide is salvation\nBut when you wake up in purgatory...\n...and it's the same world you left?\n\nOne option left\nLet's turn this fuckin' world upside down\n\n\nThe story of \"Evol\" begins in a village occupied by an armed group when a young girl, driven by despair, attempts suicide. She survives and wakes up, but when a man tries to drive her into a corner, a strange phenomenon occurs. The place changes, and something also happens to the boy who wakes up in the hospital after committing suicide.",
      "es": "Trabajar, dormir, trabajar, dormir... qué existencia más aburrida. ¡¿Para qué vivir?! Sin esperanzas, sin sueños. Todo es tan previsible... El suicidio es la única salvación. Pero cuando te despiertas en el infierno... ¿Y si resulta que es el mismo mundo que abandonaste? Solo queda una opción. Pongamos este maldito mundo patas arriba."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2024-06-24T03:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "A girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, the 'soulmate' decided to marry a man at the age of 28 because she did not want to live an \"abnormal life\". Only after leaving her to marry a man, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "cf69e2fd-9833-4f89-9cad-f470a280a256",
    "title": {
      "en": "How to Win My Husband Over"
    },
    "updatedAt": "2023-06-08T06:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/be664e06-9d7a-45fd-870b-9292e9440c44.jpg",
    "altTitles": [
      {
        "ko": "남편을 내 편으로 만드는 방법"
      },
      {
        "ko-ro": "Nampyeon'eul Nae Pyeon'euro Mandeuneun Bangbeob"
      },
      {
        "en": "How to Get My Husband on My Side"
      },
      {
        "fr": "Comment faire mon mari être mon allié"
      },
      {
        "it": "Come portare mio marito dalla mia parte"
      },
      {
        "es": "Cómo hacer que mi marido esté de mi lado"
      },
      {
        "es": "Cómo poner a mi esposo de mi lado"
      },
      {
        "ru": "Как переманить мужа на свою сторону"
      },
      {
        "uk": "Як переманити мого чоловіка на мою сторону"
      },
      {
        "fa": "چگونه شوهرم رو در کنارم قرار بدم"
      },
      {
        "ja": "夫を味方にする方法"
      },
      {
        "zh": "让丈夫站在我这边的方法"
      },
      {
        "zh-hk": "讓丈夫偏愛的方法"
      },
      {
        "zh-hk": "讓丈夫站在我這邊的方法"
      },
      {
        "vi": "Phương Pháp Làm Chồng Hướng Về Phía Em"
      },
      {
        "mn": "Нөхрөө хэрхэн өөрийн талд оруулах вэ"
      },
      {
        "th": "วิธีดึงสามีมาเป็นพวก"
      }
    ],
    "description": {
      "ar": "أصبحت امرأة شريرة ماتت على يد زوجها في الرواية ، على وجه التحديد كشخصية داعمة تموت أثناء استخدامها كأداة للزواج السياسي من قبل والدها وشقيقها . وفي يوم من الأيام ، أحضر الأب أخيزا عريسها ... المشكلة أن الشخص الآخر هو الزوج الذي سيقتلني وأفضل فارس مقدس في الشمال الذي سيدمر الأسرة في المستقبل . أولا وقبل كل شيء ، يجب أن أجد طريقة للعيش . هناك العديد من الصعوبات مثل برودة الزوج ، وازدراء الدوق ، لكن يبدو أنه غير مؤذ للناس هنا . \" لقد وقعت في حبك ! \" لذا أرجوك أنقذني !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "en": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "es": "Me convertí en Rudbekia, la villana dentro de una novela de fantasía que sería asesinada a manos de su marido. El maldito de mi padre, ya ha decidido con quien me volveré a casar a través de un matrimonio político. El principal problema, es que mi futuro esposo es quien me matara. Necesito encontrar una forma de sobrevivir. Si actuó inofensivamente ante la gente del Norte, si protejo a la hermana de mi marido, a quien maté en la historia original, y si finjo estar completamente enamorada de él, ¿tal vez me perdone la vida? —¡Me he enamorado de tí! ¡Así que por favor sálvame!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fa": "در قسمت های اصلی رمان، من یه فرد شرور بودم که توسط پدر و برادر بزرگترم به عنوان یه ابزار سیاسی استفاده میشدم و در نهایت به دست شوهر آیندم کشته شدم. پدرم برای نجات پادشاهی خودش به شدت به داماد پنجم التماس میکرد که با من ازدواج کنه. مشکل اینه که مردی که قراره باهاش ازدواج کنم، شوالیه افسانه ای شمال، همون مردیه که در نهایت من و تمام خانوادم رو میکشه. \"باید راهی برای زنده موندن پیدا کنم.\" داخل خود رمان چالش های دلهره آور زیادی پیشه رو هس. من باید راهی برای نجات خواهر کوچک شوهرم پیدا کنم، بر ظاهر سرد شوهرم پیروز شم، حمایت مردم شمال رو به دست بیارم و دربرابر اتفاقات عجیب با موجودات عجیبی دووم بیارم که در حال حاضر همه اینا منو به یه فرد انتقام جو تبدیل میکنن. \"عاشق توعم!\" \"پس لطفاً منو نکش!\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fr": "Dans le roman, elle est devenue une méchante qui est morte des mains de son mari. Pour être plus précis, elle est devenue un personnage secondaire qui est morte en étant utilisée comme un outil pour un mariage politique par son père et son frère. Un jour, mon satané père est sorti en rampant et a choisi mon cinquième marié. Le problème est que la personne choisie était le meilleur paladin du Nord et la personne même qui me tuera moi et ma famille dans le futur. D’abord, je dois trouver un moyen de vivre. Dans le roman, avant de trouver un moyen de sauver ma belle-sœur qui allait mourir de mes mains, il y a de nombreux défis que je dois surmonter. Par exemple, faire fondre l’extérieur froid de mon mari, gagner les faveurs des gens du Nord et surmonter le mépris du duc. Si je peux surmonter ces défis, ma vie ne sera-t-elle pas sauvée plus tard? «Je suis tombé amoureux de toi !» Alors s’il te plaît, épargne-moi!\n\n---\nUne jeune coréenne est réincarnée dans le corps de Rudbeckia de Borgia, la seule fille du pape. Cependant, Rudbeckia est destinée à mourir des mains de son époux après avoir été utilisée comme outil dans un mariage politique. Prenant les devants pour changer son destin, elle décide de gagner l'affection de Izek van Omerta du royaume de Britannia, paladin, neveu du roi et héritier du duché d'Omerta. Rudbeckia pourra-t-elle empêcher le meurtre de sa belle-sœur, assassinat qui lui avait coûté la vie? Et Izek, celui qui est supposé tuer Rudbeckia dans le futur, se rangera-t-il aux côtés de son épouse?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "it": "Nelle righe originali del romanzo, ero una malvagia, usata come strumento politico da mio padre e mio fratello maggiore, che finì per morire per mano del mio futuro marito. Per salvare il suo regno, mio padre pregò disperatamente Isaac di Omerta di sposarmi. Il problema è che l'uomo che dovrei sposare, il leggendario cavaliere del Nord, è lo stesso uomo che finirà per uccidere me e tutta la mia famiglia. Devo trovare un modo per sopravvivere! All'interno del romanzo stesso, ci sono molte sfide scoraggianti: devo trovare un modo per salvare la sorellina di mio marito, conquistare il mio freddo marito e ottenere il sostegno della gente del Nord, che attualmente mi disprezza. \"Sono innamorata di lei!\" Riuscirò nell'impresa?\n\n---\nIn un romanzo, è diventata una malvagia che è morta tra le mani di suo marito. Per la precisione, come \"attrice\" non protagonista, una cattiva che muore dopo essere stata utilizzata come strumento per un matrimonio strategico da suo padre e suo fratello. Un giorno, il mio dannato padre ha strisciato e ha offerto la mia mano al mio quinto sposo. Il problema è che lui è proprio il marito che mi ucciderà e il miglior paladino del nord che in futuro distruggerà la mia famiglia. Per prima cosa, devo trovare un modo per sopravvivere. Nel romanzo ci sono molte difficoltà, come il freddo disprezzo di mio marito, l'odio e il bisogno di controllo dei nordisti e il disprezzo dei contadini, prima di trovare un modo per salvarmi la vita, dovrò risolvere diversi problemi. \"Sono innamorata di te!\" Quindi, per favore, salvami!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ko": "판타지 소설 속 남편의 손에 죽는\n악역 조연, ‘루드베키아’가 되었다.\n\n이 세계의 망할 아버지는 내 정략결혼 상대를 또 물어왔다.\n문제는 그 상대가 바로 날 죽이게 될 남편이라는 것!\n\n일단은 살길을 찾아야 한다.\n\n북부 사람들에게 최대한 무해하게 보이면서\n원작에서 내가 죽일 남편의 여동생도 지키고,\n남편에겐 사랑에 빠진 척하면 목숨은 살려주지 않을까?\n\n“전 당신한테 반해버렸어요!”\n\n그러니까 제발 살려줘!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "pt": "Me tornei ‘Rudbeckia’, uma coadjuvante em uma história de fantasia, uma vilã que morre pelas mãos de seu marido. O pior pai do mundo me achou outro parceiro para um casamento político. O problema é, essa pessoa é o marido que vai me matar! Primeiro, preciso achar uma forma para viver. Preciso parecer o mais inofensiva possível para o povo do norte e proteger a irmãzinha do meu marido que matei na história original. Não seria capaz de salvar minha vida se fingisse estar apaixonada pelo meu marido?\n\n“Me apaixonei por você à primeira vista!”\n\n“Então, por favor, me poupe!”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ru": "Рудвекиа де Ворхиа является сикстинским ангелом и принцессой Романии, которой предначертано умереть от руки собственного мужа. После того как она стала обычным инструментом в руках верховного понтифика католической церкви и своего старшего брата, она вынуждена вступить в политический брак с лучшим паладином севера, который в будущем должен убить весь ее дом. Теперь девушка должна будет столкнуться с многочисленными трудностями, но ей придется приспособиться и выжить в новых условиях. Сначала ей придется доказать, что она не является опасностью для других людей, потому людям не стоит ее опасаться. Дальше же ей придется убедить всех людей в том, что она совершенно непричастна к делам понтифика и семьи.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "tr": "Kocasının ellerinde ölen bir kötü kadın karakterin bedenine reenkarne oldum. Daha doğrusu, babası ve erkek kardeşi tarafından siyasi evlilik aracı olarak kullanılırken ölen bir yardımcı karakter oldum. Bir gün, lanet olası babam gitti ve beşinci kocamı seçti. Sorun şu ki, seçilen kişi Kuzey'in en iyi Paladin'i, dahası gelecekte beni ve ailemi öldürecek olan kişiydi. Önce yaşamanın bir yolunu bulmalıyım. Romanda benim ellerimde ölecek olan biricik kız kardeşini kurtarmanın bir yolunu bulmadan önce aşmam gereken birçok zorluk var. Kocamın soğuk yüzünü eritmek, Kuzeyli'nin beğenisini kazanmak ve Dük'ün küçümsemesini yenmek gibi. Bu zorlukların üstesinden gelebilirsem, hayatım sonunda kurtulmuş olmaz mı? \"Sana aşık oldum!\" Bu yüzden lütfen beni bağışla!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "uk": "Вона стала злодійкою, яка померла від рук свого чоловіка в романі. Точніше, вона стала другорядною героїнею, яка померла, коли її батько і брат використовували як інструмент політичного шлюбу. По-перше, я маю знайти спосіб вижити у романі, знайти спосіб врятувати сестру мого чоловіка, яка в оригіналі померла від моїх рук, мені потрібно розтопити холодне серце мого чоловіка, завоювати прихильність населення та подолати презирство герцога. Якщо я зможу подолати ці труднощі, чи не буде моє життя врятовано пізніше? «Я закохався в тебе!» Тож будь ласка, пощади мене!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "vi": "Trong cuốn tiểu thuyết gốc, tôi là một nhân vật phản diện - người được cha và anh trai sử dụng như một công cụ chính trị và cũng là người hết dưới tay chồng tương lai của mình. Để cứu vương quốc, cha tôi đã tuyệt vọng cầu xin chú rể nắm lấy tay tôi và kết hôn. Vấn đề là người đàn ông mà tôi phải kết hôn chính là hiệp sĩ huyền thoại của phương Bắc và cũng là người đàn ông sẽ tiêu diệt tôi và cả gia đình. Tôi phải tìm cách tồn tại. Trong cuốn tiểu thuyết, có rất nhiều thử thách khó khăn dc đặt ra cho tôi: tôi phải tìm cách cứu em gái của chồng mình, giành dc trái tim của người chồng lạnh lùng và có dc sự ủng hộ của người dân phương Bắc và tất cả những người hiện tại coi thường tôi. \"Em yêu anh!\" Vì vậy, xin anh đừng giết em!!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh": "我成为了在奇幻小说中死在丈夫手中的反派角色‘卢德薇基亚’。 更倒霉的是，父亲又给我找来了一个政治联姻的对象。 问题是，那个人就是要杀掉我的丈夫啊！ 首先要找到活路。 尽可能在北部人面前展示出无害的样子 还要保护在原著中死在我手下的丈夫的妹妹 假装对丈夫陷入爱河会不会挽救我的性命？ “我被你迷住了！” 所以拜托救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh-hk": "我成為了在奇幻小說中死在丈夫手中的反派角色‘盧德薇基亞’。\n\n更倒霉的是，父親又給我找來了一個政治聯姻的對象。問題是，那個人就是要殺掉我的丈夫啊！首先要找到活路。\n\n盡可能在北部人面前展示出無害的樣子 還要保護在原著中死在我手下的丈夫的妹妹\n\n假裝對丈夫陷入愛河會不會挽救我的性命？ “我被你迷住了！” 所以拜託救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9858bff-2e9a-4f7e-8b3f-06abe9496b59",
    "title": {
      "en": "Nikaidou Hell Golf"
    },
    "updatedAt": "2024-05-17T03:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/c9858bff-2e9a-4f7e-8b3f-06abe9496b59/23704ff7-129c-450b-824a-3e7d7a888a20.jpg",
    "altTitles": [
      {
        "ja-ro": "Nikaidou Jigoku Golf"
      },
      {
        "ja": "二階堂地獄ゴルフ"
      },
      {
        "fr": "Nikaido: L'Enfer, c'est le Golf"
      },
      {
        "en": "Nikaido Hell Golf"
      }
    ],
    "description": {
      "en": "A completely new work by Fukumoto Nobuyuki of the *Kaiji* series!\n\nNikaidou Susumu, 35, has been unsuccessful in the professional test for 10 consecutive years, despite receiving support from his club.\n\nWhat awaits him in the future, as he is unable to give up the title of professional golfer, is either heaven or hell..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2024-05-28T16:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      },
      {
        "es-la": "Matón a cargo"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-21T18:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/b7adac26-f37c-4bc0-8a20-c0123b31dd9a.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]