[
  {
    "mangaId": "2466dcca-0a2b-45e5-830e-05927fadd463",
    "title": {
      "en": "Deadman"
    },
    "updatedAt": "2024-12-08T07:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/2466dcca-0a2b-45e5-830e-05927fadd463/f94de567-229a-4784-9a06-84a34847f254.png",
    "altTitles": [
      {
        "ja": "ゾンビマン"
      },
      {
        "es": "Mr. Joker"
      },
      {
        "ja-ro": "zonbiman"
      }
    ],
    "description": {
      "en": "A mysterious figure holds fifty-two black cards that represent humankind's fears. Knives, clocks, mirrors and even tests! And as his stories end Hino gives us even more terror with Zombie Man, Rotten Rain and Horror at the Wax Museum!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "c19e7ff1-36c4-430a-a92a-884716963ea9",
    "title": {
      "en": "I Was Reborn as the Villainess' Father and I Need XXX to Survive?!"
    },
    "updatedAt": "2024-06-24T00:48:23+00:00",
    "coverArt": "https://mangadex.org/covers/c19e7ff1-36c4-430a-a92a-884716963ea9/dfd607ac-b639-4573-9d45-17a52e999839.jpg",
    "altTitles": [
      {
        "es-la": "¡¿Renací como el padre de la villana y necesito XXX para sobrevivir?!"
      },
      {
        "es": "¡¿Renací como el padre de la villana y necesito XXX para sobrevivir?!"
      },
      {
        "th": "ฉันเกิดใหม่ในฐานะพ่อของวายร้ายและฉันต้องการ XXX เพื่อเอาชีวิตรอด!?"
      },
      {
        "th": "ราชาวายร้ายอย่างผมก็อยากจะรอดในเกมจีบหนุ่มนะครับ"
      }
    ],
    "description": {
      "en": "We all know the isekai formula. The MC is always some nobody, they wake up in a perfect body, and they always end up dominating their new world. Sure, Satoru got the first two tropes, but he sure didn’t choose to be reborn as an evil king in his ex-girlfriend’s otome game. He’ll have to quickly figure things out before the hero slays him and his villainess daughter…. all while dealing with sexy magicians, handsy kings and a craving for men’s… *ahem* spiritual energy. Forty-five might be a bit late for a sexual awakening, but better late than never, right?  \n  \n*Note: This is a all new original English comic.*  \n\n\n---",
      "es": "Todos conocemos la fórmula isekai. El MC siempre es un don nadie, se despiertan con un cuerpo perfecto y siempre terminan dominando su nuevo mundo. Claro, Satoru obtuvo los dos primeros tropos, pero seguro que no eligió renacer como un rey malvado en el juego otome de su ex novia. Tendrá que resolver las cosas rápidamente antes de que el héroe lo mate a él y a su hija villana … todo mientras trata con magos sexys, reyes hábiles y un deseo por la energía espiritual de los hombres … * ejem *. Cuarenta y cinco puede ser un poco tarde para un despertar sexual, pero es mejor tarde que nunca, ¿verdad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "120"
  },
  {
    "mangaId": "7bcc4c35-1e34-4a4f-86e7-8e346b164c4c",
    "title": {
      "en": "Yuusha ni Narenakatta Sanbaka Trio wa, Kyou mo Otoko Meshi wo Koshiraeru."
    },
    "updatedAt": "2024-12-06T20:14:11+00:00",
    "coverArt": "https://mangadex.org/covers/7bcc4c35-1e34-4a4f-86e7-8e346b164c4c/effbca6f-ba23-468d-bb65-efab63d4cf9a.jpg",
    "altTitles": [
      {
        "ja": "勇者になれなかった三馬鹿トリオは、今日も男飯を拵える。"
      }
    ],
    "description": {
      "en": "In the forest, the rich smell of roasting meat and bread fills the air... The three idiots—Azuma, Nishida, and Kitayama—who were summoned to another world, hunt in the mountains, forests, and jungles to survive. They hunt and eat wherever they can! \"Itadakimasu!\" is their motto, and today, like every day, they’re making hearty meals.",
      "ja": "森の中、たちこめる肉やパンの焼ける香り…異世界に召喚された三馬鹿こと東・西田・北山の３人は生きる為に、山！森！ジャングル！のあちこちで狩りをし、飯を食う！いただきます！を合言葉に今日も彼らは男飯を作るのだ…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2024-11-13T03:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/4df6c888-7074-4727-bf9a-7ef91eceef04.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da669866-22ff-4bb7-887b-bddc2cf1d0c9",
    "title": {
      "en": "Toudou-kun Chi no Maid Shota"
    },
    "updatedAt": "2024-10-16T01:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/da669866-22ff-4bb7-887b-bddc2cf1d0c9/f5f7000e-5356-47eb-a343-81e39153742e.jpg",
    "altTitles": [
      {
        "ja": "凍堂くんちのメイドショタ"
      },
      {
        "en": "Mister Toudou's Little Boy Maid"
      }
    ],
    "description": {
      "en": "Rennosuke, a scion of the influential Toudou Group, has a terrible relationship with his family. He spends his days getting told off by his father and older sister, who say things like \"Did you get into a fight again?\" \"Having a delinquent for a son of the Toudou family is an embarrassment\". \nOne day, Rennosuke chances upon a hungry child. The sight of that child hungrily devouring a piece of bread reminds Rennosuke of the dog he once owned, and he asks half-jokingly \"If you don't have anywhere to go, why don't you come to my place?\".  The child then comes to the Toudou house and starts working as a maid."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e526d86-e9ae-46a1-ae5a-f80bc1756660",
    "title": {
      "en": "Imouto no Mune ga Suki"
    },
    "updatedAt": "2024-12-04T07:59:09+00:00",
    "coverArt": "https://mangadex.org/covers/0e526d86-e9ae-46a1-ae5a-f80bc1756660/b3452b12-a3e1-4ff1-aa1f-644e2650f481.jpg",
    "altTitles": [
      {
        "ja": "妹の胸が好き"
      },
      {
        "en": "I Like My Little Sister's Breasts"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e4102bb-57ec-4a61-be89-e3ab564ef86a",
    "title": {
      "en": "Boku no Kanojo ga Majime Sugiru Shojo Bitch na Ken"
    },
    "updatedAt": "2024-05-06T03:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/5e4102bb-57ec-4a61-be89-e3ab564ef86a/d9c12e79-3425-4013-b30e-3560b969822f.jpg",
    "altTitles": [
      {
        "en": "My Girlfriend is a Virgin Who Takes Being Slutty Too Seriously"
      },
      {
        "ru": "Моя девушка по-настоящему развратная девственница"
      },
      {
        "ja": "僕の彼女がマジメ過ぎる処女ビッチな件"
      },
      {
        "zh": "关于我女友是个本一正经的碧池这件事"
      },
      {
        "zh-hk": "關於我女友是個本一正經的碧池這件事"
      },
      {
        "ko": "내 여자친구가 성실 지나면 처녀 비치인건"
      },
      {
        "en": "My girlfriend is faithful virgin bitch"
      },
      {
        "en": "My Girlfriend Is Shobitch"
      },
      {
        "ko-ro": "Nae yeojachinguga seongsil jinamyeon cheonyeo bischiin geon"
      },
      {
        "zh-ro": "Guānyú wǒ nǚyǒu shìgè běn yī zhèngjīng de bì chí zhè jiàn shì"
      },
      {
        "ja-ro": "Boku no Kanojo ga Majime Sugiru Shojo Bitch na Ken"
      }
    ],
    "description": {
      "en": "When high school student Shinozaki confesses his feelings to the beautiful and aloof class representative, Akiho Kosaka, the last thing he expected was for her to say \"yes.\" Like everything else in her diligent life, Kosaka takes dating quite seriously. In an effort to be a good girlfriend, Kosaka decides to meticulously study (and bluntly suggest) all manner of ways to keep Shinozaki sexually satisfied in the theoretical sense, that is. This innocently lewd relationship is only just the beginning.",
      "fr": "Après que Shinozaki Haruka se soit déclaré à la déléguée, Kousaka Akiho, il se rend compte que cette élève modèle en apparence risque d’être plus compliquée à gérer qu’il ne l’aurait pensé!",
      "ja": "「では、手始めに“性交渉”の予定日を決めましょうか。」憧れのクラスメイトに告白した篠崎は、意外にもOKの返事をもらう。だが、彼女は予想外のズレっぷりを発揮する処女ビッチで…!?",
      "pt": "Depois que o Shinozaki Haruka se confessou para a Representante de Classe, Kousaka Akiho, ele começa à compreender que aquela representante perfeita pode ser um pouco difícil de se lidar!",
      "ru": "После того, как Шинодзаки Харука признается в любви Косаке Акихо, (спортсменке, красавице и просто старосте класса), которую он просто боготворил, та сразу же соглашается с ним встречаться. Вот только Харука не ожидал узнать кое-что, что изрядно покоробило его представления о своем кумире…"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "0153e96a-fb57-4665-a988-754b4f3aa744",
    "title": {
      "en": "Dungeon Odyssey"
    },
    "updatedAt": "2024-12-06T15:02:36+00:00",
    "coverArt": "https://mangadex.org/covers/0153e96a-fb57-4665-a988-754b4f3aa744/63145ce0-730b-43b9-83fc-d28a6adbd0f0.jpg",
    "altTitles": [
      {
        "en": "Dungeon Experience Book"
      },
      {
        "ko": "던전 견문록"
      },
      {
        "ko-ro": "Deonjeon Gyeonmunnok"
      },
      {
        "fr": "Mémoires d'un Donjon"
      },
      {
        "fr": "Récits de Donjon"
      },
      {
        "fr": "Donjon Odyssée"
      },
      {
        "en": "Records of Dungeon Travel"
      },
      {
        "pt-br": "Odisseia da Masmorra"
      },
      {
        "zh-hk": "地下城見聞錄"
      },
      {
        "es-la": "Odisea de Mazmorra"
      }
    ],
    "description": {
      "en": "When the war between the aboveground and underground ended, humanity was joined by so-called \"dungeon babies,\" those gifted with supernatural abilities and an obsession with the labyrinths below ground. \n\nDespite being a dungeon baby, Kim Jinwoo suppressed his instincts, choosing to live an ordinary life as a guide and caring for his family. \n\nBut when an expedition goes wrong and he somehow ends up becoming the new owner of a labyrinth, he discovers that he cannot ignore his instincts forever...",
      "pt-br": "Os descendentes da humanidade que nasceram no labirinto e foram criados com o leite dos monstros possuíam uma força especial e corpos fortes. Quando retornaram à Terra, a humanidade os chamou de bebês da masmorra. Entre eles, Kim Jinwoo nasceu no labirinto mais profundo. 'Eu nunca tentei ficar forte, eu só queria viver.' Desde o mais humilde dos escavadores até o rei do labirinto, sua história de vida agora está se revelando."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4c532b6f-0f3d-47db-8dd3-94474dc0e325",
    "title": {
      "en": "Perhaps Invincible"
    },
    "updatedAt": "2024-12-09T00:25:39+00:00",
    "coverArt": "https://mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "altTitles": [
      {
        "ko": "아마도 무적불패"
      },
      {
        "es-la": "Probablemente... Invencible?"
      }
    ],
    "description": {
      "en": "Yu Hyeol, a third-rate warrior infamously nicknamed *“The Star of the Dark Arts”* due to his menacing appearance, lived a life plagued by false rumors and endless misunderstandings. One day, Seolhwa—the woman he once vowed his future to—reappears before him, no longer the gentle figure he remembered but a formidable master of martial arts.  \n\nFrom that moment, his name becomes entangled with the lives of countless warriors, spiraling his already infamous reputation. As his so-called “notoriety” spreads, the Murim Alliance, the Demon Cult, and even the royal court take notice of him.  \n\n*\"No, really… it’s all just a big misunderstanding!\"*  \n\nBut can he convince the world otherwise? Or will he unintentionally become the legend he never aimed to be?",
      "es-la": "Yoo Hyeol, un guerrero de tercera categoría apodado infamemente “La Estrella de las Artes Oscuras” debido a su apariencia amenazante, vivió una vida plagada de falsos rumores y malentendidos sin fin. Un día, Seolhwa, la mujer a la que una vez le prometió su futuro, reaparece ante él, ya no es la figura gentil que recordaba, sino una formidable maestra de las artes marciales. A partir de ese momento, su nombre se enreda con las vidas de innumerables guerreros, lo que hace que su ya infame reputación se vuelva cada vez más complicada. A medida que su supuesta “notoriedad” se extiende, la Alianza Murim, el Culto del Demonio e incluso la corte real se fijan en él. \"No, en serio... ¡todo es solo un gran malentendido!\" Pero, ¿podrá convencer al mundo de lo contrario? ¿O se convertirá involuntariamente en la leyenda que nunca quiso ser?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9",
    "title": {
      "en": "Jitsu wa Watashi wa"
    },
    "updatedAt": "2024-10-25T20:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/757588bd-7220-48e6-a677-5034195381e2.jpg",
    "altTitles": [
      {
        "nl": "ben ik..."
      },
      {
        "tr": "Doğrusu ben..."
      },
      {
        "nl": "Eigenlijk"
      },
      {
        "fr": "En vérité je suis…"
      },
      {
        "pt": "eu sou..."
      },
      {
        "it": "In realtà io sono..."
      },
      {
        "es": "La verdad es que... yo soy..."
      },
      {
        "pt": "Na verdade"
      },
      {
        "sk": "Sa toto"
      },
      {
        "pl": "Tak naprawdę jestem..."
      },
      {
        "ja-ro": "WaWaWa"
      },
      {
        "ru": "По правде говоря, я..."
      },
      {
        "th": "จุ๊ จุ๊ จะบอกว่าฉันคือ..."
      },
      {
        "zh": "其实我是"
      },
      {
        "ja": "実は私は"
      },
      {
        "ko": "사실 나는"
      },
      {
        "ja-ro": "Jitsu wa Watashi wa"
      },
      {
        "en": "My Monster Secret: Actually, I Am…"
      }
    ],
    "description": {
      "en": "Meet Kuromine Asahi, \"the man who can't lie\".  On his way home, he just learned an important secret: his crush, Shiragami Youko, is actually a vampire!  Can Asahi actually keep her secret?  \n  \nIt's a fun, clumsy, one of a kind vampire romantic comedy!",
      "ru": "Куроминэ не умеет врать. Но у всех есть свои секреты, и сам Куроминэ - не исключение. Он влюблён в элегантную и таинственную Сирагами… Но почему когда никто не видит, она расправляет крылья за спиной и обнажает острые клыки? Эта девушка определённо не такая, как остальные…  \n\n\n---\n\n- [Mangaka's Twitter](https://twitter.com/eiji_masuda_)",
      "pt-br": "Conheça Kuromine Asahi, \"O cara que não pode mentir\", No caminho para casa, ele descobre um segredo importante. Que sua amada, Shiragami Youko, é na verdade uma vampira! Asahi poderá realmente guardar o segredo de Youko? \n\nUma divertida e desajeitada comédia romântica ao estilo vampiro!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "196.5"
  },
  {
    "mangaId": "6e12cbd1-e446-442f-824a-a5f29fcac410",
    "title": {
      "en": "I'm Da Best"
    },
    "updatedAt": "2022-06-09T13:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/6e12cbd1-e446-442f-824a-a5f29fcac410/90911052-5737-4d11-ada9-dfd2f4137a47.jpg",
    "altTitles": [
      {
        "en": "I Am Cool"
      },
      {
        "en": "I'm the Best"
      },
      {
        "ko": "난 짱이야"
      }
    ],
    "description": {
      "en": "The story of junior high school student new outlook on life. Its an inspiring tale of the many issues in our modern society. And the undue pressures of society to conform their standards instead of being yourself. For those who dealt with issues such as bullying, weight, and appearance. This series is a must read."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8",
    "title": {
      "en": "Dou ka Ore wo Houtte Oitekure - Naze ka Bocchi no Owatta Koukou Seikatsu wo Kanojo ga Kaeyou to shite kuru"
    },
    "updatedAt": "2024-10-26T09:34:15+00:00",
    "coverArt": "https://mangadex.org/covers/86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8/4da63603-c536-4abf-919c-2b4290044767.jpg",
    "altTitles": [
      {
        "ja": "どうか俺を放っておいてくれ なぜかぼっちの終わった高校生活を彼女が変えようとしてくる"
      },
      {
        "en": "Please Leave Me Alone: For Some Reason, She Wants to Change a Lone Wolf's Helpless High School Life"
      }
    ],
    "description": {
      "en": "Love, friendship, and the sparkling joys of youth. The high school life that I’ve looked forward to—still ended with me being alone. Then, just a day before the graduation ceremony...\n\n*“Don’t die! Nanamura-kun!”*\n\nSora Hanamitsuji, she’s a beautiful girl that even models can’t compare to. My life ended after getting hit by a truck to protect her. That should’ve been the case.\n\nHowever, with this accident, Hanamitsuji-san and I returned to the day of our high school’s entrance ceremony. The second high school life is no longer as charming and youthful. I was going to spend it modestly and alone. But, she said that won’t do.\n\n*“Well, I’ll help you make friends.”*\n\nThis is a story about my second high school life. It’s the worst and best teenage rom-com ever.",
      "ja": "恋、友情、輝かしい青春。そんな期待に胸を膨らませた俺の高校生活は――結局ぼっちのまま終わった。そして迎えた卒業式前日。クラスメイトの花見辻空をかばい、俺はトラックに轢かれて人生の幕を閉じた……はずだった。花見辻と一緒に高校一年生の入学式に戻ってしまった俺。二度目の高校生活は輝かしい青春など期待せず大人しくぼっちで過ごそうと思いきや……。「ぼっち脱却、私が手伝ってあげる」この物語は俺が二度目の高校生活で送る、最悪で最高の青春ラブコメだ。GA文庫の大人気作、待望のコミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-11-04T06:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/fea371b4-9aef-40d5-a1c2-eb9f165613f6.png",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      },
      {
        "id": "Pelajaran Cinta"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. \n\nMichitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、恋愛教育法成立。少子化対策として「恋愛」が必修科目となった。\n\n女子にトラウマのある高校生・秦野満月は、奥手ゆえに落第寸前に陥る。憧れのヒロイン・七瀬愛に近づくこともできないのか、そう思った矢先、同じく恋愛落第生の幼なじみ・可愛川茜と恋愛の補習を受けることに…!? \n\n恋を学んで幸せになれ! 恋愛学習型ラブコメ、開幕!",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef84c4a4-d27c-4920-a3ab-48e806191131",
    "title": {
      "en": "Biography of Hwiyeong Sword"
    },
    "updatedAt": "2024-06-03T04:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ef84c4a4-d27c-4920-a3ab-48e806191131/2d2ee321-94cc-44b2-a057-e84567cca2b3.jpg",
    "altTitles": [
      {
        "ko-ro": "Hwiyeong Geomjeon"
      },
      {
        "ko": "휘영검전"
      },
      {
        "en": "Tales of a Shining Sword"
      },
      {
        "en": "Moonlight Sword"
      },
      {
        "en": "Hwiyeong Sword"
      }
    ],
    "description": {
      "en": "Eunho, the strongest in the yokai realm!\nHe gained the chance to become a human being after losing the woman he loved and killing countless yokai.\nAfter passing the gate of reincarnation by accumulating merit for a thousand years to abandon his immortal body…\n\nHe became a human being, held a sword, and learned martial arts for the first time.\nBut this is very… easy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "714405b4-2963-4930-b4cc-a8bea590d30e",
    "title": {
      "en": "Tobi to Ryuuko"
    },
    "updatedAt": "2024-08-15T10:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/714405b4-2963-4930-b4cc-a8bea590d30e/d48a70cb-326d-43ec-a45a-3f02cf33bd0a.jpg",
    "altTitles": [
      {
        "en": "Tobi and Ryuuko"
      },
      {
        "ja": "飛と龍子"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a youth living with a \"talkative bag\", Baku. In his monotonous life, an inhuman girl calling herself Ryuuko appears in front of him and...!?\n\nAn unusual roomshare begins under a single roofー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e36f4b5-37f3-4413-8aa4-67dd80275972",
    "title": {
      "en": "Zashisu"
    },
    "updatedAt": "2024-05-19T13:06:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e36f4b5-37f3-4413-8aa4-67dd80275972/fd62cd0a-a6d0-4a86-88e3-74551e2b2439.jpg",
    "altTitles": [
      {
        "ja": "ザシス"
      }
    ],
    "description": {
      "en": "One day, junior high school teacher Yamauchi Umi sees a news report about a murder case. The murderer is Suzuki Yumi, a classmate from junior high school.\r\n\r\nA few days later, Yamauchi's girlfriend, Tamahuri Yagisawa, a rookie editor of literary books, finds a work that closely resembles the murder in a novel that was unsuccessful in a public contest. The author's name is Haruto Saeki. Soon, just like in the novel, an invitation to a class reunion arrives for an old friend...\r\n\r\nThe first suspense horror volume by Masanori Morita!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13"
  },
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-kei Osananajimi no Ren'ai Story"
    },
    "updatedAt": "2024-11-05T13:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "ja": "見た目地雷系幼馴染の恋愛ストーリー"
      },
      {
        "ja-ro": "Mitame Jirai-kei Osananajimi no Renai Story"
      },
      {
        "en": "A Love Story About a Childhood Friend Who Looks Like a Landmine Girl"
      },
      {
        "en": "A Landmine-Type-Appearing Childhood Friend's Love Story"
      },
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      },
      {
        "pt-br": "Uma história de amor sobre uma amiga de infância que parece um campo minado"
      },
      {
        "uk": "Історія кохання з подругою дитинства, яка прив'язалася до мене"
      },
      {
        "id": "Kisah Cinta Teman Masa Kecil yang Terlihat Berbahaya"
      }
    ],
    "description": {
      "en": "This is my love story with a landmine girl who's convinced that I'm her childhood friend.\n___\n**Alt Official Raw:** [X](https://x.com/onnoveltet/status/1829430063294738758)",
      "ja": "自分のことを幼馴染だと思い込んでいる地雷系女子との恋愛物語です。",
      "pt-br": "Esta é a minha história de amor com uma garota convencida de que sou seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "45ed7ed8-23b3-45bf-9b9c-da6e9e88f747",
    "title": {
      "en": "Isekai de Tochi o Katte Noujou o Tsukurou"
    },
    "updatedAt": "2024-10-11T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/45ed7ed8-23b3-45bf-9b9c-da6e9e88f747/a4d01877-5b03-44a2-8dc8-d1cf1cc47813.jpg",
    "altTitles": [
      {
        "ja": "異世界で土地を買って農場を作ろう"
      },
      {
        "ja-ro": "Isekai de Tochi wo Katte Noujou wo Tsukurou"
      },
      {
        "en": "Let’s Buy the Land and Cultivate It in a Different World"
      }
    ],
    "description": {
      "en": "Corporate drone Itonami Norio is summoned to another world and granted a powerful skill, [Supreme Wielder], which is invisible to those who summoned him. They’re dismayed to see he’s useless to them, so he asks only for a little plot of land to work for himself.\n\nHis skill allows him to use any tool to its greatest abilities, including fishing poles, cooking utensils, and construction tools. When he fishes up a mermaid who wants him for her bridegroom, charms a young dragon with his cooking, and excites an undead king with his rare skill, how long can his quiet country life last?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "310d5beb-79fd-4a48-a028-95a016307efb",
    "title": {
      "en": "Busted! Darklord"
    },
    "updatedAt": "2024-08-03T19:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/310d5beb-79fd-4a48-a028-95a016307efb/b7477bb0-a63a-463d-a1f6-cb91bd999508.jpg",
    "altTitles": [
      {
        "en": "The Little Demon Is Exposed!"
      },
      {
        "zh-ro": "Xiǎomótóu Bàolù Lā!"
      },
      {
        "zh-ro": "Xiaomotou Baolu La!"
      },
      {
        "zh": "小魔头暴露啦！"
      }
    ],
    "description": {
      "en": "In order to leave the countryside, Yǔ Rénjié, the son of the Darklord, was ordered to enter the highly prestigious Good Faith Academy. The goal is to obtain a Good Faith Certificate which would relegitimize his demon heritage. The task is a dangerous one because if he is found out to be part of the demon faith, countless \"righteous\" knights will kill him on the spot. On the day of registration, Yǔ Rénjié was shocked to find that his personal information had been leaked. In order to hide his identity, he chose to put on women's clothing. His/her dangerous and hilarious school life is about to begin!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "187"
  },
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-10-04T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/7cbffd86-2e09-446a-9d04-d26820b44d2b.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      }
    ],
    "description": {
      "en": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)",
      "ja": "生徒会長の鷹峰さんはスクールカーストのトップ中のトップ、神！　対して、友達も存在感も皆無の白田くんはある日、鷹峰さんの生おっぱいを見てしまう。そこから変わるスクールライフ。――「私にパンツを履かせなさい」なんと鷹峰さんは”未だ穢れ知らぬ乙女（エターナル・バージンロード）”という能力でパンツを脱いで時をかける少女だった。ノーパンではいられない鷹峰さんのクローゼットとして白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)",
      "pt-br": "A presidente do conselho estudantil, Takamine-san, está no topo da hierarquia escolar, uma deusa! Um dia, Shirota-kun acidentalmente vê os seios nus de Takamine-san. A partir de então, sua vida escolar mudou, sendo chantageado para uma vida de servidão a Takamine-san. ― “Coloque minha calcinha para mim”\nShirota-kun acabou em uma situação difícil devido aos favores cor-de-rosa de Takamine-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c7cdf32-a6d2-4745-905b-8ab6fdfa18e6",
    "title": {
      "en": "Okami-chan Can’t Keep Her Dignity"
    },
    "updatedAt": "2024-12-09T11:17:03+00:00",
    "coverArt": "https://mangadex.org/covers/1c7cdf32-a6d2-4745-905b-8ab6fdfa18e6/e0df71ab-a6aa-45c2-91bb-67eff6d7ee19.jpg",
    "altTitles": [
      {
        "ja": "全く威厳が保てない狼ちゃん"
      },
      {
        "ja-ro": "Mattaku Igen ga Tamotenai Ookami-chan"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be1f763b-cea8-4a89-a087-277f5b41fcf2",
    "title": {
      "en": "Dankira!!!"
    },
    "updatedAt": "2021-05-25T15:47:07+00:00",
    "coverArt": "https://mangadex.org/covers/be1f763b-cea8-4a89-a087-277f5b41fcf2/3a6dc7a1-b975-4dcd-838e-fd60cd8736c0.jpg",
    "altTitles": [
      {
        "en": "Boys, be DANCING !"
      },
      {
        "en": "ダンキラ!!!"
      }
    ],
    "description": {
      "en": "\"Dankira\", a dance battle where teams of 3 compete to be the best. This story follows young men who strive to be at the top. The lively \"Merry Panic\" specialises in hip hop, the kings \"Etoile\" excel in ballet, \"Theater Bell\"are mature jazz experts, and \"TOXIC\" is a mysterious group that specialises in vogue dance. Lastly, \"Sanzensekai\" combines martial arts and dance!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "3128cb85-1981-41fa-b263-3b3410607960",
    "title": {
      "en": "Chiharu-kun wa Josou o Shitakunai"
    },
    "updatedAt": "2024-09-23T12:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/3128cb85-1981-41fa-b263-3b3410607960/a71751ae-5192-4f6a-8e8b-98f5614d084f.jpg",
    "altTitles": [
      {
        "ja": "ちはるくんは女装をしたくない"
      },
      {
        "ja-ro": "Chiharu-kun wa Josou wo Shitakunai"
      },
      {
        "en": "Chiharu-kun Doesn't Want to Crossdress"
      }
    ],
    "description": {
      "en": "Follow Chiharu, a boy who doesn't want to crossdress!\nIt's a romantic comedy featuring a bunch of youngsters!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "230c038a-9195-425a-8c00-9125fa5c7b26",
    "title": {
      "en": "Digimon Tamers"
    },
    "updatedAt": "2024-01-09T22:42:03+00:00",
    "coverArt": "https://mangadex.org/covers/230c038a-9195-425a-8c00-9125fa5c7b26/c8f2206f-2b82-44a6-a23a-e7273b09903a.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Teimāzu"
      },
      {
        "en": "Digimon Zero 3"
      },
      {
        "ja": "デジモンテイマーズ"
      },
      {
        "zh-hk": "數碼寶貝03 馴獸師之王"
      },
      {
        "en": "Digimon 03: King Of Tamers"
      }
    ],
    "description": {
      "en": "When three Digimon fans – Rika, Henry, and our lead Takato – suddenly find themselves with \"real\" Digimon, they discover a living creature under your care is far harder to deal with than a few pixels on your TV screen. The kids try to be Digimon 'Tamers,' aka Digimon caretakers, but they all seem to have different opinions on what that should entail. Rika thinks Digimon should fight, Henry thinks they should never fight, and Takato … seems to be somewhere in the middle.  \n  \nBeing a Tamer isn't just about believing one thing or another. It's about learning and adjusting for the good of everyone else. But they have a long way to go, and their problems are just beginning.\n\n(The English translation is based off the script from the FoxKids version of the anime.)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-11-12T11:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "tr": "Galaksi Kahramanları"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": {
      "en": "Paper Braver"
    },
    "updatedAt": "2024-12-04T20:38:24+00:00",
    "coverArt": "https://mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg",
    "altTitles": [
      {
        "ja": "ペーパーブレイバー"
      }
    ],
    "description": {
      "en": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord.",
      "ja": "ダメダメ勇者・勇人のレベルを上げるため、日々ムダな努力に励む白魔導士の聖利!!　イタズラ好きの女盗賊・八兵衛と3人で、一応魔王討伐を目指して日々奮闘中!! 爆笑!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "63.5"
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2024-07-14T23:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      },
      {
        "es-la": "Un camión me mandó a otro mundo"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b0d1860-bb13-4e0f-9c98-f8487fd093fb",
    "title": {
      "en": "Majomajo S-WITCH"
    },
    "updatedAt": "2024-05-08T17:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/3b0d1860-bb13-4e0f-9c98-f8487fd093fb/3ecc18a6-055a-468e-8d5c-ae593e659a75.jpg",
    "altTitles": [
      {
        "ja": "魔女まじょ S-WITCH"
      },
      {
        "ko": "마녀마녀 S-WITCH"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01ea7299-112c-41f4-b2a0-6d28c272deef",
    "title": {
      "en": "Aku no Kadou wo Ikimashou"
    },
    "updatedAt": "2024-11-03T21:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/01ea7299-112c-41f4-b2a0-6d28c272deef/7adaab3c-8a26-45a5-baf2-23190501e186.jpg",
    "altTitles": [
      {
        "ja": "悪の華道を行きましょう"
      },
      {
        "en": "The Flowery Path of Evil"
      },
      {
        "en": "Let's Go on the Evil Runway"
      },
      {
        "ko": "악의 꽃길을 같이 걸어요"
      },
      {
        "hu": "Nem sétálunk le kézen fogva a gonoszság virágos útján?"
      },
      {
        "id": "Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?"
      },
      {
        "id": "Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga"
      },
      {
        "pt-br": "Vamos andar de mãos dadas pelo caminho florido para a maldade?"
      },
      {
        "es": "¿Caminamos de la mano por el camino florido del mal?"
      },
      {
        "th": "เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?"
      }
    ],
    "description": {
      "en": "Celestine, the villainess, suddenly recalls her memories of her past life when she's at the altar, about to be married off to a Prime Minister twice her age and surrounded by the most awful rumours as a punishment for her misdeeds against the Prince and his lover. She realizes that this is the world of an otome game she played in that previous life, but more importantly than that, she also inherits past life's very specific tastes...",
      "ja": "王子に捨てられた美貌の悪役令嬢セレスティーヌ。醜い禿げデブオヤジといやがらせ婚の最中……突然よみがえる前世の記憶…！ そして…あれ!? でもなんかこの人…悪くない。ちょっと素敵かも……？ 悪女として、そして枯れ専として、我が道を行くセレスティーヌの華道をご覧あれ！",
      "pt": "Celestine, a vilã, de repente se lembra de suas memórias de sua vida passada quando ela está no altar, prestes a se casar com um primeiro-ministro com o dobro de sua idade e cercada pelos mais terríveis rumores como punição por seus crimes contra o príncipe e seu amante. Ela percebe que este é o mundo de um jogo otome que ela jogou naquela vida anterior, mas mais importante do que isso, ela também herda gostos muito específicos da vida passada…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-10-27T07:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "en": "Superball Girls"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "ru": "Девушки и супермяч"
      },
      {
        "vi": "Siêu cầu nữ"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "ja": "人生で自分にとっての「一番」をずっと心にしまい続けながら、チョコレート工場での仕事を続ける一好瑛太。クリスマスの夜、帰宅中の彼は暗闇から転がる不思議なスーパーボールを手にする。日常への様々な思いをぶつけるように、そのボールを思い切り投げつけた彼の前にいきなり現れたのは理想の「美女」．．．！？",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c22152b-9a6f-48f3-adb6-27b2f4cc2758",
    "title": {
      "en": "Tsuihousareta Renkinjutsushi wa Mujikaku ni Densetsu to Naru Yandere Imouto (Oukoku no Shugoryuu) to Issho ni Henkyou de Shiawase ni Kurashimasu!"
    },
    "updatedAt": "2024-11-27T14:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/e23eb74d-a90f-44c4-b9cb-7448a1bae7d0.jpg",
    "altTitles": [
      {
        "ja": "追放された錬金術師は無自覚に伝説となる ヤンデレ妹（王国の守護竜）と一緒に辺境で幸せに暮らします！"
      },
      {
        "en": "The Exiled Alchemist Unwittingly Becomes a Legend Living Happily on the Frontier with his Yandere Sister (The Guardian Dragon of the Kingdom)!"
      }
    ],
    "description": {
      "en": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt to treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
      "id": "Suatu hari, Mys, putra tertua dari Duke Windsor, dijatuhi hukuman oleh raja untuk diasingkan ke perbatasan. Raja mengklaim bahwa kunjungan rahasianya ke Valitra, naga terkuat yang melindungi kerajaan, merupakan usaha pengkhianatan terhadap kerajaan. Namun, naga penjaga Valitra sebenarnya adalah adiknya Meis, Tinny, yang dikira telah meninggal empat tahun lalu! “Mys Nii-sama adalah orang yang menyelamatkan hidupku, orang yang layak untuk memerintah segala sesuatu di dunia [Makhluk Tertinggi]. Siapapun yang menyakiti Mys Nii-sama akan ku lemparkan ke dalam neraka!” Dan Kerajaan sedang menuju kehancuran, setelah menimbulkan kemarahan naga pelindungnya, Valitra… Sementara itu, di perbatasan di mana Mys telah menjadi penguasa, teknik alkemisnya mengarah pada perkembangan yang belum pernah terjadi sebelumnya dan membuat semua orang bahagia – dan sekali lagi, kerajaan berada dalam bahaya kehancuran.",
      "ja": "まともな回復薬すら作れないことから、家族から無能扱いされていたウィンザー公爵家の長男・マイス。彼はある日、国王から辺境ベオグラードへの追放を言い渡されてしまう。王国を守るドラゴン【守護竜ヴァリトラ】のもとへ通っていたことが、王国への反逆に当たるというのだ。しかし実は、守護竜ヴァリトラの正体は4年前に死んだと思われていたマイスの妹ティニーであった――。「マイス兄様こそ私の命の恩人にして、この世のすべてを統べるに相応しい【至高にして至大であられるお方】です。マイス兄様を傷つける者は、この私が地獄に叩き落します！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "Koori Zokusei Danshi to Cool na Douryou Joshi"
    },
    "updatedAt": "2024-11-02T18:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/7f6b8411-55b8-4134-8c82-17c4c38ff5e8.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "en": "The Ice Guy and the Cool Girl"
      },
      {
        "en": "The Ice Guy and His Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?\n\n---\n**Links:**\n- Alternative Official English - [Penguin Random House](https://www.penguinrandomhouse.com/series/FQP/the-ice-guy-and-the-cool-girl/)",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "428b5644-4564-4150-a078-1b7f80df06e6",
    "title": {
      "en": "Grappler Baki (Kanzenban Release)"
    },
    "updatedAt": "2024-10-25T15:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/428b5644-4564-4150-a078-1b7f80df06e6/ae9b2c36-5312-4ce2-83a5-56ccad72b69d.png",
    "altTitles": [
      {
        "ja": "グラップラー刃牙完全版"
      },
      {
        "ja-ro": "Grappler Baki"
      },
      {
        "en": "Baki The Grappler"
      }
    ],
    "description": {
      "en": "\"If someone is born a male, at least once in his life he'll dream of becoming the strongest man alive. Grappler, the martial artist who aims to become the strongest in the world!\"\n\nThat is the dream held by the Grappler, Baki Hanma.\n\nThe mysterious, young, martial artist aspires to follow in his sinister father's footsteps as the world's strongest creature. But to what lengths will Baki go?\n\nWe follow the young grappler as he matures in a world full of extremely powerful fighters and how he overcomes all obstacles in order to face his father one day in the fighting ring.\n\nWhen he arrives at an underground martial arts tournament, Baki is put to the test from fighters all over the world. Will he overcome all odds and become the champion of the underground arena?!\n\nNewly Re-edited, this edition of Grappler Baki features new cover art and color pages."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "371"
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-10-26T09:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/0681ee92-84bc-494d-98ae-1a551d6b925d.jpg",
    "altTitles": [
      {
        "ja": "天国大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      },
      {
        "vi": "Ảo ảnh thiên đường"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "ja": "美しい壁に囲まれた世界で暮らす子供たち。少年・トキオはある日、「外の外に行きたいですか？」というメッセージを受け取る。一方、外では、マルとおねえちゃんがサバイバル生活をしながら、天国を求めて、魔境となった世界を旅している。未来の日本を「あね散歩」。",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d00c151-31d5-4139-8747-567a7ded83ec",
    "title": {
      "en": "Isekai de Seijo ni Natta no de Kokumin-teki Idol wo Mezashimasu"
    },
    "updatedAt": "2024-11-02T17:41:19+00:00",
    "coverArt": "https://mangadex.org/covers/5d00c151-31d5-4139-8747-567a7ded83ec/b832df23-ad70-4f40-879b-67c875d3a77b.jpg",
    "altTitles": [
      {
        "ja": "異世界で聖女になったので国民的アイドルを目指します"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2024-10-14T13:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/910a44f5-1c35-4fdb-919a-f5c53d9a7148.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Ты не можешь лгать святому"
      },
      {
        "zh-hk": "聖女當前，謊言不通"
      },
      {
        "zh": "圣女当前，谎言不通"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago…?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-11-17T22:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]