[
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-08-14T20:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "ja": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Note:** The Old versions of Chapters 31–35 are not actually included in Volume 4. They are marked that way solely for organizational purposes.\n\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/4856001361135826437)\n- [MagaPoke](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33125b2b-28dd-4410-a0ab-d7fb971b35f9",
    "title": {
      "en": "TEN"
    },
    "updatedAt": "2024-08-01T17:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/33125b2b-28dd-4410-a0ab-d7fb971b35f9/2386938b-ca00-4cb0-ab30-3c60413cb03e.png",
    "altTitles": [
      {
        "ko": "텐"
      },
      {
        "ko": "텐(TEN)"
      }
    ],
    "description": {
      "en": "\"I didn't even know what had hurt me.\" Min Jiho, a former second-tier idol, ended his idol career, leaving only confusion in his heart. Planning to leave the entertainment industry entirely, Jiho unexpectedly encounters his idolized top actor, Kang Taeyeon, during a variety show as a substitute. This leads him to become embroiled in a light scandal..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-08-05T18:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/d8b32aed-7687-4757-8fd5-c19782402b53.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa718bd1-a6d2-4225-acc2-2828ac2dce6b",
    "title": {
      "en": "Oshibana!"
    },
    "updatedAt": "2024-04-17T09:05:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa718bd1-a6d2-4225-acc2-2828ac2dce6b/12da6b06-d8c4-4893-b723-68a00cae9aaa.jpg",
    "altTitles": [
      {
        "ja": "オシバナ！"
      },
      {
        "en": "Pressed Flower"
      }
    ],
    "description": {
      "en": "A romantic comedy centered around \"The School Prince\" bringing the tense conflict of young boys and girls to the breaking point!",
      "ja": "「学園の王子様」なヒロインを巡って少年少女がせめぎ合う一触即発ラブコメディ"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-09-08T13:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/976c4719-d70e-4570-8960-0f17c071032d.jpg",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      },
      {
        "id": "Budak yang congkak"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "0c627186-541e-4ef3-a68a-860520a779ab",
    "title": {
      "en": "Oshi to Deaitakunai Joshidaisei"
    },
    "updatedAt": "2023-06-23T02:25:04+00:00",
    "coverArt": "https://mangadex.org/covers/0c627186-541e-4ef3-a68a-860520a779ab/82ff5ca8-3014-4419-a978-3f1621f274cb.jpg",
    "altTitles": [
      {
        "ja": "推しと出会いたくない女子大生"
      }
    ],
    "description": {
      "en": "The story follows Mai, a college student, who joins a light music club because of her crush, the bass player and distributor Single Mambo. However, she meets Mitsui, her classmate, who is also a fan! She doesn't want to get close to him and doesn't want to be revealed as a fan, but for some reason, Mitsui is getting closer and closer to her...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-09-01T04:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/53e16a9e-b2bc-4b83-ad01-2d7e4efb57b1.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-08-22T20:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      },
      {
        "en": "I Made a Contract With Myself"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/4bd9b249-e0eb-46e6-a44c-ebd324f57729.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cfc0ee2-facb-476c-97c5-83210adb3581",
    "title": {
      "en": "Hiding Out in an Apocalypse"
    },
    "updatedAt": "2024-08-12T01:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "altTitles": [
      {
        "ko": "아포칼립스에 집을 숨김"
      },
      {
        "en": "Hidden House in the Apocalypse"
      },
      {
        "pt-br": "Se Escondendo Em Um Apocalipse"
      }
    ],
    "description": {
      "en": "Three years ago, doomsday prepper named Park Kyu predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?",
      "pt-br": "Park Gyu é um sobrevivente que previu e se preparou para o apocalipse vindouro. Neste mundo em ruínas, ele está disposto a fazer tudo e qualquer coisa que puder para proteger o conforto de seu abrigo antibombas."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-08-17T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      },
      {
        "es-la": "Malas criadas"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39965fe5-08dc-4f10-84eb-4755c1d1f542",
    "title": {
      "en": "Black Serpent"
    },
    "updatedAt": "2024-08-01T04:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/39965fe5-08dc-4f10-84eb-4755c1d1f542/4c0ac459-9ad8-4b17-a003-02f1b4aa4b0e.jpg",
    "altTitles": [
      {
        "ko": "흑사"
      },
      {
        "en": "Black Death"
      },
      {
        "en": "Black Sand"
      },
      {
        "ko-ro": "Heuksa"
      }
    ],
    "description": {
      "en": "In the final battle against the Demon Cult, the Black Serpent leader Jeonghwa was betrayed by the Murim Alliance, losing all her comrades. Barely surviving, she swears to eliminate both the Demon Cult and the Murim Alliance who drove her comrades to their deaths. “Heavens! If justice truly exists… grant me the opportunity to avenge my fallen comrades!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf95c63-dc64-4518-9ed8-362805165fd6",
    "title": {
      "en": "Isekai Yururi Kikou"
    },
    "updatedAt": "2024-09-14T23:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fbf95c63-dc64-4518-9ed8-362805165fd6/70455534-b71f-4539-b586-c56b1d6d184b.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるり紀行"
      },
      {
        "ja": "異世界ゆるり紀行 ～子育てしながら冒険者します～"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodate Shinagara Bouken-sha Shimasu"
      },
      {
        "ja-ro": "Isekai Yururi Kikou: Kosodateshinagara Boukensha Shimasu"
      },
      {
        "en": "Isekai Yururi Kikou - Raising Children While Being an Adventurer"
      },
      {
        "en": "Another World Leisurely Journey - Raising Children While Being an Adventurer"
      },
      {
        "en": "A Journey Through Another World ~Raising Kids While Adventuring~"
      },
      {
        "zh": "异世界悠闲纪行"
      },
      {
        "zh": "异世界悠闲纪行～边养娃边当冒险者～"
      },
      {
        "zh-hk": "異世界悠閒紀行"
      },
      {
        "zh-hk": "異世界悠閒紀行 ~ 邊養娃邊當冒險者 ~"
      },
      {
        "ja-ro": "Isekai Yururi Kikō ~ Kosodate Shinagara Bōken-sha Shimasu ~"
      }
    ],
    "description": {
      "en": "\"I'm terribly sorry!\"\n\nTakumi gets accidentally killed by the wind god Syl and is reborn and summoned to another world. After giving Takumi his sincerest apologies, Syl grants Takumi with skills and sends him to the world Etelldia that Syl presides over. However, this new world is a vast forest filled with dangerous monsters!\n\nIn the forest, Takumi finds a young boy and girl who appear to be twins. He is worried about their safety and names them Alan and Elena, and decides to take care of them. He soon finds out to his surprise they are able to defeat a monster with their bare hands. The three of them reach a town, and Takumi decides to register at a guild to make a living. He begins his life as an adventurer while taking care of the two children.\n\nAn isekai fantasy about an adventurer with two kids!",
      "it": "\"Son veramente dispiaciuto\"\n\nUn dio si è improvvisamente chinato davanti a Kayano Takumi. Èù stato ucciso per errore. Tuttavia, può essere reincarnato. Però, da quanto ha detto dio, deve essere in un'altro mondo. Ma, dio commette un'altro errore teletrasportandolo in una pericolosa foresta… dove trova due gemelli. Fu così che Takumi decide di prendersi cura di loro.",
      "pt-br": "\"Sinto muito!\"\n\nTakumi é acidentalmente morto pelo deus do vento Syl e renasce sendo convocado para outro mundo. Após pedir desculpas sinceras a Takumi, Syl concede-lhe habilidades e o envia para o mundo Etelldia, que Syl preside. No entanto, este novo mundo é uma vasta floresta cheia de monstros perigosos!\n\nNa floresta, Takumi encontra um menino e uma menina que parecem ser gêmeos. Preocupado com a segurança deles, ele os chama de Alan e Elena e decide cuidar deles. Logo, para sua surpresa, descobre que eles são capazes de derrotar um monstro com as próprias mãos. Os três chegam a uma cidade, e Takumi decide se registrar em uma guilda para ganhar a vida. Ele começa sua vida como aventureiro enquanto cuida das duas crianças.\n\nUma fantasia isekai sobre um aventureiro com duas crianças!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59e7de92-39a2-4a13-b0e5-3c6d6d04560a",
    "title": {
      "en": "The Return of the Crazy Monkey King"
    },
    "updatedAt": "2024-09-17T04:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/59e7de92-39a2-4a13-b0e5-3c6d6d04560a/69895503-db70-4205-8962-13cedbb4d594.jpg",
    "altTitles": [
      {
        "ko": "투불"
      },
      {
        "zh": "鬪佛"
      },
      {
        "en": "The Buddha of Combat"
      },
      {
        "en": "Fighting Buddha"
      }
    ],
    "description": {
      "en": "A situation occurs where demons escape from hell and hide in the human world. Sun Wukong descends to the human world on the orders of the Jade Emperor to capture the escaped demons. Fearing that the demons, surprised by Sun Wukong's extraordinary powers, might flee, they decide to hide in the body of an ordinary high school boy named 'Ryu Ha-sun.' 'From now on, when I go into battle, I will return victorious, the Buddha of Combat, Fighting Buddha, is here.' The Buddha of Combat, 'Fighting Buddha,' descends to the human world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-05-08T02:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba San Chi no Aoi Koi"
    },
    "updatedAt": "2024-08-31T20:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/cd91a57e-50ca-4643-8bd2-74b9f3aa0d5d.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      }
    ],
    "description": {
      "en": "Youth Romcom about 4 sisters who all experience their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night the four are having heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2dadb5cd-b3e4-45a9-bc01-cd138e185dfb",
    "title": {
      "en": "Kino's Journey (Gou)"
    },
    "updatedAt": "2024-03-29T12:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/2dadb5cd-b3e4-45a9-bc01-cd138e185dfb/dfb0e93f-7ce1-414d-a4fa-5df6294a77dc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kino no Tabi - the Beautiful World"
      },
      {
        "ru": "Путешествие Кино: Прекрасный мир"
      },
      {
        "ja": "キノの旅 the Beautiful World"
      },
      {
        "en": "Kino's Journey - the Beautiful World"
      }
    ],
    "description": {
      "en": "Destination is a state of mind. A tale of one girl and her bike and the road ahead. Kino wanders around the world on the back of Hermes, her unusual, anthropomorphic motorcycle, only staying in each country for three days. During their adventures, they find happiness, sadness, pain, decadence, violence, beauty, and wisdom. But through it all, they never lose their sense of freedom. They discover that because of the world's imperfections, it is actually a thing of beauty. \"The world is not beautiful, therefore it is.\""
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "21"
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-09-03T14:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a",
    "title": {
      "en": "Please Give Me Your Blood, I Will Serve You in Gratitude"
    },
    "updatedAt": "2024-09-05T20:54:42+00:00",
    "coverArt": "https://mangadex.org/covers/b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a/0fa5b7f2-d0ca-478b-9ab4-ca64cfd08b0f.jpg",
    "altTitles": [
      {
        "ja": "お役に立つので血をください"
      },
      {
        "en": "Please give me blood because it is useful."
      },
      {
        "pt-br": "Por favor, me dê seu sangue, eu vou servi-lo em gratidão"
      },
      {
        "ja-ro": "Oyaku ni Tatsu no de Chi wo kudasai"
      }
    ],
    "description": {
      "en": "A long-awaited new series by the author of \"Demon Mother: My Son is so Cute, I Just Can't Help Myself!\"\nA young man picks up a young vampire girl who has fallen ill, she then tries to give her all to repay her for his blood, but she's too clumsy to do so. A vampire rom-com that depicts a warm life among different species where no one is left behind or abandoned!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "50"
  },
  {
    "mangaId": "ef4718d3-8589-4af1-bc61-d4227e710af0",
    "title": {
      "en": "Uso kara Hajimaru Koi no Natsu -squall-"
    },
    "updatedAt": "2024-09-17T07:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/ef4718d3-8589-4af1-bc61-d4227e710af0/be7cc0cf-4249-47c1-9d65-861c62ac8744.png",
    "altTitles": [
      {
        "ja": "嘘から始まる恋の夏 -squall-"
      },
      {
        "ja-ro": "Uso kara Hajimaru Koi no Natsu -squall-"
      },
      {
        "es-la": "Un verano de amor que comienza con una mentira -squall-"
      },
      {
        "en": "Summer Love Begins with a Lie -squall-"
      },
      {
        "ru": "Летняя любовь начинается со лжи: Шквал"
      }
    ],
    "description": {
      "en": "Kaoru, who had run away from home, is found and protected by her main teacher, Mirei, in the rain. At school, the teacher seemed like a responsible adult, but at home, her attitude is careless, drinking alcohol during the day and making jokes with a smile on her face. However, she accepts and understands the worries that Kaoru could not cope with.... Thus begins the faltering romance of two people who cannot yet become adults.\n\nAn official manga adapting the visual novel \"Uso kara Hajimaru Koi no Natsu\" that was not shown in the main story, focusing on the relationship between a teacher and her student, portraying a love story, Youth ✕ Summer ✕ Yuri.",
      "ru": "Каору, сбежавшую из дома, находит промокшей под дождём её учительница Мирэй. В школе Мирэй кажется ответственным взрослым человеком, но дома она ведёт себя беспечно: пьёт алкоголь в течение дня и шутит с улыбкой на лице. Но она помогает Каору справиться с проблемами, с которыми та не в состоянии справиться.\nЭто начало неустойчивого романа между двумя людьми, не успевшими повзрослеть.\n\nОфициальная манга, адаптирующая визуальную новеллу «Uso kara Hajimaru Koi no Natsu», фокусируется на отношениях между учительницей и её ученицей, рассказывая историю любви.",
      "es-la": "Kaoru, quien había huido de casa, es encontrada y protegida por su profesora principal, Mirei, bajo la lluvia. En la escuela, la profesora parecía una adulta responsable, pero en casa, su actitud es descuidada, bebe alcohol durante el día y hace bromas con una sonrisa en el rostro. Sin embargo, acepta y comprende las preocupaciones con las que Kaoru no podía enfrentarse... Así comienza el titubeante romance de dos personas que aún no pueden convertirse en adultas.\r\n\r\nUn manga oficial que adapta la novela visual \"Uso kara Hajimaru Koi no Natsu\" que no se mostró en la historia principal, centrándose en la relación entre una profesora y su alumna, retratando una historia de amor, Juventud ✕ Verano ✕ Yuri."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "13c18abd-2a44-4f1e-86fb-63f970566c3c",
    "title": {
      "en": "Osoto Gohan wo Goisshoni"
    },
    "updatedAt": "2024-09-18T03:08:03+00:00",
    "coverArt": "https://mangadex.org/covers/13c18abd-2a44-4f1e-86fb-63f970566c3c/90c1f600-f883-492a-886b-d8825a658db7.png",
    "altTitles": [
      {
        "ja": "おそとごはんをご一緒に"
      },
      {
        "zh": "邀你一起在户外共进美餐"
      },
      {
        "id": "Ayo makan di Luar ruangan bersama"
      },
      {
        "en": "Let's Eat Outdoors!"
      },
      {
        "en": "Please Join Us For Osoto Gohan"
      }
    ],
    "description": {
      "en": "Fuuka, a college student who enjoys cooking but is confined by her apartment's small kitchen, meets Yomogi, a wild outdoor girl who isn't particularly good at cooking. Their outdoorsy meal that started by chance is somehow very delicious and heartwarming....\n\nThis is the start of a gourmet outdoor manga about two women helping each other out!",
      "ja": "アパートの狭いキッチンに悩む料理好きの女子大生・風香が出会ったのは、料理が苦手で破天荒なアウトドア女子・よもぎだった。\n成り行きで始まったたふたりのおそとごはんは、なんだかとっても温かくて…\n女ふたりの助け合いアウトドアグルメ漫画スタート！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "eee27a2a-82ce-49bf-8d1a-80d8c1595db2",
    "title": {
      "en": "Blacksmith Zig"
    },
    "updatedAt": "2024-08-04T05:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/eee27a2a-82ce-49bf-8d1a-80d8c1595db2/0c8096b2-a38c-456f-b2db-75b8cc80a852.png",
    "altTitles": [
      {
        "ko": "대장장이 지그"
      },
      {
        "en": "Legendary Blacksmith's Vengeance"
      },
      {
        "ko-ro": "Daejangjangi Jigeu"
      }
    ],
    "description": {
      "en": "‘Berserker Bartz’, a legendary solo player of Arpedia Online, had his character hacked and deleted one day.\n\n\"Damn it. No way I'm giving up! I don't know who you are, but I'm going to find you and crush you!\"\n\nHaving lost the character he put his all into, Kang YuHan creates 'Zigg', a blacksmith with the sole mission of finding the hacker!\n\nCan YuHan find the hacker who deleted Bartz?\nFollow Zigg's action-packed adventure to become the greatest blacksmith!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7367e32-f7f3-4ddc-a101-9cb46e60e73d",
    "title": {
      "en": "Haiena-chan ni Nerawarete"
    },
    "updatedAt": "2024-03-03T18:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/f7367e32-f7f3-4ddc-a101-9cb46e60e73d/f1347716-1980-48f4-bffa-b880eb1b19b7.jpg",
    "altTitles": [
      {
        "es-la": "Siendo el objetivo de Hiena-chan"
      },
      {
        "es-la": "La chica hiena está destrás de mi."
      },
      {
        "ja": "ハイエナちゃんに狙われて"
      },
      {
        "pt-br": "Sendo alvo da Hiena-chan"
      },
      {
        "ja-ro": "Haiena-chan ni Nerawarete"
      },
      {
        "en": "Being Targeted by Hyena-chan"
      },
      {
        "tr": "Hyena-chan Tarafından Hedef Alınmak"
      }
    ],
    "description": {
      "en": "I found out that my long-distance girlfriend had gotten a new older boyfriend from the city and while I was in the grip of despair, a girl named Haibara Enako, more affectionately called \"Hyena-chan\" suddenly appeared before me and confessed, \"I don't have a boyfriend and I'm free right now.\"",
      "tr": "Uzak mesafe kız arkadaşımın şehirden yaşça büyük yeni biriyle sevgili olduğunu öğrendim ve ben umutsuzluğun pençesindeyken Haibara Enako adında, diğer adıyla \"Hyena-chan\" olarak anılan bir kız aniden karşıma çıktı ve bana açıldı, \" Erkek arkadaşım yok ve şu anda boşum.\"",
      "pt-br": "Após um término de namoro recente, nosso protagonista é abordado por Enako Haibara, também conhecida como “Hiena”…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2d380087-5eb1-48d5-ad00-69c0ef8ac5aa",
    "title": {
      "en": "Last Boss Shoujo Akari - Watashi Yori Tsuyoi Yatsu ni Ai ni Gendai ni Iku"
    },
    "updatedAt": "2024-09-18T02:50:12+00:00",
    "coverArt": "https://mangadex.org/covers/2d380087-5eb1-48d5-ad00-69c0ef8ac5aa/f6fa41f9-21b4-484d-9202-48243d2ef82e.png",
    "altTitles": [
      {
        "en": "Akari the Final Boss Girl ~I'm Going to the Modern Age to Find Someone Stronger Than Me~"
      },
      {
        "ja-ro": "Last Boss Shoujo Akari"
      },
      {
        "ja": "ラスボス少女アカリ"
      },
      {
        "ja": "ラスボス少女アカリ～ワタシより強いやつに会いに現代に行く～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-09-06T23:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/0b678726-c2a8-4dbc-9fb3-f51f7a6c6e56.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "en": "Childhood Friends Starting Today"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-05-05T10:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!",
      "fr": "\"Le chef de cette famille est insensé\", pense Jawun-yeop, le serviteur du sage respecté.\nLe maître insensé qui joue avec sa maîtresse, Chang Sanmi, et l'homme droit, Seolsu Beom, forment un contraste saisissant.\n\"Seolsu Beom est la personne la plus remarquable que j'aie jamais connue !\"\n\nPris en flagrant délit de vol, Jawun-yeop a dû faire face à de sévères réprimandes et à la disgrâce, mais il finit par aider Seolsu Beom à déjouer le complot de Chang Sanmi.\n\"En tant que fils aîné du clan Kamseuk, je ne peux pas rester là à regarder. Je deviendrai plus fort que je ne le suis maintenant et je m'occuperai d'eux tous.\"\nDéterminé à se venger de Chang Sanmi, Seolsu Beom se met en route pour devenir plus fort, tandis que Jawun-yeop quitte la famille Seol pour suivre sa propre voie.\n\n\"Je ne serai plus un orphelin ou un serviteur, mais je vivrai comme un être transcendant et parcourrai ce vaste monde librement avec fierté.\"\nEn pratiquant des arts martiaux uniques grâce à des méthodes mystiques, Jawun-yeop devient un maître, se rapprochant du cerveau qui se cache derrière le complot du clan Kamseuk Seol.\nUn jour, Jawun-yeop et Seolsu Beom se retrouvent. Jawun-yeop est surpris de voir les arts martiaux de Seolsu Beom.\n\"En tant que fils aîné d'une famille prestigieuse, vous utilisez ce genre d'art du sabre !\"\nL'homme qui l'avait autrefois critiqué suit désormais la même voie que lui en termes d'arts martiaux !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ad6ee2-fda5-499f-96c2-4942a46c9d26",
    "title": {
      "en": "Debuff Master"
    },
    "updatedAt": "2024-08-11T23:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/d3ad6ee2-fda5-499f-96c2-4942a46c9d26/d9dbb583-6b08-45c2-9f89-0d2ffc163201.jpg",
    "altTitles": [
      {
        "ko": "디버프 마스터"
      }
    ],
    "description": {
      "en": "Han Tae-Sung thought he was talented in video games and dreamt of turning his life around through BNW. But he would soon realize that life was not as easy as he thought it was.\n\nHe’s betrayed by his comrades, hunted down by his enemies, and even chased by debts in real life. He lost everything in the blink of an eye and was thrown down a pit of despair.\n\nWhat stood in his way? Talent, wealth, connections, and luck.\n\nThere was simply no way he could win against those born differently no matter how much he struggled.\n\nHowever, armed with a second chance and a hidden class, Tae-Sung starts from scratch and embarks on a journey to redeem himself and exact revenge against his enemies."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5159c521-00c7-4c17-b4e6-f6d8c00ec9a3",
    "title": {
      "en": "Cultivator’s Ascent: A Solitary Journey"
    },
    "updatedAt": "2024-08-18T19:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/5159c521-00c7-4c17-b4e6-f6d8c00ec9a3/7df509c2-46a0-43a0-a061-d9176b214b89.jpg",
    "altTitles": [
      {
        "zh": "独自去修仙"
      },
      {
        "en": "Go Alone to Xiuxian"
      },
      {
        "zh-ro": "Duzi Qu Xiuxian"
      },
      {
        "en": "Go And Practice Immortality Alone"
      },
      {
        "en": "Go Alone to Immortal Cultivate"
      }
    ],
    "description": {
      "en": "The legendary cultivator, seeking excitement, decided to create a secondary account in a parallel world. However, he unexpectedly discovered…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08656586-6c6a-4122-ae0a-456f0593ef95",
    "title": {
      "en": "My Ex-Girlfriend Became My Boss"
    },
    "updatedAt": "2024-08-08T14:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/08656586-6c6a-4122-ae0a-456f0593ef95/ae1420a1-ce2a-431a-b94c-6eecad3cf75e.png",
    "altTitles": [
      {
        "zh": "前女友成了我的顶头上司"
      },
      {
        "en": "My Immediate Supervisor"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dafc070-807d-453e-ada8-0bc73d458277",
    "title": {
      "en": "Counterattacking System Available At The Grand Ascension Stage"
    },
    "updatedAt": "2024-02-10T22:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/9dafc070-807d-453e-ada8-0bc73d458277/1c3a5806-1dcb-4919-a477-19516866ca92.jpg",
    "altTitles": [
      {
        "zh": "大乘期才有逆袭系统"
      },
      {
        "zh": "Dacheng Qi Cai You Ni Xi Xitong"
      },
      {
        "en": "Only in the Mahayana Period Does the Counterattack System Exist"
      }
    ],
    "description": {
      "en": "Jiang Li, after crossing over, discovered he possessed no cheat abilities so he had no choice but to diligently cultivate. Five hundred years later, he became the strongest in the Nine Provinces. Suddenly, a system appeared, claiming it could help the host go from the Qi Refining stage to becoming the number one in the Nine Provinces. Jiang Li stared at the first task, lost in thought. “Host, please defeat your cousin (at the sixth level of Qi Refining).” “Your system seems to have quite a delay, doesn’t it?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-07-03T00:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/119fbd19-fe66-45f7-bb20-95cb592b6bae.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22af3a46-2215-4f3e-801c-6ca381e9126f",
    "title": {
      "en": "Blade Debt"
    },
    "updatedAt": "2023-08-05T18:46:55+00:00",
    "coverArt": "https://mangadex.org/covers/22af3a46-2215-4f3e-801c-6ca381e9126f/52a25275-0b4f-4463-b0be-e018f91ca9cf.jpg",
    "altTitles": [
      {
        "zh": "赊刀"
      },
      {
        "zh-ro": "She Dao"
      },
      {
        "zh-ro": "Shē Dāo"
      }
    ],
    "description": {
      "en": "In times of chaos and calamity, a solitary swordsmith known as “Single-Blade Man” would emerge, offering a suitable sword to those destined to receive it. He asks for no payment, leaving only a few prophetic words behind. When the prophecies come true, he returns to collect the “blade fee.” Born in humble circumstances, Shu Yu obtained a renowned sword named “Mu Zheng” from the swordsmith Tang Dao. He learned his destiny from the prophecies and gained extraordinary powers. With this, his fate underwent a tremendous transformation.",
      "zh": "每逢乱世灾年，赊刀人便会出现，将合适的铩刀赊给有缘人，不收分文，只留下几句谶语。待谶语应验之时，再来收取“刀资”。 出身贱籍的树羽从赊刀人唐刀那儿赊到了一把名为“木正”的铩刀，获知了自己的谶语，并得到了超凡力量，从此，他的命运发生了翻天覆地的变化……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b671dc0e-f484-4363-aa99-ce05728a1654",
    "title": {
      "en": "Unforgivable Sin"
    },
    "updatedAt": "2024-08-29T00:55:07+00:00",
    "coverArt": "https://mangadex.org/covers/b671dc0e-f484-4363-aa99-ce05728a1654/8a6faf23-8e9a-4df2-bacf-6f99915e3280.png",
    "altTitles": [
      {
        "zh": "罪无可恕"
      },
      {
        "en": "Beyond Redemption"
      }
    ],
    "description": {
      "en": "After his homeland was destroyed by cultists, the demon hunter Dante embarks on a path of revenge and redemption. Meanwhile, a forbidden power surges in the shadows within the empire. Regrets of the past and the suffering of the future must be confronted with human reason and courage in the face of boundless madness and insanity. In this world, there are no heroes comparable to gods—only ordinary people who step forward to face the abyss."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad5f4635-a3b8-4daa-81a9-ddd8adb5df71",
    "title": {
      "en": "Beneath the Lady's Mask"
    },
    "updatedAt": "2024-08-02T00:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "altTitles": [
      {
        "en": "Ma'am, Your Mask Has Fallen Off Again"
      },
      {
        "zh": "夫人你马甲又掉了"
      }
    ],
    "description": {
      "en": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2be7adcb-c296-4559-950e-6d66a56e5edc",
    "title": {
      "en": "Crushing Jade and Casting Pearls"
    },
    "updatedAt": "2024-06-02T04:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/2be7adcb-c296-4559-950e-6d66a56e5edc/245bf80c-3ad0-4b01-b23a-c23964cd3ac9.jpg",
    "altTitles": [
      {
        "zh-ro": "Sui Yu Tou Zhu"
      },
      {
        "zh": "碎玉投珠"
      },
      {
        "es-la": "Humillando al jade y escogiendo a la perla"
      }
    ],
    "description": {
      "en": "When Ding Hanbai, the young master of the centuries-old jade-carving shop, first laid eyes on his timid shidi Ji Zhenzhu, he bullied him relentlessly, not expecting that Jiangnan could produce someone who would break down his defenses and melt his heart this way.   \r\nThey go from being unable to stand each other to admiring one another, but as the days pass, even this admiration begins to evolve…   \r\nA step from brotherhood, a step to special affection, and one more step into a lifetime together.",
      "es-la": "Cuando Ding Hanbai, el joven maestro de la tienda con cien años de antigüedad en la extracción de jade, puso sus ojos en su tímido shidi Ji Zhenzhu, él lo intimidó implacablemente, sin esperar que Jiangnan pudiera producir a alguien que derribara sus defensas y derritiera su corazón de esa manera.\r\nEllos pasaron, de no poder soportarse el uno al otro, a admirarse mutuamente, pero conforme los días iban pasando, incluso esa admiración fue evolucionando…\r\nA un paso de la amistad, a un paso de un sentimiento especial, y un paso más hacia una vida juntos.\r\nNota: El título que escogimos para el manhua, se basó en uno de los varios significados de la palabra Crushing, y que se enfoca en la historia haciendo analogía en como \"Ding que era un experto de tesoros, dejó de lado su pasión por estos y eligió su amor por Ji, su perla\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "202"
  },
  {
    "mangaId": "caa26975-6cbf-4bdd-861a-60ca8db41586",
    "title": {
      "en": "Astral Pet Store"
    },
    "updatedAt": "2024-04-26T07:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "altTitles": [
      {
        "zh": "超神宠兽店"
      },
      {
        "zh-ro": "Chāo Shén Chǒng Shòu Diàn"
      },
      {
        "en": "Super God Pet Shop"
      }
    ],
    "description": {
      "en": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30952c4e-29f8-407d-98f9-84f4582af76f",
    "title": {
      "en": "Ware ni Cheat o ~Hazure Cheat no Shoukan Yuusha wa Isekai de Yukkuri Kurashitai~"
    },
    "updatedAt": "2024-09-15T08:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/30952c4e-29f8-407d-98f9-84f4582af76f/52eee964-c6bd-4cb3-91b9-fd6bb4da799a.jpg",
    "altTitles": [
      {
        "ja": "我にチートを ～ハズレチートの召喚勇者は異世界でゆっくり暮らしたい～"
      },
      {
        "en": "Give Me Cheat!: The Summoned Hero with Trash Cheats Lives a Slow Life in a Different World"
      }
    ],
    "description": {
      "en": "Amidst the annual summoning of over 1,000 heroes, Saburou's summoning bonus is a mere +1 to luck. Dubbed the most disappointing hero in a decade, he begins a laid-back life in another world with a doll princess as his companion. What adventures await him in this new life?",
      "ja": "年間1000名を超える勇者が召喚される中、勇者サブロウに与えられた召喚ボーナスは運+1。10年に1度のガッカリ勇者となった男は、与えられた人形姫をお供にマイペースな異世界生活を始めるが!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae1687aa-843e-4e32-b20d-583e36a1d09b",
    "title": {
      "en": "Zero Centimeter"
    },
    "updatedAt": "2024-08-16T04:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/ae1687aa-843e-4e32-b20d-583e36a1d09b/0c290a41-e1bb-4adc-8ea2-8b67437292e4.jpg",
    "altTitles": [
      {
        "ko": "제로센티미터"
      }
    ],
    "description": {
      "en": "Reuniting with a First Love After 10 Years! Hyun Jiwoo, once a star on the Seongeon High School baseball team, faced a heartbreaking split when his junior and lover, Choi Sunho, unexpectedly left for the United States. Ten years later, Jiwoo has buried his emotions and thrown himself into his work, still haunted by the pain of that sudden separation. But his world is turned upside down when Sunho, the first love who shattered his heart, reappears—as a short-term part-time worker with a wild streak and a taste for liquor!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d6ccd3e-f430-4eed-b0bc-59f91803b83f",
    "title": {
      "en": "“Okaeri, Papa”"
    },
    "updatedAt": "2024-08-05T15:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/3d6ccd3e-f430-4eed-b0bc-59f91803b83f/d55f42b0-1180-4b8f-8cc9-dc4b16b4d8c3.jpg",
    "altTitles": [
      {
        "ja": "「おかえり、パパ」"
      },
      {
        "en": "“Welcome Back, Papa”"
      },
      {
        "en": "“Welcome Home, Papa”"
      },
      {
        "pt-br": "Bem-vindo, Papai!"
      },
      {
        "ne": "घरमा स्वागत छ, पापा"
      },
      {
        "vi": "Mừng Papa về"
      },
      {
        "ru": "Добро пожаловать домой, Папа"
      },
      {
        "ru": "С возвращением домой, Папа"
      },
      {
        "en": "Welcome Back, Papa"
      }
    ],
    "description": {
      "en": "A high school girl is trying to get obsessively close to her kind stepdad. Even going as far as watching him in bed with her mom.",
      "ru": "У женщины, на которой я женился, есть дочь. Её зовут Тоуко и она второкурсница старшей школы.\nЯ заволновался, когда узнал, что у меня появится дочь-подросток, но я рад, что, похоже, понравился ей.\n\nНо был один странный момент, когда расстояние между нами стало слишком близким?..\n\n\"Пожалуйста, позаботься обо мне с этого момента, папа ♡\"\n\nЯ уверен, что никто не знает, кто этот ребёнок на самом деле.",
      "pt-br": "A mulher com quem me casei tem uma filha, uma estudante do segundo ano chamada Toru Sakurako.  Fiquei preocupada quando soube que a filha dela ainda era uma garota do ensino médio, então fiquei feliz em ver que nos demos bem. Mas às vezes, Toru parecia chegar um pouco perto demais...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]