[
  {
    "mangaId": "c3a50e1d-7572-4cac-82c0-d3d8da4993be",
    "title": {
      "en": "Bukuro Kicks"
    },
    "updatedAt": "2024-10-25T14:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/c3a50e1d-7572-4cac-82c0-d3d8da4993be/7f64135f-6b26-4cdb-8365-597af9239b06.jpg",
    "altTitles": [
      {
        "ja": "ブクロキックス"
      }
    ],
    "description": {
      "en": "The setting is Tokyo. Rumors are going around Tokyo of a prize of ten million for beating \"Gyokutei Shinjuku\" at blind soccer, and blind soccer experiences a sudden surge. Meanwhile, not far away in Ikebukuro, a South Korean girl named Ji-he recruits members for a blind soccer team. And one day, while working at a cabaret club, a blind young man named Oyamada comes in. Despite never playing blind soccer before, Oyamada is somewhat forcefully dragged into the team to fill out the numbers. However, this man actually is...",
      "ja": "舞台は東京。ブラインドサッカーチーム「玉帝新宿」に勝てば賞金1千万という噂が東京を駆け巡り、にかわにブラインドサッカーが盛り上がりを見せる。その頃、少し離れた池袋で、ブラサカチームのメンバー探しをする韓国人の女の子・ジヘ。ある日、彼女が勤務するキャバクラに、盲目の青年・小山田がやってくる。ブラインドサッカー未経験ながら、数合わせのため半ば強引にチームに入れられる小山田。しかし、この男、実は……。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "1c59ccaf-1159-4a1a-8a42-7ab363f32905",
    "title": {
      "en": "Blue Archive - Sensei Gyakutai Yume Senpai Imouto Gainen Series (Doujinshi)"
    },
    "updatedAt": "2024-05-26T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/1c59ccaf-1159-4a1a-8a42-7ab363f32905/cc443b9b-3a96-46da-85ee-c12b8f64f1f4.jpg",
    "altTitles": [
      {
        "ja": "先生虐待ユメ先輩妹概念シリーズ"
      },
      {
        "ja-ro": "Sensei Gyakutai Yume Senpai Imouto Gainen Series (Blue Archive)"
      },
      {
        "en": "The Sensei And Little Sister Yume's Abuse Concept Series (Blue Archive)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b7e85f2-eb25-4f83-9f35-a99967cc89b4",
    "title": {
      "en": "I'll Raise You Well in This Life, Your Majesty!"
    },
    "updatedAt": "2024-09-22T17:48:23+00:00",
    "coverArt": "https://mangadex.org/covers/4b7e85f2-eb25-4f83-9f35-a99967cc89b4/522f5691-feee-4125-840e-99657ace166f.png",
    "altTitles": [
      {
        "ko": "이번 생은 제대로 키워 드리겠습니다, 폐하!"
      },
      {
        "ko-ro": "Ibeon Saeng'eun Jedaero Kiwo Deurigessseubnida, Pyeha!"
      },
      {
        "en": "In This Life, I Will Raise You Well, Your Majesty!"
      },
      {
        "en": "I'll Atone by Raising You Properly in This Life, Your Majesty!"
      },
      {
        "es": "En esta vida lo criare gentilmente su majestad"
      },
      {
        "vi": "Kiếp này, ta sẽ nuôi dạy Bệ Hạ thật tốt!"
      },
      {
        "uk": "Цього разу я виховуватиму вас як слід, Принце!"
      },
      {
        "ja": "皇妃さまの育児論～2度目は失敗いたしません!～"
      },
      {
        "zh": "陛下，这一生我会好好培养你！"
      }
    ],
    "description": {
      "de": "Als Ellisa ihre Augen öffnet und in das Gesicht ihres jungen Sohnes Leon sieht, das voller Liebe und Sorge auf sie herabblickt, wird ihr klar, dass sie durch irgendein Wunder eine zweite Chance erhalten hat. In ihrem vergangenen Leben dachte sie, sie könne Leons Sicherheit nur gewährleisten, indem sie ihn zum Kaiser macht. Wenn sie aber gewusst hätte, dass Leon die Krone überhaupt nicht will und er sich das Leben nehmen würde, wenn ihm die Krone, getränkt mit dem Blut seiner Freunde und Feinde, präsentiert wird, dann hätte Ellisa einen anderen Weg gefunden, ihren Sohn zu beschützen. In diesem Leben ist sie fest entschlossen, eine Möglichkeit zu finden, um sowohl Leons Überleben als auch sein Glück zu bewahren... denn dieses Mal wird alles anders.",
      "en": "When Ellisa opens her eyes and sees her young son, Leon, staring at her with eyes full of love and concern, she realizes that, by some miracle, she’s been given a second chance. In her past life, she thought making Leon emperor was the only way to ensure his safety. But if she had known Leon had never wanted the crown, or that laying a crown soaked with the blood of his enemies and beloved ones at his feet would mean he would take his own life before her eyes, she would’ve found another way. In this life, Ellisa is determined to find a way that will ensure both Leon’s survival and happiness. This time, things will be different.\n\n---\n\n**Note:** This work was first published in the order Japanese, English, and the Korean version after. Autors of this work is Korean-Japanese duo, but this work is based on a Korean Web Novel.\n\n**Links:**\n* [Official Chinese (Simp) Translation](https://manga.bilibili.com/detail/mc31390)\n* [Official French Translation](https://www.tappytoon.com/fr/comics/raise-you-well-in-this-life-fr)\n* [Official German Translation](https://www.tappytoon.com/de/comics/raise-you-well-in-this-life-de)\n* [Official Japanese Translation](https://sp.comics.mecha.cc/books/147862)",
      "fr": "Lorsqu’Ellisa se réveille et aperçoit son jeune fils, Leon, l’observer avec des yeux remplis d’amour et de tendresse, elle comprend qu’on lui a miraculeusement accordé une seconde chance. Dans sa vie passée, elle croyait que pousser son fils à devenir empereur était le seul moyen de garantir sa sécurité. Mais si elle avait su que Leon n’avait jamais voulu monter sur le trône ou que déposer à ses pieds une couronne imbibée du sang de ses ennemis et de ses proches signifierait qu’il s’ôterait la vie sous ses yeux, elle aurait trouvé une autre solution. Dans cette vie, Ellisa est déterminée à trouver un moyen qui assurera la survie et le bonheur de Leon. Cette fois, ce sera différent!",
      "ja": "自分の欲によって息子のレオンと罪なき皇太子アセンシオを死なせた第2皇妃エリサ。2度めの生では子どもたちが望むままに生きていける世界にすると誓った。子どもたちを守るため、エリサはまず皇太子の信頼を得て彼の後見人になる。騎士団を創設し、水の精霊と契約するなど、他にも積極的に動くエリサに、皇帝カイトまでもが彼女に注目し始めるが…。",
      "ko": "\"왜 이렇게 돼 버린 걸까? 내가 할 수 있는 모든 걸 다 했는데.\"\n\n아들 레온을 황제로 만들기 위해 자신의 모든 걸 바친 엘리사.\n은염의 마녀라 불리며 잔혹한 짓을 스스럼없이 저질렀다.\n\n그런 피로 가득한 날들이 지나 염원하던 레온이 황제가 되던 날,\n레온은 자살을 택한다.\n태어나 단 한 번도 행복한 적 없었다며 죽어가는 레온을 보며 절망하던 엘리사.\n갑작스러운 폭발 후 눈을 떠보니 과거로 회귀했다.\n\n내 앞에 있는 6살의 레온... 차갑게 식어 가던 체온과 비교하면, 이 온기는 얼마나 사랑스러운가?\n\n\"이게 꿈이 아니라면, 나에게 기적처럼 새로운 기회가 주어진 거라면,\n널 위한다는 이유로 많은 걸 빼앗겼던 네게 이번만큼은 원하는 걸 모두 이루어주고 싶다.\"",
      "uk": "Вона віддала все, щоб зробити свого сина, третього принца Леона, імператором. У день, коли ця мрія здійснилася, її син отруїв сам себе.\n«Я... ніколи в житті не був щасливим».\nДля Еліші, яка тримала холодний труп свого сина, залишався лише відчай. «Леон…»\nОднак, втративши свідомість, вона прокинулась і виявила, що її маленький син знову мило дивиться на неї!\n«Якщо це не сон, якщо це нова можливість… Я зроблю все заради тебе».\nЕліша, яка поклялася стати доброю матір’ю в цьому житті, замість того, щоб залишати за собою трупи, претендуючи на імператорський престол, робить інший вибір, об'єднуючись зі своїм пасинком, наслідним принцом.",
      "vi": "Nhị Hoàng Hậu Elisa đã dành trọn kiếp trước để đưa con trai Leon lên ngai vàng.\n\nDùng mọi thủ đoạn tàn nhẫn, hy sinh những người cô yêu quý, quay lưng với đau khổ và oán hận của chính Leon, bởi cô tin ngôi vị Hoàng Đế là cách duy nhất để bảo vệ con trai mình.\n\nThế nhưng, thứ Leon cần không phải là Hoàng vị. Chỉ đến khi con trai tự sát trên ngai vàng, Elisa mới hiểu được điều ấy. \n\nSống lại thêm một lần nữa, đối diện với đôi mắt trẻ thơ đầy lo lắng của Leon, Elisa quyết định sẽ thay đổi số mệnh của họ.\n\nLần này, nhất định đích đến sẽ là hạnh phúc."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "120"
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba-sanchi no Aoi Koi"
    },
    "updatedAt": "2024-10-26T13:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/cd91a57e-50ca-4643-8bd2-74b9f3aa0d5d.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      },
      {
        "ja-ro": "Wakaba San Chi no Aoi Koi"
      },
      {
        "en": "The Wakaba Home's Blue Loves"
      },
      {
        "en": "The Wakaba Home's Green Loves"
      },
      {
        "vi": "Tình Yêu Màu Lam Nhà Wakaba"
      }
    ],
    "description": {
      "en": "Youth romcom about 4 sisters who are all experiencing their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night, the four have heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！",
      "vi": "Dưới mái nhà kia, có đến bốn trái tim đang loạn nhịp!\n\nNhà Wakaba có bốn chị em, ai nấy đều đang tuổi xuân căng mọng, xinh đẹp vô bờ.\nVà tất nhiên rồi, cái tuổi học sinh sinh viên mới nhú mà, dĩ nhiên phải có gia vị tình yêu quyện vào nó mới trọn vẹn được. Chị cả thì phải lòng tiền bối ở chỗ làm thêm, chị hai, ba và cô em út thì đang phải lòng bạn cùng trường. Và rồi cứ mỗi đêm, cả nhà lại ngồi quây quần với nhau, tâm sự chuyện yêu đương đàn đúm đủ kiểu. Liệu cặp nào sẽ bùng nổ trước đây ta?\n\nCòn nội dung sâu xa thể nào ấy hả? Vào đọc đi rồi biết, hứa không uổng thì giờ hảo ngọt của bạn đâu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-10-17T11:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64a84c0f-bbcb-4ba3-b4fd-e546eb4f86e1",
    "title": {
      "en": "\"Tereya Dakedo Ganbarimashita\""
    },
    "updatedAt": "2024-10-25T02:08:52+00:00",
    "coverArt": "https://mangadex.org/covers/64a84c0f-bbcb-4ba3-b4fd-e546eb4f86e1/a4f75926-cccf-4c85-96c8-23113789a9b4.jpg",
    "altTitles": [
      {
        "ja": "「照れ屋だけど頑張りました」"
      },
      {
        "ja-ro": "Tereya Dakedo Ganbarimashita"
      },
      {
        "en": "\"I'm Shy but I Did My Best\""
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d60ff6e0-b0c4-4929-b6f4-27798744917e",
    "title": {
      "en": "You Were Sent by God"
    },
    "updatedAt": "2024-08-14T01:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/d60ff6e0-b0c4-4929-b6f4-27798744917e/3c105db3-f047-4722-b272-d2ecf41232c3.jpg",
    "altTitles": [
      {
        "ko": "너의 신이 너를 보냈구나"
      },
      {
        "ko-ro": "Neoui Sini Neoreul Bonaetguna"
      },
      {
        "en": "She Was Sent by God"
      },
      {
        "en": "Your God Sent You"
      }
    ],
    "description": {
      "en": "She believed he was a heartless husband and treated him badly. \n\nUntil he was hunted down as a traitor in order to protect her.\n\n‘My dear wife. Please stay safe.’ \nHer heart was torn to pieces as she knelt before his severed arm. But this time, she could see that his body was clearly intact. \n\n“Your highness? Why are you crying all of a sudden?” \n\nShe had returned after losing hope, to the first night of their wedding three years ago. \n“You must be nervous about your first night. Don’t worry. I didn’t plan to spend the night with the princess anyway.” \n\n“Why? Aren't I your wife? Forget it, let’s undress and head to bed.” \n\n“…Your highness?” She tugged at his arm with force. \n\n'This time, I will certainly protect you. Even if I die trying, I would rather die with you. Not as Nirszeg’s princess, but your wife, Agnes Arpad,' she pledged with determination."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce",
    "title": {
      "en": "Kaguya-den"
    },
    "updatedAt": "2024-05-09T10:07:55+00:00",
    "coverArt": "https://mangadex.org/covers/ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce/934b74cd-6c75-4772-a622-5608f3ecd4fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaguya-den"
      },
      {
        "ja-ro": "Kaguyaden"
      },
      {
        "en": "Tale of Kaguya"
      },
      {
        "ja": "輝夜伝"
      }
    ],
    "description": {
      "en": "Heian-era Kyoto. Rumours swirl of the beautiful Kaguya-hime, who sets her suitors impossible tasks to complete but is a favourite of the young Emperor. The Emperor's bodyguards, the Takiguchi, have been decimated by a massacre known as \"The Night of the Bloodstained Moon\", of which there was only one survivor; the mysterious Tsukuyomi, who intervenes in a fight between the Takiguchi and the Hokumen, the forces of the ex-emperor Chiten-no-Kimi.  Tsukuyomi is the only known survivor of the Night of the Bloodstained Moon, and searches for vengeance for their brother's murder.  Yet Tsukuyomi is not what they seem in many ways - and when they meet Kaguya-hime, it becomes clear that there is far more than meets the eye to the intrigues of the Imperial Court."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": null
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-07-25T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      },
      {
        "zh-ro": "Jiāoyǎngle Gè Fēng Pī Měirén Er"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "333850da-c502-446b-9f2d-20871bc5343f",
    "title": {
      "en": "Iseikai Tensei"
    },
    "updatedAt": "2024-07-06T18:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/333850da-c502-446b-9f2d-20871bc5343f/3e9b0617-4380-41d7-9139-a2c35cdc6478.jpg",
    "altTitles": [
      {
        "ja": "イセイカイテンセイ"
      },
      {
        "ja": "異星界転星"
      },
      {
        "en": "Isekai Tensei"
      },
      {
        "zh-hk": "異星界轉星"
      }
    ],
    "description": {
      "en": "Noah, the last survivor from Earth, aims for a new universe on the spaceship that was handed down to him by his mother who was a scientist. What he arrives at is a planet where living things possess magic. When he is out doing field work, he meets a girl who proclaims herself as the demon lord's daughter.  \r\n  \r\nThe cyborg youth will traverse a planet full of mysteries in this iseikai sci-fi fantasy."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "00673eae-0d07-4105-9e24-d65a2cc6922f",
    "title": {
      "en": "Kimi Dake ga Hontou"
    },
    "updatedAt": "2024-10-25T16:43:59+00:00",
    "coverArt": "https://mangadex.org/covers/00673eae-0d07-4105-9e24-d65a2cc6922f/d228ea1d-3edc-42f3-85cd-506b92e46470.jpg",
    "altTitles": [
      {
        "ja": "きみだけがほんとう"
      }
    ],
    "description": {
      "en": "High school boy, Rikimaru, is unable to touch women due to childhood trauma. He has a pair of childhood friends who are siblings. The older sister, Kagami, and then the younger brother, Kyou. Between the two of them they share a similar height and appearance. Under these circumstances a unique twin love romance begins to bloom.",
      "id": "Rikimaru adalah siswa SMA yang tak bisa menyentuh perempuan karena trauma di masa kecilnya. Dia punya teman masa kecil yang merupakan anak kembar, yaitu si kakak perempuan, Kagami, dan si adik laki-laki, Kyou. Seperti apa hubungan spesial antara dia dengan dua orang yang memiliki wajah dan tinggi yang sama ini? Kisah cinta dengan anak kembar ini merupakan karya mangaka dewasa berbakat, Yasson Yoshiyuki!",
      "es-la": "Rikimaru es un chico de secundaria que ha perdido la capacidad de tocar a las mujeres debido a un trauma infantil. Tiene amigos gemelos de la infancia un año más jóvenes que él. Kagami es la hermana mayor y Kyou es el hermano menor, ¿hay una situación especial entre dos personas que tienen altura y cara similar...? Un romance de gemelos único por Yasson Yoshiyuki, un artista talentoso en el mundo del manga adulto."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c2de9ed-5fab-4337-bd87-78df95cad4af",
    "title": {
      "en": "Hidamari ga Kikoeru"
    },
    "updatedAt": "2024-06-13T03:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/4c2de9ed-5fab-4337-bd87-78df95cad4af/00e712e2-d06d-46d6-a138-7281052bf8e4.jpg",
    "altTitles": [
      {
        "ja": "ひだまりが聞こえる"
      },
      {
        "ja": "ひだまりが聴こえる 幸福論"
      },
      {
        "ja": "ひだまりが聴こえる リミット"
      },
      {
        "ja": "ひだまりが聴こえる 春夏秋冬"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Koufuku-ron"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Limit"
      },
      {
        "ja-ro": "Hidamari ga Kikoeru: Shunkashuutou"
      },
      {
        "en": "I Hear the Sunspot"
      },
      {
        "en": "I Hear the Sunspot: Theory of Happiness"
      },
      {
        "en": "I Hear the Sunspot: Limit"
      },
      {
        "en": "I Hear the Sunspot: Four Seasons"
      }
    ],
    "description": {
      "en": "Because of a hearing disability, Kohei is often misunderstood and has trouble integrating into life on campus, so he learns to keep his distance. That is until he meets the outspoken and cheerful Taichi. He tells Kohei that his hearing loss is not his fault. Taichi’s words cut through Kohei’s usual defense mechanisms and open his heart. More than friends, less than lovers, their relationship changes Kohei forever.\n\nNote: Magazine chapter numbering was reset from the third volume."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "239a9b85-10d8-4d54-8b76-9a679a1ec6d9",
    "title": {
      "en": "MPD Psycho"
    },
    "updatedAt": "2023-01-23T07:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/239a9b85-10d8-4d54-8b76-9a679a1ec6d9/3c8e0032-e713-481e-9fe1-a44b8f9b1e95.jpg",
    "altTitles": [
      {
        "en": "MPD Detective Psycho"
      },
      {
        "en": "Multiple Personality Disorder Psycho"
      },
      {
        "en": "Multiple-Personality Detective Psycho"
      },
      {
        "ja-ro": "Tajuu Jinkaku Tantei Saiko"
      },
      {
        "ja-ro": "Tajuujinkaku Tantei Psycho"
      },
      {
        "zh": "多重人格侦探"
      },
      {
        "zh-hk": "多重人格偵探"
      },
      {
        "ja": "多重人格探偵サイコ"
      }
    ],
    "description": {
      "en": "The main character is a detective, Kazuhiko Amamiya, suffering from Multiple Personality Disorder (a.k.a. Dissociative Identity Disorder). Starting out as a violent detective series with a twist (the twist being the variant personalities that take over Detective Amamiya at various intervals), the series evolves into an exceptionally complex and involved sci-fi conspiracy story."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "155"
  },
  {
    "mangaId": "b4818990-4e15-4004-9ebd-efc97feb7523",
    "title": {
      "en": "Motto mo Kirawareteiru Saikyou no Akuyaku ni Tensei"
    },
    "updatedAt": "2024-09-21T18:20:52+00:00",
    "coverArt": "https://mangadex.org/covers/b4818990-4e15-4004-9ebd-efc97feb7523/a95a3514-a745-4fba-8256-9d393de985d3.jpg",
    "altTitles": [
      {
        "ja": "最も嫌われている最凶の悪役に転生"
      },
      {
        "en": "Reincarnated as the Most Hated Villain"
      }
    ],
    "description": {
      "en": "Arima Seto is a 23-year-old part-time worker. One day, he is reincarnated as Lobelia Crowley, the most vicious villain in the popular smartphone game Arcadia Fanrasy!\n\nHe tries to do good deeds to avoid the catastrophe ending, but he can't stop using his sharp tongue...!?",
      "ja": "23歳のフリーター・瀬戸有馬。ある日人気スマホゲームの最凶の悪役、ロベリア・クロウリーに転生してしまった……！　\n\n破滅エンドを回避するため善行を積もうとするが、毒舌口調が止まらなくて―!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f898761d-a6b0-4ac9-b78b-50021eb93205",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity I: Quarantined Territory of Malice, Shinjuku - Shinjuku Phantom Incident"
    },
    "updatedAt": "2024-10-11T19:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/f898761d-a6b0-4ac9-b78b-50021eb93205/cd4748c5-2fe1-4e44-a6e9-18a71de2e08d.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅰ 悪性隔絶魔境 新宿 新宿幻霊事件"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten I: Akushou Kakuzetsu Makyou, Shinjuku - Maboroshi Tamashi Jiken"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность I: Карантинная территория злого умысла, Синдзюку- Инцидент Фантома Синдзюку"
      }
    ],
    "description": {
      "en": "The curtain rises on Pseudo-Singularity I.\nThe stage: Shinjuku. Fight alongside mysterious new Servants in a prison district cut off from the outside world.",
      "ru": "Новая сингулярность, которая появилась перед Рицуко Фуджимару, который спас мир. Чтобы исправить искажение истории, Фуджимару, который был перемещен в Синдзюку в 1999 год, встречает одного слугу, который называет себя «Арчер Синдзюку». В городе, где широко распространено зло, открывается занавес истории первого фрагмента!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2242193d-8634-4a74-8bfa-45744e53866f",
    "title": {
      "en": "Imo Ichirou's Twitter Shorts"
    },
    "updatedAt": "2024-04-16T09:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/2242193d-8634-4a74-8bfa-45744e53866f/c24eec35-fbf0-4e86-974e-65a2695f49cd.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Imo Ichirou [@cheesesama24] on Twitter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5553e16a-3ef9-490a-9b5b-912b07bb0931",
    "title": {
      "en": "trash."
    },
    "updatedAt": "2024-10-25T14:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/5553e16a-3ef9-490a-9b5b-912b07bb0931/77598146-f05b-4772-bd52-aa1a25e86cbc.jpg",
    "altTitles": [
      {
        "vi": "Rác"
      },
      {
        "en": "Trash (D.P)"
      },
      {
        "zh": "Trash黑街杀手"
      },
      {
        "th": "ถังขยะ"
      },
      {
        "ja": "トラッシュ."
      },
      {
        "ko": "트래쉬"
      },
      {
        "ja": "trash*"
      }
    ],
    "description": {
      "en": "The mafia boss of the Iwashi family is a high school girl named Konomi Minoko. But don't let her appearance fool you; she has done and seen things normal citizens can't even imagine. Under her control are two assassins who have gained legendary status for their deadliness and ability to get any job done. Ishikawa Rushia, codenamed Bullet, uses a modified handgun that uses a custom made hollow point bullet that explodes the target from the inside. Shirato Mine, codenamed Francesca, uses a original weapon that is a mix between a throwing axe and battle axe. Both of them are Minoko's high school classmates and seem like normal teenagers but are two of the most feared killers in the mob world who handle missions often involving other assassins and underground groups."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-10-20T06:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/bcad5190-25f4-4816-9f16-dc06c0235dbe.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      },
      {
        "vi": "Hijiri-kun Chỉ Muốn Sống Thanh Liêm"
      },
      {
        "id": "Hijiri-kun Ingin Hidup Tanpa Masalah"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-10-02T16:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/e8794bfc-bb07-4cbe-92af-0e4e2fd6ec04.jpg",
    "altTitles": [
      {
        "ja": "サタノファニ"
      },
      {
        "ja": "Satanofani"
      },
      {
        "es": "Satanofanía"
      },
      {
        "uk": "Демоническая одержимость"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "ja": "活発で食いしん坊な、普通の女の子だったはずの彼女は、ある事件をきっかけに「羽黒刑務所」へと導かれる。島に建てられたその刑務所には、メデューサ症候群と呼ばれる殺人少女たちだけが集められているのであった。彼女たちに宿る凶悪とは――!?",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-09-14T07:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      },
      {
        "vi": "Khoảnh khắc bé nhỏ của Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "vi": "Mùa xuân lớp 11 đó, Sendawara Ichika được chẩn đoán chỉ còn 2 năm để sống. 3 năm sau, khi trở thành sinh viên đại học năm hai, Ichika vẫn tiếp tục sống những ngày tháng hối hả, bận rộn, nhưng lại không bao giờ biết được đâu sẽ là hồi kết.\n\nMọi thứ đổi thay khi cô gặp Thầy Yurugi Akifumi. Lần đầu tiên, cô có thể cảm thấy mình còn sống như vậy vì điều gì.  Và rồi Thầy Yurugi lại không còn tới trường nữa, Ichika bị bỏ lại với ngàn câu hỏi trong lòng...\n\nCâu chuyện về tình yêu bé nhỏ thoáng qua của một Ichika có cuộc sống ngày càng ngắn ngủi và một người Thầy muốn lặng lẽ biến mất khỏi nhân gian.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "46748d60-9b15-4647-8250-de0926b20268",
    "title": {
      "en": "Haite Kudasai, Takamine-san"
    },
    "updatedAt": "2024-10-04T14:39:16+00:00",
    "coverArt": "https://mangadex.org/covers/46748d60-9b15-4647-8250-de0926b20268/7cbffd86-2e09-446a-9d04-d26820b44d2b.jpg",
    "altTitles": [
      {
        "ja": "履いてください、鷹峰さん"
      },
      {
        "es-la": "Por favor ponte esto, Takamine-san"
      },
      {
        "ru": "Пожалуйста, оденьтесь, Такамине-сан"
      },
      {
        "ko": "입어주세요, 타카미네 양"
      },
      {
        "en": "Please Put Them On, Takamine-san"
      },
      {
        "en": "Please Put These On, Takamine-san"
      }
    ],
    "description": {
      "en": "Takamine Takane is the goddess of her high school. With perfect grades, athletic prowess, and unrivaled beauty, this student council president sits at the top of the social pyramid. And then there's Shirota Koushi, a below-average student with no friends or social prospects to speak of. One day, Shirota-kun accidentally sees Takamine-san's naked breasts and finds out the secret behind her unbelievable success. From then on, his school life changes.\n\n“Become my closet!”\n\nShirota is forced into underwear-putting-on servitude!?\n___\n[Alt Official English (Yen Press)](https://yenpress.com/series/please-put-them-on-takamine-san)",
      "ja": "生徒会長の鷹峰さんはスクールカーストのトップ中のトップ、神！　対して、友達も存在感も皆無の白田くんはある日、鷹峰さんの生おっぱいを見てしまう。そこから変わるスクールライフ。――「私にパンツを履かせなさい」なんと鷹峰さんは”未だ穢れ知らぬ乙女（エターナル・バージンロード）”という能力でパンツを脱いで時をかける少女だった。ノーパンではいられない鷹峰さんのクローゼットとして白田くんは鷹峰さんにモモ色おねだりをされ続けるハメに…。",
      "ru": "Президент студсовета, Такамине-сан находится на самом верху школьной иерархии. Она — практически бог!  \nОднажды Широта-кун случайно увидел обнажённую грудь Такамине. С того момента его школьная жизнь изменилась.  \n- \"Надень мои трусики для меня\"   \nВ итоге Широта-кун оказался в стеснительном положении из-за розовых пристрастий Такамине-сан.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/yuichi_hiiragi)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/2056601)  \n- [Official Page (JP)](https://magazine.jp.square-enix.com/joker/series/takamine/)",
      "pt-br": "A presidente do conselho estudantil, Takamine-san, está no topo da hierarquia escolar, uma deusa! Um dia, Shirota-kun acidentalmente vê os seios nus de Takamine-san. A partir de então, sua vida escolar mudou, sendo chantageado para uma vida de servidão a Takamine-san. ― “Coloque minha calcinha para mim”\nShirota-kun acabou em uma situação difícil devido aos favores cor-de-rosa de Takamine-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0663914-2abc-4642-808b-be49b50d45cd",
    "title": {
      "en": "City: Crime Stories"
    },
    "updatedAt": "2023-08-27T06:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/e0663914-2abc-4642-808b-be49b50d45cd/e926200b-0b8f-433d-9227-ea6ed0a3f3be.png",
    "altTitles": [
      {
        "en": "City"
      }
    ],
    "description": {
      "en": "The city is a terrible place to live. Greedy corporations, crazy cyborgs and shootouts on every corner.\nArmed gangs look at the rest of the inhabitants as their legitimate prey.\nAlice is a young girl who accidentally finds herself in the center of a criminal showdown.\nNow she can only dream of a quiet life, but it will soon become clear who is the real predator."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/ea32946c-a632-4391-bbdc-f77a7348847d.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-10-21T00:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3293575-94bb-4467-b992-4de2174615f7",
    "title": {
      "en": "P.S. Waiting for You by the Lake"
    },
    "updatedAt": "2024-03-17T06:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/b3293575-94bb-4467-b992-4de2174615f7/0edaf4a5-0079-4e93-9b3b-79f898c9d691.jpg",
    "altTitles": [
      {
        "zh": "利奥"
      },
      {
        "en": "Leo"
      },
      {
        "zh": "P.S.我在湖边等你"
      }
    ],
    "description": {
      "en": "Leo and Alexis lived in the same small town when they were kids and were best buddies. The two loved to spend their summers at the Green Rock Lake summer camp near town. But during the summer when they were eleven, Alexis ended his friendship with Leo over a stupid reason. After that, the two did not see each other again because of their families' situation. But during the summer when they were eighteen, the two met once again at Green Rock Lake..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-07-08T13:16:15+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "950655e2-c8cd-4d39-ba34-e50e6730fe6b",
    "title": {
      "en": "The Drifting Star"
    },
    "updatedAt": "2024-06-22T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/950655e2-c8cd-4d39-ba34-e50e6730fe6b/b5be64b0-2b3b-45f3-a2c0-e1a14f29e44e.png",
    "altTitles": [
      {
        "zh": "水中飘零之星"
      }
    ],
    "description": {
      "en": "After an awkward encounter on her vacation, Wei Lan swapped bodies with a boy named Bai Yuan! Is this heaven's plan, or a trick of fate? Their strings of destiny follow the drifting star in the water."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "89"
  },
  {
    "mangaId": "fef7b2d6-c088-4d15-9836-6a90cc3f474a",
    "title": {
      "en": "Today's Lucky Item Is an Ahjusshi"
    },
    "updatedAt": "2024-10-28T14:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/fef7b2d6-c088-4d15-9836-6a90cc3f474a/5e5e0466-c61c-4ca2-abf4-716c8bc01405.jpg",
    "altTitles": [
      {
        "ko": "오늘의 럭키 아이템은 아저씨입니다"
      },
      {
        "en": "Today's Lucky Item Is an Old Man"
      }
    ],
    "description": {
      "en": "< The Unlucky Innocent 'Moon Geunyoung' X The Lucky Older Guy 'Kang Joonsuk' > Moon Geunyoung has the worst luck imaginable, relying entirely on fortune apps to navigate life. His world takes an unexpected turn when he meets Team Leader Kang Joonsuk, a man blessed with incredible luck. Every time Geunyoung tries to get intimate, strange interruptions seem to arise. However, with Joonsuk, he finds himself having surprisingly enjoyable nights... that is, until he learns.... \"Who knew he was married?\" 💀 Will Geunyoung be able to resist the subtle temptations of Kang Joonsuk, who keeps inching closer—even at work? #OfficeSetting #HandsomeML #InnocentML #YoungerML #TsundereML #OlderLead #OlderPartner #PlayfulLead #CaringLead"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cbade73-0802-490a-839e-d6b12358a329",
    "title": {
      "en": "Kowamote no Rinjin ga Ω datta Toki no Taishohou"
    },
    "updatedAt": "2024-10-29T07:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/0cbade73-0802-490a-839e-d6b12358a329/aba3f3bc-2224-474b-b0e9-53afb2a1aed5.jpg",
    "altTitles": [
      {
        "ja": "コワモテの隣人がΩだった時の対処法"
      },
      {
        "fr": "Mon voisin flippant est un oméga"
      },
      {
        "vi": "Biện Pháp Đối Phó Khi Hàng Xóm Đáng Sợ Là Omega"
      },
      {
        "ja-ro": "Kowamote no Rinjin ga Omega datta Toki no Taishohou"
      }
    ],
    "description": {
      "en": "\"I thought he was a scary and popular alpha, but I've never heard of such an erotic omega!\"\n\nKouta, an alpha college student, finds his tattooed neighbor, Miyanaga, extremely scary. He tries to give the suspicious-looking man a wide berth, but one day he encounters a strong smell that even Kouta, who is insensitive to omega pheromones, could detect――!\nSource: MU",
      "vi": "“Mình cứ nghĩ cậu ta là một alpha đáng sợ và nổi tiếng, nhưng mình chưa bao giờ nghe nói về một omega khiêu dâm đến thế!”\n\nKouta, một sinh viên đại học alpha, để ý người hàng xóm đầy hình xăm của mình, Miyanaga, vô cùng đáng sợ. Cậu cố gắng tránh xa tên hàng xóm khó gần có vẻ ngoài khả nghi này, nhưng một ngày nọ, cậu ngửi thấy một mùi nồng nặc mà ngay cả Kouta, người không nhạy cảm với pheromone omega, cũng có thể phát hiện ra――!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "354afc20-c5e0-466d-b708-468dd3fa1b7f",
    "title": {
      "en": "Breakup"
    },
    "updatedAt": "2024-10-29T07:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/354afc20-c5e0-466d-b708-468dd3fa1b7f/58434f19-608e-46f6-b3ff-b32df8341c83.jpg",
    "altTitles": [
      {
        "ja": "破局"
      },
      {
        "ja-ro": "Hakyoku"
      },
      {
        "vi": "Tai nạn"
      },
      {
        "en": "Crash"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ce23a09-6dd6-4fdc-bd18-a7d5f440480a",
    "title": {
      "en": "The Villainess and Miss Demon Lord"
    },
    "updatedAt": "2024-08-29T18:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/2ce23a09-6dd6-4fdc-bd18-a7d5f440480a/dbfdd42e-5063-4e30-90d1-b9229ac8a271.png",
    "altTitles": [
      {
        "zh": "恶役千金与魔王小姐"
      },
      {
        "zh-hk": "惡役千金與魔王小姐"
      },
      {
        "zh-ro": "Èyì qiānjīn yǔ mówáng xiǎojiě"
      },
      {
        "ru": "Злодейская дочь и мисс Королева демон"
      },
      {
        "vi": "Thiên kim phản diện và tiểu thư ma vương"
      },
      {
        "en": "The Daughter of Evil & Miss Devil"
      },
      {
        "ja": "魔法が使えない悪役令嬢に転生しました"
      }
    ],
    "description": {
      "en": "Two girls, hand-in-hand, cross over to another world, into a magical academy set in a melodramatic Western fantasy novel. They transform into two people completely unrecognizable to each other: One is a rich villainess who is incapable of using any kind of magic, while the other is a young girl extremely talented in the field of magic, who's said to be the reincarnation of the Demon Lord. Originally set to save the world, the two of them unexpectedly fall in love.\n\n\"Male lead, female lead, may you two live a long and happy life together, forever. I, the villainess, am going to elope with Miss Demon Lord!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-10-29T11:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/21275617-f830-4db9-90f0-aa4a6f953ec9.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805ff299-b5ed-4887-90ef-bece73d182e5",
    "title": {
      "en": "Isekai Battle Royale"
    },
    "updatedAt": "2024-01-07T20:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/805ff299-b5ed-4887-90ef-bece73d182e5/0bc9bae5-c546-42eb-b1af-95d67c015a67.jpg",
    "altTitles": [
      {
        "ja": "異世界バトルロイヤル"
      }
    ],
    "description": {
      "en": "A man in armor with the power of darkness, Ares the Dark Knight, was heading to the Demon King's Castle as a member of the Brave Party.  Hoping to defeat the Demon King and make a triumphant return to the hometown of Lulua, the hero's wise younger sister... And in the midst of the final battle, just as Ares delivers a dark blow... with signs of being taken somewhere, out of nowhere something takes you to another world.  It feels like you've been caught up in a battle royale, in which strong people from various worlds participate!?  To return to the original world with Lulua, who was separated, the dark knight Ares fights.  The story of trying to be the strongest in another world begins",
      "pt-br": "Um homem de armadura com o poder das trevas, Ares o Cavaleiro das trevas,estava indo para o Castelo do Rei Demônio como membro do Brave Party. Com a esperança de derrotar o Rei Demônio e fazer um retorno triunfante à cidade natal de Lulua, a sábia e irmã mais nova do herói… E no meio da batalha final, no momento em que Ares desfere um golpe sombrio… com sinais de estar sendo levado a algum lugar, do nada algo o leva para outro mundo. Parece que você foi pego em uma batalha real, na qual pessoas fortes de vários mundos participam!? Para voltar ao mundo original com Lulua, que foi separada, o cavaleiro das trevas Ares luta. A história de tentar ser o mais forte em outro mundo começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42060735-a373-465a-a7a9-0fee5db73e3e",
    "title": {
      "en": "Historiae Obscura"
    },
    "updatedAt": "2023-09-23T19:38:48+00:00",
    "coverArt": "https://mangadex.org/covers/42060735-a373-465a-a7a9-0fee5db73e3e/2ce84a67-5dde-4651-a409-f313de371371.png",
    "altTitles": [
      {
        "en": "The Dark History"
      }
    ],
    "description": {
      "en": "A true story about the creation of the camera."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f084aaa-ab29-40f8-82a9-b7586b260182",
    "title": {
      "en": "Battle in 5 Seconds After Meeting"
    },
    "updatedAt": "2024-10-05T14:57:08+00:00",
    "coverArt": "https://mangadex.org/covers/6f084aaa-ab29-40f8-82a9-b7586b260182/d84f4266-8e90-41dd-ab84-6fe83564fcc9.jpg",
    "altTitles": [
      {
        "de": "5 Seconds to Death"
      },
      {
        "ru": "5 секунд до смерти"
      },
      {
        "en": "A Battle, 5 Seconds After Meeting"
      },
      {
        "ja-ro": "Deatte 5 Byô de Battle"
      },
      {
        "ja-ro": "Deatte 5-byou de Battle"
      },
      {
        "ja": "出会って5秒でバトル"
      },
      {
        "zh-hk": "急戰5秒殊死鬥"
      },
      {
        "ko": "만난 지 5초 만에 배틀"
      },
      {
        "th": "ศึกเดือด 5 วิพลิกชะตา"
      },
      {
        "zh-hk": "見面之後5秒開始戰鬥"
      },
      {
        "zh": "见面之后5秒开始战斗"
      },
      {
        "ar": "معركة بعد 5 ثواني من اللقاء"
      },
      {
        "zh": "急战5秒殊死斗"
      },
      {
        "ru": "Дэаттэ го-бё: дэ батору"
      },
      {
        "ru": "Сражение через 5 секунд после встречи"
      },
      {
        "ru": "Битва через 5 секунд после встречи"
      },
      {
        "fr": "Battle Game in 5 Seconds"
      },
      {
        "id": "Battle in 5 Seconds After Meeting"
      },
      {
        "vi": "Trận Chiến Bắt Đầu sau 5 giây"
      }
    ],
    "description": {
      "en": "It was just a usual morning.  \r\n  \r\nAkira Shiroyanagi, a high schooler who loves games and Konpeito (Japanese sweets), is suddenly dragged into a battlefield by a mysterious girl who calls herself Mion. The participants are told that they are \"erased from the family register, involved in an experiment, and have gained certain powers.\"  \r\n  \r\nAkira is determined to win the game with his newfound powers and destroy the organization. Armed with a power no one expects and his \"brain\" skills, a new era of intelligence battle of begins!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0cd1baa-b503-4111-8f6d-3082e3eea8b8",
    "title": {
      "en": "Hana Himeru Kimi no Meteor"
    },
    "updatedAt": "2024-10-29T01:40:28+00:00",
    "coverArt": "https://mangadex.org/covers/f0cd1baa-b503-4111-8f6d-3082e3eea8b8/36663cbb-ed39-4c6c-8d6e-a57875be7e6c.png",
    "altTitles": [
      {
        "ja": "花秘める君のメテオール"
      },
      {
        "en": "Your Meteor, Hidden in Flowers"
      }
    ],
    "description": {
      "en": "“On that night, I became the cursed monster’s bride—”\n\nStella, the eldest daughter of the Viscount Quinwitch, though she was adopted, lived happily with her kind family. However, one day, Stella’s younger sister Lilinette was chosen as the “Monster’s Bride”.\nOnce a century, a cursed monster confined to a castle requires a sacrifice, so Stella resolves to go there in place of Lilinette.\nAnd there, she meets the monster - a bloodstained vampire named Ravi.\n\nA devoted girl and a vampire who gave up everything, intertwined in a heartrending, beautiful story of love and curses."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c320025f-322e-4208-acc6-cd6dc7a9873d",
    "title": {
      "en": "Overpower Your Enemies by the Law"
    },
    "updatedAt": "2024-10-27T11:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c320025f-322e-4208-acc6-cd6dc7a9873d/349b6674-4c4f-4c8d-bb56-731cb0206c8a.png",
    "altTitles": [
      {
        "ko": "네 법대로 해라"
      }
    ],
    "description": {
      "en": "In the sweltering summer, \"Jaehoon\" experiences a mysterious accident, leading to an unusual situation where an older woman named \"Doin\" takes over his body.\n\n\"There must be a reason we met. Let’s try to find it together.\" Over three years, Doin helps Jaehoon recover his frail body, and during his career struggles, he turns to his lawyer father for advice.\n\n\"The law is neither just nor fair.\" Hearing his father’s words, Jaehoon and Doin develop a curiosity about true justice.\n\nWill Jaehoon be able to realize it through the law?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21b848be-1bfe-4f97-b92c-62d319d8a093",
    "title": {
      "en": "Onee-sama to Watashi - Ojou-sama ga Isekai Tensei"
    },
    "updatedAt": "2024-10-26T12:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/21b848be-1bfe-4f97-b92c-62d319d8a093/c0db219a-b08d-4bfe-9db8-ace3f25bbf98.jpg",
    "altTitles": [
      {
        "ja": "お姉さまと巨人 お嬢さまが異世界転生"
      },
      {
        "zh": "姐姐大人和巨人(我)～大小姐转生进入异世界～"
      },
      {
        "en": "Sister and Giant: A Young Lady Is Reborn in Another World"
      },
      {
        "en": "My Sister and Giant: A young lady is reborn in another world."
      },
      {
        "es-la": "La hermana mayor y la Gigante (Yo): La señorita reencarnada en otro mundo"
      }
    ],
    "description": {
      "en": "Hinako, a girl who came from another world, made a vow of sisterhood with a giant called Elis, and together they became known as 'The Smallest Giants'. They both have goals that aligned in tracking down people who were significant to them. For Hinako, it is her 'Onee-sama' who was also transported to this world, and for Elis it's the kin she was separated from. However, when collecting their reward after fulfilling a request at the guild, Hinako caught the eye of a knight who serves the church... \n\nThis is the story of a Young Lady and a Giant, two girls who were born to different races and different worlds, and the quest to find their \"loved ones\" which binds them together.",
      "id": "Tidak ada kemampuan (Cheat),  Karena itu merupakan kecurangan.\n\nHinako, merupakan orang yang bereinkarnasi dari dunia lain, sedang mencari \"saudarinya\"  yang juga bereinkarnasi ke dunia lain. Dan Alice yang juga sedang mencari saudara laki-lakinya, karena mereka memiliki tujuan yang sama, Hinako menandatangani perjanjian persaudaraan dengan raksasa Alice yang disebut sebagai \"raksasa terkecil.\"\n\nNamun, ketika mereka menyelesaikan sebuah misi, mereka diperhatikan oleh seorang pria yang merupakan ksatria gereja.\n\nKisah reinkarnasi ke dunia fantasy yang menghubungkan seorang wanita muda dan seorang raksasa, mencari dua \"orang berharga\" dari ras dan tempat kelahiran yang berbeda.\n\nDimulai.",
      "ja": "能力(チート)なし。それは、ズルですから。\n\n異世界転生者ヒナコは巨人エイリスと姉妹の契を交わし「最も小さな巨人」と呼ばれていた。同じく転生したであろうヒナコの『お姉さま』と、エイリスの兄弟を捜すため、お互いの目的が一致したがため。 しかし、ある依頼を精算する際に教会騎士の男に目をつけられてしまう――。\n\nお嬢さまと巨人、種族も生まれも違う２人の『大切な人』を捜す、絆を結ぶ異世界転生ファンタジー、開幕。",
      "es-la": "Hinako, es una de las reencarnadas de otro mundo, fue llamada \"la gigante más pequeña\" después de que ella y la gigante Eiris se unieran como hermanas porque tienen el mismo objetivo; encontrar a sus seres queridos. Hinako busca a su hermana, que también puede haberse reencarnado, y a los hermanos de Eiris. Sin embargo, al resolver cierta petición, un caballero de la iglesia le llama la atención, y se ve obligada a arriesgarse.\n\nLa historia de una joven y un gigante, dos personas de diferente raza y nacimiento, que buscan a sus \"seres queridos\", comienza en esta fantasía de reencarnación de otro mundo que los une."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc4cae4c-1d6e-4bf1-9d15-1e3a5ff09413",
    "title": {
      "en": "Fuafuwa Hakusho"
    },
    "updatedAt": "2024-10-29T06:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/cc4cae4c-1d6e-4bf1-9d15-1e3a5ff09413/10f3df79-62c5-496c-b1f1-9aa2e3c8cfa8.jpg",
    "altTitles": [
      {
        "ja": "ふあふわ白書"
      },
      {
        "en": "FLUFFY WHITE PAPER"
      }
    ],
    "description": {
      "en": "Oneshot collection by Nanase Miori and Kokirin published by Yuri Hime in 2017."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "5184157d-d579-4621-ad60-79164d756683",
    "title": {
      "en": "Heavenly Demon Tavern"
    },
    "updatedAt": "2024-10-25T17:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/5184157d-d579-4621-ad60-79164d756683/d9bc529a-a3df-4fc3-a2d7-e8ea1b7fb807.png",
    "altTitles": [
      {
        "en": "A Thousand-Horse Guest Cup"
      },
      {
        "en": "Thousand Horse Guest Glass"
      },
      {
        "ko": "천마 객잔"
      }
    ],
    "description": {
      "en": "One day, Joo Kang-hyun, a stranger who fell into the world of martial arts, rose to the position of Heavenly Demon after going through countless hardships. However, he always missed his hometown, the 21st-century Republic of Korea. He thought he would return to his hometown once the proper array was activated, but instead, he regressed to the past.\n\nGosh… The Heavenly Demon, Joo Kang-hyun, went back in time! In order to save the Youngrae Tavern which was on the verge of bankruptcy, he cooked delicious Jajangmyeon and Jjamppong! This tavern was the place where he lived with the three siblings who took care of him when he first entered Murim, Soran, Doran, and Unyoung. Although their business was not going well, they lived happily in their own way. In the future, after he became The Heavenly Demon, he heard news that their lives all ended miserably. He planned to stop their misfortunes himself. How? With Future Vision, Demon Lord Qi and Jajangmyeon!\n\n*Jinbeob : This is a term in the murim world that means 'formation/array' which in some cases refers to the formations used by soldiers or groups of people in battle, but in some cases it also refers to formations used to distort space in order to manipulate the opponent's mind and make the opponent fall into the illusion desired by the attacker, we can also call it a 'hidden space'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0eb1c1ac-34cd-42d3-b88d-e780d54eed8b",
    "title": {
      "en": "Satellite Coin Laundry"
    },
    "updatedAt": "2024-10-29T06:22:23+00:00",
    "coverArt": "https://mangadex.org/covers/0eb1c1ac-34cd-42d3-b88d-e780d54eed8b/eabeb22f-f01d-4a0d-99e0-e86065b8daf6.jpg",
    "altTitles": [
      {
        "ja": "サテライト・コインランドリー"
      }
    ],
    "description": {
      "en": "This work depicts the slightly mysterious daily life that happens in a laundromat in a corner of the universe. On this planet blessed with water, today creatures visit again to wash various items. (MTLd?)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718d615-2051-4819-b98e-1b347191d289",
    "title": {
      "en": "Elena"
    },
    "updatedAt": "2021-05-25T15:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/c718d615-2051-4819-b98e-1b347191d289/74ef7aae-2851-46bb-9230-9a98bfc9877d.jpg",
    "altTitles": [
      {
        "en": "Erena"
      }
    ],
    "description": {
      "en": "**From [MyAnimeList](https://myanimelist.net/manga/107205):**  \nA student frequently visits an amusement park on her own, until one day the princess she had always been fond of appears in front of her."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "23aadc44-d2fe-46ca-83a6-6c86fd36ee12",
    "title": {
      "en": "Bouken ni wa, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
    },
    "updatedAt": "2024-10-29T06:13:15+00:00",
    "coverArt": "https://mangadex.org/covers/23aadc44-d2fe-46ca-83a6-6c86fd36ee12/ddfd566d-0414-45eb-9fb1-f45a727a2e1c.jpg",
    "altTitles": [
      {
        "ja": "冒険には、武器が必要だ！～こだわりルディの鍛冶屋ぐらし～"
      },
      {
        "ja-ro": "Bouken ni ha, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
      },
      {
        "en": "Every Adventure Needs Weapons!: The Meticulous Rudy's Blacksmith Life"
      },
      {
        "en": "Weapons Are Necessary For Adventures!: The Fixated Rudy's Blacksmith Life"
      },
      {
        "vi": "Khi phiêu lưu, vũ khí là thứ không thể thiếu! ~ Cuộc sống thợ rèn của Rudy kỹ tính ~"
      }
    ],
    "description": {
      "en": "A young girl Rudy may dream of becoming the greatest weaponsmith in the world, but right now she's just an apprentice at a hardware store. She can't help getting scolded by her master for crafting the craziest weapons! In this dungeon-city where heroes dare to delve, experience the everyday life of the regular folk that keep things running smoothly! Welcome to your \"Craft Fantasy!\"",
      "ja": "迷宮前町の金物屋で働く見習いの少女・ルディは親方に怒られながらも奇想天外な武器を作って、世界一の鍛冶職人を目指して奮闘中。 迷宮の外側の街で冒険を支える普通の人々の日常を描くクラフト・ファンタジー！",
      "pt-br": "Uma jovem chamada Rudy pode sonhar em se tornar a melhor armeira do mundo, mas, no momento, ela é apenas uma aprendiz em uma loja de ferramentas. Ela não consegue evitar levar broncas de seu mestre por criar as armas mais malucas! Nesta cidade-dungeon onde heróis se aventuram, vivencie o dia a dia das pessoas comuns que mantêm tudo funcionando perfeitamente! Bem-vindo ao seu \"Craft Fantasy!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-10-14T05:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "en": "Ohmuroke"
      },
      {
        "en": "Ohmuro-ke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]