[
  {
    "mangaId": "c47114ce-bb42-4f6b-9420-46cc47e869bb",
    "title": {
      "en": "The Strongest Angel Evolutionary Tale"
    },
    "updatedAt": "2024-05-17T12:45:21+00:00",
    "coverArt": "https://mangadex.org/covers/c47114ce-bb42-4f6b-9420-46cc47e869bb/05af9590-929c-473b-8cbd-1a803f025516.jpg",
    "altTitles": [
      {
        "ja": "GodKilling俺様最強天使の進化譚"
      },
      {
        "ja-ro": "GodKilling ore sama saikyō tenshi no shinka tan"
      }
    ],
    "description": {
      "en": "Lucifer, an angel who likes fighting and hates losing, spends his day fighting. during his battle with the demon Satan, he was suddenly betrayed by his companions, and he fell into the present age where demons and humans coexist hundreds of years later. Lucifer, who has lost everything including his powers, evolves and is able to copy the abilities of his defeated enemies. Realising this, Lucifer sets out on a journey to seek out more powerful foes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb465c03-d118-419a-b1a6-16fb6359e1da",
    "title": {
      "en": "shigotogaeri ni santa fuku no onnanoko kara koe wo kakerareta no desu ga"
    },
    "updatedAt": "2024-05-22T01:03:45+00:00",
    "coverArt": "https://mangadex.org/covers/cb465c03-d118-419a-b1a6-16fb6359e1da/9662da5a-8955-4933-961a-5381142703cb.jpg",
    "altTitles": [
      {
        "ja-ro": "shigotogaerini san'tafukuno on'nanokokara koeo kakeraretanodesuga"
      },
      {
        "ja": "仕事帰りにサンタ服の女の子から声をかけられたのですが……"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/3259bac2-588e-4fb2-b995-62b6a2809d98.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "22fda941-e603-4601-a536-c3ad6d004ba8",
    "title": {
      "en": "Shin no Jitsuryoku wa Girigiri Made Kakushite Iyou to Omou"
    },
    "updatedAt": "2024-04-25T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/22fda941-e603-4601-a536-c3ad6d004ba8/dcb8dfd1-9ffa-45aa-8cb6-04c777fedd2c.jpg",
    "altTitles": [
      {
        "en": "I Think I'll Hide My True Ability to the Last Moment"
      },
      {
        "ja-ro": "Shin no Jitsuryoku wa Girigiri Made Kakushiteiyou to Omou"
      },
      {
        "ru": "Я думаю скрывать свои истинные способности до последнего момента"
      },
      {
        "ja": "真の実力はギリギリまで隠していようと思う"
      },
      {
        "zh-hk": "我想將真正的實力隱藏到極限"
      },
      {
        "pt-br": "Acho Que Vou Esconder Minha Verdadeira Habilidade Até O Último Momento"
      },
      {
        "fr": "Je vais garder mes véritables capacités secrètes jusqu'à la dernière minute."
      }
    ],
    "description": {
      "en": "A world where you can form a pact with gods and gain skills. Born as the third son of a famous knight family, Yuno was so busy controlling his innate power that he was eventually called \"incompetent.\".\nHowever, in the magical knight academy, where he was enrolled for some reason, he fulfilled his fateful encounter with an unnamed god who was despised as \"incompetent\" like himself..  \nYuno, who formed a pact with the goddess and named her [Athena], secretly decided to make her the highest god, and decided to get a little more serious.",
      "fr": "Un monde où l'on peut conclure un pacte avec les dieux et acquérir des compétences. Troisième fils d'une célèbre famille de chevaliers, Yuno était tellement occupé à contrôler son pouvoir inné qu'il a fini par être qualifié d'\"incompétent\"... Cependant, à l'académie des chevaliers magiques, où il était inscrit pour une raison quelconque, il a fait la rencontre fatidique d'un dieu sans nom qui était méprisé pour son \"incompétence\"...  Yuno, qui a conclu un pacte avec la déesse et l'a nommée [Athéna], a secrètement décidé de faire d'elle le dieu suprême, et a décidé d'être un peu plus sérieuse.",
      "id": "Dunia di mana kau dapat membuat kontrak dengan dewa dan memperoleh skill. Terlahir sebagai putra ketiga dari keluarga ksatria terkenal, Yuno begitu sibuk mengendalikan kekuatan bawaannya sehingga dia akhirnya disebut sebagai \"tidak kompeten\".  \nTapi, di akademi ksatria sihir, dia terdaftar karena suatu alasan, dia bertemu dengan dewa yang dipandang rendah sebagai \"tidak kompeten\" seperti dirinya ..  \nYuno, yang membuat kontrak dengan dewa dan menamainya [Athena], diam-diam memutuskan untuk menjadikannya dewa tertinggi, dan memutuskan untuk menjadi sedikit lebih serius.",
      "pt-br": "Um mundo onde você pode fazer um contrato com Deus e ganhar habilidades. Nascido como o terceiro filho de uma famosa família de cavaleiros, Yuno estava tão ocupado controlando seu poder inato que acabou sendo chamado de \"incompetente\".No entanto, na academia do cavaleiro mágico, que foi matriculado por algum motivo, ele cumpriu seu encontro fatídico com um deus sem nome que era desprezado como \"incompetente\" como ele.Yuno, que fez um contrato com a deusa e a chamou de [Athena], secretamente decidiu torná-la a deusa suprema e decidiu levar um pouco mais a sério seu destino."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6246828-0577-4aaf-9478-371b52e6634d",
    "title": {
      "en": "Wanna Skip School in the Infirmary?"
    },
    "updatedAt": "2024-03-23T20:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/a6246828-0577-4aaf-9478-371b52e6634d/a0c852ad-8495-474c-8082-86d5fa004c9c.jpg",
    "altTitles": [
      {
        "ja": "サボリなら保健室でどうぞ？"
      },
      {
        "ja-ro": "Sabori nara Hokenshitsu de Douzo?"
      },
      {
        "es-la": "¿Quieres Faltar a Clase en la Enfermeria?"
      }
    ],
    "description": {
      "en": "\"Do you want to skip class with Sensei?\" \n\"I'm fine!\"\n\nMiyake Mia has always worn the mask of an exemplary student. Recently, however, there is someone who draws a lot of attention to her. That's Nurse Morikubo, who is rumored to be a \"delinquent\" within the school....\n\nA pure love story between a high school student who hides her true self and a delinquent \"nurse teacher\"!",
      "es-la": "\"¿Quieres saltarte la clase con la enfermera? \"¡Estoy bien así!\"\n\nMiyake Mia siempre ha llevado la máscara de una estudiante ejemplar. Sin embargo, recientemente, hay alguien que le llama mucho la atención. Esa es la enfermera Morikubo, quien se le rumorea como una \"delincuente\" dentro de la escuela...\n\n¡Una historia de amor puro entre una estudiante de secundaria que oculta su verdadero yo y una \"profesora de la enfermería\" delincuente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce94a03e-3fdf-40ba-a02e-d28bc62148e1",
    "title": {
      "en": "Bambino! Secondo"
    },
    "updatedAt": "2024-05-03T13:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/ce94a03e-3fdf-40ba-a02e-d28bc62148e1/3b75762c-73ae-43af-b12d-b4e9a868e1e5.jpg",
    "altTitles": [
      {
        "ja": "バンビ～ノ!SECONDO"
      },
      {
        "zh": "料理新鮮人SECONDO"
      },
      {
        "ko": "밤비노! SECONDO"
      },
      {
        "ja-ro": "Bambino! Secondo"
      }
    ],
    "description": {
      "en": "Shogo Ban is now a chef at Ristorante Legare. As the Yokohama branch of the Trattoria Baccanale he used to work at, he has been entrusted with the responsibility of head of the pasta section. Rejoin Ban as he struggles to meet the expectations of work and develop his personal relationships."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "149"
  },
  {
    "mangaId": "f58c6ee0-42f7-4e4a-901a-22cdb03a4e38",
    "title": {
      "en": "Makikomarete Isekai Teni suru Yatsu wa, Taitei Cheat"
    },
    "updatedAt": "2024-01-07T13:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/f58c6ee0-42f7-4e4a-901a-22cdb03a4e38/f6c0854c-0030-4016-aad1-b5b96d99a77d.jpg",
    "altTitles": [
      {
        "en": "He is a matchless warrior in different-dimension world!!"
      },
      {
        "en": "People who get involved and transfer to another world are usually cheats"
      },
      {
        "ru": "Непревзойденный воин в другом мире"
      },
      {
        "ja": "巻き込まれて異世界転移する奴は、大抵チート"
      },
      {
        "ko": "휘말려서 이세계 전이하는 녀석은 대개 치트"
      }
    ],
    "description": {
      "en": "One day 's lunch break, suddenly a male high school student Yuzo Ogata who has been transferred to another world of sword and magic together with four other friends.   \nAccording to the Princess of Space-Time Magician, a foreign world who summoned them, they want them to beat the Demon Lord as Heroes to save this world.\nSuddenly I was surprised at four friends \"Temple\", but it was a relaxing expression … … where the princess told of a startling fact!\n\"`?? There should only be four braves though?\"\n\"A man who was mistakenly summoned to a different world\"\nWhat will be in store as to his fate?\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e34c87e-483c-4d56-933a-d33c4a1a02e2",
    "title": {
      "en": "Double Play"
    },
    "updatedAt": "2023-10-10T05:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/3e34c87e-483c-4d56-933a-d33c4a1a02e2/0fea518d-167e-40f5-8c10-85feee04395d.jpg",
    "altTitles": [
      {
        "ja-ro": "Daburu Purei"
      },
      {
        "ja": "だぶるぷれい"
      },
      {
        "zh-hk": "雙人遊戲"
      }
    ],
    "description": {
      "en": "Having forgotten his keys, Tamao Hiroi a high-school student, returns home using the back entrance and is surprised to find a stranger in his bed… Soon he realizes this is no stranger but Ran Homura, one year younger, softball ace and one of the most beautiful girls at school! Hiroi watches her masturbating on his bed and instinctively does the same peeking through the glass door. He is soon found out though and a strange 'master/slave' relationship begins!\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2e91f99-6c3b-4a66-a3f7-9da13f68c416",
    "title": {
      "en": "Ragna Crimson"
    },
    "updatedAt": "2024-01-22T09:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/f2e91f99-6c3b-4a66-a3f7-9da13f68c416/1337f11e-6300-450b-a43e-34c784b1abee.jpg",
    "altTitles": [
      {
        "ru": "Рагна Багровый"
      },
      {
        "ja": "ラグナクリムゾン"
      },
      {
        "zh-hk": "拉格納緋紅"
      },
      {
        "ko": "라그나 크림슨"
      },
      {
        "zh": "狩龙人拉格纳"
      },
      {
        "th": "ตำนานนักล่ามังกร"
      }
    ],
    "description": {
      "en": "Ragna is a dragon hunter along with his partner, the strongest dragon hunter Leo. He didn't have much talent at hunting dragons but he had decided to entrust his whole life for her. However he was shown the feel of true despair by his future self on what would happen if he stays weak as he is now. With that, it seems that the reaper of the dragons had now appeared earlier than the original history, but will it be enough to change the future?",
      "es": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o ceifador dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?  \n  \n**Links**:  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/D_Koba)",
      "es-la": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt-br": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o shinigami dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32b0dd40-9dcd-4e04-a73c-9be84c025b1e",
    "title": {
      "en": "Yumeguri Yurimeguri"
    },
    "updatedAt": "2024-05-21T19:04:50+00:00",
    "coverArt": "https://mangadex.org/covers/32b0dd40-9dcd-4e04-a73c-9be84c025b1e/d4816acc-32f1-473d-af53-90ef0fa3012c.jpg",
    "altTitles": [
      {
        "en": "Onsen Tour Yuri Tour"
      },
      {
        "ja": "ゆめぐりゆりめぐり"
      },
      {
        "ko": "유메구리 유리메구리"
      },
      {
        "pl": "Gorące serca w gorących źródłach"
      }
    ],
    "description": {
      "en": "Gay girls and Onsen.  \n  \n[Author Twitter](https://twitter.com/haduki456)",
      "es-la": "Chicas lesbianas y Onsen."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "50"
  },
  {
    "mangaId": "8807e29e-ef34-494b-b444-dbc845775ec9",
    "title": {
      "en": "Doctor A"
    },
    "updatedAt": "2024-05-21T23:34:45+00:00",
    "coverArt": "https://mangadex.org/covers/8807e29e-ef34-494b-b444-dbc845775ec9/b362f3d8-24b6-4a82-9566-ba87de7f100e.png",
    "altTitles": [
      {
        "en": "Doc A"
      },
      {
        "pt-br": "Doutor A"
      },
      {
        "en": "Dr.A"
      }
    ],
    "description": {
      "en": "A Strange Doctor who keeps getting lost… i mean, travels through a Mystical world attending to all kinds of creatures.  \nWould you let this disconcerting Doctor examine you?",
      "pt-br": "Um estranho médico que se perde... digo, Viaja por um mundo místico atendendo à diversas criaturas.\nE você? Deixaria esse Doutor desconcertante te examinar?"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "57a981a8-fa23-48c5-971b-1329e3d9bb0b",
    "title": {
      "en": "Isekai de Kojiin wo Hiraita kedo, Naze ka Darehitori Sudatou to Shinai Ken"
    },
    "updatedAt": "2023-12-25T13:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/57a981a8-fa23-48c5-971b-1329e3d9bb0b/ac7205cf-584d-4813-929d-31009e79c9c4.jpg",
    "altTitles": [
      {
        "en": "I Opened an Orphanage in Another World, But For Some Reason No One Wants to Leave."
      },
      {
        "ja": "異世界で孤児院を開いたけど、なぜか誰一人巣立とうとしない件"
      },
      {
        "ru": "Как открыть приют в другом мире!"
      },
      {
        "en": "Isekai Orphanage"
      },
      {
        "ko": "이세계에서 고아원을 열었지만, 어째서인지 아무도 독립하려 하지 않는다"
      },
      {
        "zh": "在异世界开了孤儿院，但不知为何没有一个人想离开"
      },
      {
        "ja-ro": "Isekai de Kojiin wo hiraitakedo nazeka darehitori sudatou to shinaiken"
      },
      {
        "en": "I Opened an Orphanage in a Different World, But Why Doesn't Anyone Want to Graduate?"
      }
    ],
    "description": {
      "en": "Masatsugu was brought from another world in a hero summoning and ended up being part of the lowest possible caste. Awaiting this boy, who possess nothing but elementary skills, is managing an orphanage full of beautiful girls! But, his annoying days are just starting as he finds the building in ruins, and he also has to pay off the huge debt the former director left! And that’s not all, he has no time to rest from all the scumbags threatening the orphanage! Will Masatsugu and the orphans be able to protect their precious home?",
      "id": "Masatsugu dibawa ke dunia lain dalam panggilan pahlawan dan akhirnya menjadi bagian dari kasta terendah. anak ini, yang tidak memiliki apa-apa selain keterampilan dasar, disuruh mengelola panti asuhan penuh gadis-gadis cantik! Tapi, hari-hari menyebalkan nya baru saja di mulai ketika ia menemukan bangunan di reruntuhan, dan ia juga harus membayar utang besar mantan direktur! Dan tidak itu saja, dia tidak punya waktu untuk beristirahat dari semua sampah mengancam panti asuhan! Apakah Masatsugu dan para anak yatim bisa melindungi rumah mereka yang berharga?",
      "ja": "- [Official LN](http://www.tobooks.jp/books/book_511.html)\n- [Alternate Raw](http://seiga.nicovideo.jp/comic/34764)\n- [Web Novel](https://ncode.syosetu.com/n9759dd)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe3a20c0-dde1-4033-88af-42f4729ef099",
    "title": {
      "en": "Mana Esotheria"
    },
    "updatedAt": "2024-05-21T23:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/fe3a20c0-dde1-4033-88af-42f4729ef099/79f8ecb8-18cb-42b1-84d1-cdbb5830fbf7.png",
    "altTitles": [],
    "description": {
      "en": "Witches hunting Witches.",
      "pt-br": "Bruxas Caçando Bruxas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-05-11T16:20:14+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2023-11-03T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/3019d50c-a1e2-488a-a444-c7036457bccd.jpg",
    "altTitles": [
      {
        "ja-ro": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets! A popular love-comedy that has received over 300,000 likes on Twitter.\n\n---\n**Links:**\n\n- Alternative Place to Buy - [cmoa](https://www.cmoa.jp/title/263649/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89299ce7-9d1d-4c46-91b1-48bdb0440406",
    "title": {
      "en": "Makigama no Pandora"
    },
    "updatedAt": "2024-05-05T16:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/89299ce7-9d1d-4c46-91b1-48bdb0440406/0f6380ad-c1ec-448f-ad65-69c7810d7c25.jpg",
    "altTitles": [
      {
        "ja": "薪窯のパンドラ"
      },
      {
        "zh": "薪炉的潘多拉"
      },
      {
        "ko": "장작가마의 판도라"
      }
    ],
    "description": {
      "en": "Eri Hourai, a second-year high school girl, takes over \"Pandora\" - a bakery specialising in wood fire cooked goods.",
      "zh": "追随前人，过往足迹，今日的少女，也在进行烘焙"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-05-20T13:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/bf2e30fb-fd3a-453f-9efc-46a7164d9e9e.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2b2d55a-4ce8-44fe-9232-d07aad412f63",
    "title": {
      "en": "Blue Giant Supreme"
    },
    "updatedAt": "2023-08-30T08:52:25+00:00",
    "coverArt": "https://mangadex.org/covers/a2b2d55a-4ce8-44fe-9232-d07aad412f63/5623374b-5557-4668-adaa-ed548ecf1650.jpg",
    "altTitles": [
      {
        "ko": "블루 자이언트 슈프림"
      }
    ],
    "description": {
      "en": "After leaving his mark on Japan, Dai is taking on Europe!\n\nDirect continuation of Blue Giant, a manga about the evolution of the young saxophonist Dai Miyamoto in the jazz world. Blue Giant Supreme sees our protagonist travel to Europe. Having just arrived in Munich, without being able to speak a word of German and with just average English, he manages to secure a roof over his head, food and drink, but struggles to get the most important thing: a place where he can have his music heard.\n \nA whole new element added on top of the enthralling story that enchants every music lover: the discovery of a new culture. Dai will travel all over Europe, from Germany to France, accompanied by his instrument, growing as a musician and a person in the process of fulfilling his dream of becoming the best in the world.\n\n\n[Official Site](https://bluegiant.jp/)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "440f8d91-b032-4bf3-8dba-2cde482fbc53",
    "title": {
      "en": "Journey to Seek Past Reincarnations"
    },
    "updatedAt": "2024-05-21T23:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/440f8d91-b032-4bf3-8dba-2cde482fbc53/4025999e-a567-4725-985a-83daeb53e87c.jpg",
    "altTitles": [
      {
        "en": "A Journey to the Past"
      },
      {
        "zh-ro": "XunZhaoQianShiZhiLv"
      },
      {
        "zh": "寻找前世之旅"
      },
      {
        "zh-ro": "Xun Zhao Qian Shi Zhi Lu"
      }
    ],
    "description": {
      "en": "The story is about a little Master, Gong Yao Ying, in order to accomplish the assigned tasks, she travels across the different periods. The stories are created after meeting with the famous historical figures."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc0f7c2-0db6-432b-8189-fcedbcdda888",
    "title": {
      "en": "Hitomi-chan Is Shy With Strangers"
    },
    "updatedAt": "2024-05-16T10:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/6cc0f7c2-0db6-432b-8189-fcedbcdda888/97748786-e5aa-4504-af30-b7fa9d775ccb.jpg",
    "altTitles": [
      {
        "es": "Hitomi es tímida con desconocidos"
      },
      {
        "es": "Hitomi es tímida con extraños"
      },
      {
        "ja-ro": "Hitomi-chan wa Hitomishiri"
      },
      {
        "ja-ro": "Hitomichan ha Hitomishiri"
      },
      {
        "ru": "Застенчивая Хитоми-чан"
      },
      {
        "ja": "瞳ちゃんは人見知り"
      },
      {
        "it": "Hitomi-chan è timida con gli sconosciuti"
      }
    ],
    "description": {
      "en": "One day, the ordinary 2nd year high schooler Yuu Usami accidentally encounters a big girl with a scary look. Turns out she's glaring at him, but why…?! Although Hitomi Takano looks like she's scary and awkward, she's actually a kind and adorable girl. This one shall be a happy, heartwarming slice-of-life comedy.",
      "es": "Un día, el estudiante de 2do año Yuu Yusami se encuentra por accidente con una muchacha grande con una mirada temeraria. Resulta que ella símplemente lo está observando… pero ¿por qué? A pesar de que Hitomi Takano se ve espeluznante y huraña, ella en realidad es querida y adorable. Ésta será una feliz y grata comedia de la vida cotidiana.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/910858)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/cyorisukenosuke)",
      "fr": "Un jour, Yuu Usami – lycéen ordinaire en deuxième année – rencontre une grande fille avec un regard effrayant. Elle a l’air de le fusiller du regard, mais pourquoi…?! Pourtant, même si Hitomi Takano fait peur et est maladroite, elle est en réalité une fille gentille et adorable. Bienvenue dans une comédie/tranche de vie qui va vous réchauffer le cœur !",
      "ja": "どこにでもいる平凡な高校2年生の宇佐見君は、ある日、偶然に居合わせた\"何やら目つきが悪くていろいろとおっきな女の子\"に、なぜか睨みつけられてしまい…!?\n見た目は怖くて不器用だけど、実は優しくて可愛い三白眼女子の、楽しくてハートフルな日常コメディ…開幕!!",
      "ru": "Однажды обыкновенный старшеклассник 2-го года Юу Усами случайно встречает большую девушку со страшным взглядом. По какой-то причине она не отрывает от него глаз, но он ведь ей ничего не делал!.. Хотя Хитоми Такано выглядит страшной и неприветливой, на самом деле она добрая и очаровательная девушка.",
      "pt-br": "Em um dia comum, um estudante do segundo ano do ensino médio, chamado Usami Yuu, se encontra acidentalmente com Takano Hitomi, uma garota alta e que tem um olhar assustador. Acontece que ela está olhando diretamente para ele. Mas embora Hitomi pareça assustadora e desajeitada, na verdade ela é uma garota gentil e adorável que simplesmente quer se tornar mais sociável."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-05-09T20:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      },
      {
        "es-la": "¡Nunca más te enviaré una selfie!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！",
      "es-la": "Mi amigo de la infancia no deja de pedirme una selfie para usarlo como referencia para su dibujo, ¿Qué hago?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "75984e50-fe37-4803-962e-eed2c7f39ea9",
    "title": {
      "en": "Bless"
    },
    "updatedAt": "2024-05-21T23:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/75984e50-fe37-4803-962e-eed2c7f39ea9/4e8ef6eb-b0ec-48a0-b6c7-7df0f72f805d.jpg",
    "altTitles": [
      {
        "ja-ro": "Buresu"
      },
      {
        "ja": "ブレス"
      },
      {
        "ru": "Благословение"
      }
    ],
    "description": {
      "en": "Young Aya Udagawa has already managed to work as a model, but at one time he abandoned the dream of making a career as a makeup artist because of fears of being rejected by others.\n\nOne day, he decides to help out the nondescript Sumizaki and does her make-up to participate in the school competition. Aya feels that Sumizaki has a hidden charm and charisma and needs only to help the girl prove herself.",
      "ru": "Юный Айа Удагава уже успел поработать моделью, но в своё время отказался от мечты сделать карьёру визажиста из-за опасений быть непринятым окружающими. Однажды он решает выручить невзрачную Сумидзаки и делает ей макияж для участия в школьном конкурсе. Айа чувствует, что Сумидзаки обладает скрытым шармом и харизмой и нужно лишь помочь девушке проявить себя.",
      "pt-br": "O Ex-modelo Udagawa Aia tinha o sonho de se tornar maquiador, mas desistiu porque tinha medo da negação que outros podiam demonstrar. Um dia, decidido que ele tinha que participar de um concurso do festival escolar com uma garota pouco atraente, Sumisaki e então decide maquiá-la."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6",
    "title": {
      "en": "Chou Ten-chan! NEEDY GIRL OVERDOSE Koushiki Anthology"
    },
    "updatedAt": "2024-02-01T17:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6/be37a552-e305-4426-8989-251d432905fa.jpg",
    "altTitles": [
      {
        "ja": "超てんちゃん！ NEEDY GIRL OVERDOSE公式アンソロジー"
      },
      {
        "en": "OMGkawaiiAngel! NEEDY GIRL OVERDOSE Official Anthology"
      }
    ],
    "description": {
      "en": "The Internet's Angel’s advent upon this manga world!!!\n\nThe super popular game「NEEDY GIRL OVERDOSE」's first official anthology!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "After I Save The Ice Princess From Another School From a Mol*ster, We Started as Friends"
    },
    "updatedAt": "2024-05-21T23:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/c861e5a9-5239-46f2-b410-13f7c90c1fac.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を痴漢から助けたら、お友達から始める事になりました"
      },
      {
        "en": "After helping “Ice Princess” from another school, I decided to start as a friend"
      },
      {
        "ja-ro": "Takou no kouri hime o chikan kara tasuketara, o tomodachi kara hajimeru koto ni narimashita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f310da-d0d2-4180-8401-11210c4a6c78",
    "title": {
      "en": "Aflame Inferno"
    },
    "updatedAt": "2023-08-28T10:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/22f310da-d0d2-4180-8401-11210c4a6c78/74969918-3ecc-44c2-90bc-7fa994bb83a6.jpg",
    "altTitles": [
      {
        "en": "A Flame Inferno"
      },
      {
        "NULL": "Bulnoriui Imperreuno"
      },
      {
        "en": "Fire Prison"
      },
      {
        "en": "Flame's Inferno"
      },
      {
        "vi": "Hỏa Vương"
      },
      {
        "en": "Inferno of Flame"
      },
      {
        "ru": "Пламя Инферно"
      },
      {
        "ru": "Пылающий ад"
      },
      {
        "ja": "炎のインフェルノ"
      },
      {
        "zh": "烈火圣狱"
      },
      {
        "zh-hk": "烈炎地狱"
      },
      {
        "ko": "불꽃의　INFERNO"
      },
      {
        "ko": "불꽃의 인페르노"
      }
    ],
    "description": {
      "en": "Aflame Inferno is about a self absorbed high schooler, Kang Shichan, that gets caught in the middle of a battle between demons. Injured severely and near death, the demon Inferno merges with the student to save his life. Together they win the battle to discover that they are inescapably joined. The only hope of ever being separate beings is to gather 1,000 Invento Hells and find the right spell of Resurrection. Can Kang Shichan balance hunting down demons with his school work?",
      "pl": "Kang Shichan, bardzo zaabsorbowany życiem szkolnym uczeń, wpada wprost w bitwę między dwoma demonami i zostaje poważnie ranny. Jeden z diabelskich pomiotów, Inferno, który również jest u kresu swych sił, proponuje mu układ: chłopak przeżyje, jeśli użyczy demonowi miejsca w swoim ciele."
    },
    "status": "cancelled",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "2cd90fc1-6b74-4ea3-bec8-d879c12c9b9b",
    "title": {
      "en": "Yureka"
    },
    "updatedAt": "2023-12-18T20:46:20+00:00",
    "coverArt": "https://mangadex.org/covers/2cd90fc1-6b74-4ea3-bec8-d879c12c9b9b/3dc97aef-7655-4b68-ae9b-8c63e8e9bc15.jpg",
    "altTitles": [
      {
        "en": "id entity"
      },
      {
        "en": "iD_eNTITY"
      },
      {
        "en": "Identity"
      },
      {
        "vi": "Yureka - Thế giới đã mất"
      },
      {
        "uk": "Юрека"
      },
      {
        "ko": "유레카"
      }
    ],
    "description": {
      "en": "Jang Kun, Gwon Su, Woon Suk are average kids with average problems, but in the virtual world of Lost Saga, they go by the alias:user name Lotto, Boromir and Ah-Dol; they're heroes of the master class level or more so infamous troublemakers . They could become legends…if they can stop bickering long enough to level up. So whether it's werewolves running rampant or a gorgeous pair of thieves looking for revenge, our boys must be ready for anything.  \n  \nThen one day Jang Kun, Lotto's real life self encounters a mysterious girl around his age, and ends up with her game card. What will he end up doing with it, and even furthermore how does it even connect with his gaming console? Is this more then what it seem to be, the mysterious game card with the name Yureka on it."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "41",
    "lastChapter": "266"
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-05-21T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/77ad75d2-a5a2-4016-bada-e78c9b0a8f2e.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897ee431-5738-4465-8389-6cab340c4bd1",
    "title": {
      "en": "Burning Effect"
    },
    "updatedAt": "2023-10-22T02:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/897ee431-5738-4465-8389-6cab340c4bd1/d21525f7-2557-4dbd-a080-b4bc4caeb235.jpg",
    "altTitles": [
      {
        "ru": "Эффект горения"
      },
      {
        "ko": "버닝 이펙트"
      }
    ],
    "description": {
      "en": "This story is about the fierce struggle between law enforcement and those who want to upset the world.  \nIn the Cᵗʰ century, the central bureau of the municipality, Graymark, sentence anyone to death, regardless of the severity of the offense in order to reduce the crime rate and population in proportion to the increased life expectancy due to medical advances.  \nThis is a conflict between the Central Bureau and the Revolutionary Army trying to overturn this system.  \n  \n[right]",
      "fa": "⁧⁧ داستانی در مورد تقابل حکومت و کسی که می‌خواهد دنیا را واژگون کند.  \nدر قرن نامعلومی در شهر گری‌مارک، حکومت مرکزی برای کاهش جمعیت و جرم، قانونی تصویب کرد که صرف نظر از شدت جرم، مجرم را اعدام می‌کرد.   \nداستان تقابل خیر و شر، حکومت و انقلاب، و افرادی که زیر بار حکومت نرفتن…[/right]",
      "pt-br": "Em um mundo onde o menor delito justifica a pena de morte o plano de Burner era manter a cabeça baixa e dar o fora da Área 5. Mas depois de atingir seu limite ela de repente se vê como uma criminosa procurada em desacordo com o Bureau Central e seu administrador mais poderoso, Great. À medida que ela começa a descobrir seus próprios poderes e a ganhar novos aliados, uma guerra generalizada acontece entre o governo e a revolução. Será que uma equipa desorganizada de rebeldes será suficiente para vencer a luta para definir a justiça?\n\n (Fonte: Tapas) _ (Tradução: Castle Scanlator)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "211"
  },
  {
    "mangaId": "f690355d-faa3-41ca-a433-6640adfb91b2",
    "title": {
      "en": "Otsukaresama, Kurose-kun"
    },
    "updatedAt": "2024-05-21T22:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/f690355d-faa3-41ca-a433-6640adfb91b2/267da4d2-4b39-4daf-b2ac-c46b627e4474.jpg",
    "altTitles": [
      {
        "ja": "お憑かれさま、黒瀬くん"
      },
      {
        "vi": "Kurose bị (ma) ám"
      },
      {
        "en": "Ghoul Work, Kurose"
      }
    ],
    "description": {
      "en": "I feel like I forgot about someone important...\n\nPlagued by nightmares of his old hometown, Yuuma Kurose, a lonely boy with the ability to see ghosts, feels inexplicably drawn back to the place from his dreams. There, he stumbles upon Kaito Kiriyama, a boy shrouded by terrifying spirits. With a serious look in his eyes, Kaito vows he'll protect Yuuma. But the moment their skin makes contact, the spirits surrounding Kaito started to possess Yuuma!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69300d3f-05c3-41be-9d03-ddfd4f6bda30",
    "title": {
      "en": "KOUJIRO"
    },
    "updatedAt": "2024-05-09T21:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/69300d3f-05c3-41be-9d03-ddfd4f6bda30/836f4b47-f583-4fa9-992f-3edca07f05d0.jpg",
    "altTitles": [
      {
        "ja": "光路郎"
      },
      {
        "id": "KOJIRO"
      }
    ],
    "description": {
      "en": "Kojiro is the new English teacher at Sakaue High School. He is a foreigner with blonde hair and blue eyes, he also goes to school by riding his surfboard daily. This is the story of a free-spirited teacher who came across the sea to his mother's homeland."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "4c221393-092a-4c43-9af7-be21427aa411",
    "title": {
      "en": "Kiraware Majo to Karada ga Irekawatta Keredo, Watashi wa Kyou mo Genki ni Kurashiteimasu!"
    },
    "updatedAt": "2024-05-15T17:22:51+00:00",
    "coverArt": "https://mangadex.org/covers/4c221393-092a-4c43-9af7-be21427aa411/7e813076-e00e-4494-a122-d9aa8131b838.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女と体が入れ替わったけれど、私は今日も元気に暮らしています！"
      },
      {
        "en": "I Swapped Bodies With a Wicked Witch, but Today I'll Keep Having Fun!"
      }
    ],
    "description": {
      "en": "A happy slow life begins with a switch! Marietta, princess of the snow country of Snewe, is trapped in a magic tower because she can't use magic. 8 years later, on her wedding day with the prince of the silver country, she thought she had succeeded in summoning a holy beast, but then... What appeared was...?",
      "ja": "取り決めにより雪の国・スニューウから大国・ジルヴァラに輿入れしてきた王女・マリエッタ。しかし魔法が使えないマリエッタは塔に幽閉され、7年後に行われる聖獣召喚の儀式を成功させるため、ひたすら魔法の修行を強いられた。そして7年後見事に白い竜を召喚したマリエッタだが、次の瞬間謎の声にいざなわれ、気がつけば見知らぬ場所にいた。しかも見た目はそっくりなのに、どんな魔法も使えるほど魔力に溢れた身体になっていて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b34fe0fa-a8f0-4ee3-a78b-4a7f7240b59f",
    "title": {
      "en": "Ousama ni Sasagu Kusuriyubi"
    },
    "updatedAt": "2024-05-21T22:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/b34fe0fa-a8f0-4ee3-a78b-4a7f7240b59f/c06f9ee7-5450-4331-a6dc-1dca3ff3df28.jpg",
    "altTitles": [
      {
        "ja-ro": "...Dame da, Koishiteru."
      },
      {
        "en": "...No, I'm in Love."
      },
      {
        "ja-ro": "Ou-sama ni Sasagu Kusuriyubi"
      },
      {
        "en": "The Third Finger offered to a King"
      },
      {
        "zh": "为国王献上无名指"
      },
      {
        "ja": "王様に捧ぐ薬指"
      }
    ],
    "description": {
      "en": "Ayaka, who works at the Bridal department at a hotel, has a beauty that everyone recognizes, yet her personality is the worst. Everyone calls her a \"wicked woman\" after the way she wraps numerous men around her finger. The one who sets his eyes on her is the hotel's new executive Tougou, who is the son of a very powerful person of the town. What are the orders that this King-like man requests of her!?  \n  \nIncluded one-shot:  \nVolume 1: …Dame da, Koishiteru"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "41"
  },
  {
    "mangaId": "f66c2b61-7eda-4047-a5ff-97945db0589c",
    "title": {
      "en": "Sora no Otoshimono"
    },
    "updatedAt": "2024-05-21T23:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/f66c2b61-7eda-4047-a5ff-97945db0589c/f34a53ae-be8b-43d3-8de1-cc48446be0bb.jpg",
    "altTitles": [
      {
        "en": "Heaven's Lost Property"
      },
      {
        "es": "La propiedad perdida del cielo"
      },
      {
        "en": "The Thing Which Has Fallen From The Sky"
      },
      {
        "fr": "Tombée du Ciel"
      },
      {
        "ru": "Забытая Собственность Небес"
      },
      {
        "ru": "Утраченное небесами"
      },
      {
        "ja": "そらのおとしもの"
      },
      {
        "zh": "天降之物"
      },
      {
        "pt-br": "Sora no Otoshimono – Caiu do céu"
      }
    ],
    "description": {
      "en": "Sakurai Tomoki is a normal student whose motto is \"normal is the best\". If there is one thing abnormal, it is that he often dreams of a girl whose face he cannot even remember, and when he wakes up from that dream, he would always be crying. He tried leaving it as just a dream… but one day, from the sky, an angel descended.",
      "es": "Me llamo Tomoki Sakurai. Mi lema es \"La paz es lo mejor\". ¿No es lo mejor lo normal?　Una de las cosas que no es normal... el sueño que tengo a diario; un sueño sobre una chica cuyo rostro no puedo recordar. Dejé el asunto, pensando que era sólo un sueño... Pero aquel día, un ángel cayó del cielo.",
      "ja": "俺の名前は桜井智樹。モットーは「平和が一番」。普通が一番じゃあございませんか？　一つだけ普通じゃないもの…といえば、俺の良く見る夢。顔さえ思い出せない女の子の夢。たかが夢だと放っておいたんだが…。その日、空から、天使が降ってきた。",
      "pt-br": "Sakurai Tomoki tem tido o mesmo sonho estranho desde que ele era criança e acordava chorando. Sugata, um veterano em sua escola, acredita que o sonho de ser o novo continente. Mais tarde, naquela noite, enquanto espera sob as cerejeiras por Sohara e Sugata, seus amigos de infância, quando algo cai em sua direção e dentro da cratera havia um anjo."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "77"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bac7be9-490a-4019-ae87-9b5b324af65a",
    "title": {
      "en": "Yano-kun no Futsuu no Hibi"
    },
    "updatedAt": "2024-01-10T22:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/0bac7be9-490a-4019-ae87-9b5b324af65a/63af84ad-736e-4716-bded-1619f520c255.jpg",
    "altTitles": [
      {
        "en": "Mr. Yano's Ordinary Days"
      },
      {
        "ja": "矢野くんの普通の日々"
      }
    ],
    "description": {
      "en": "Yoshida the class president has a nervous temperament. But recently her worries are caused by one of her classmates, Yano. He somehow always arrives at school covered in all sorts of injuries, she can't get her eyes off him! She can't control herself, she needs to patch him up! A slice of life pure romance comedy of an injured boy and a concerned girl!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "The Holy Grail of Eris"
    },
    "updatedAt": "2024-05-02T10:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/dcf63c77-f1c1-4ec7-8a89-cd6856578bfa.jpg",
    "altTitles": [
      {
        "ja-ro": "Eris no Seihai: Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu"
      },
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ca95d5b-4aa0-4d22-96e1-6844ea7ed106",
    "title": {
      "en": "Secret Love"
    },
    "updatedAt": "2024-01-15T16:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ca95d5b-4aa0-4d22-96e1-6844ea7ed106/a5f0fcd1-0609-4e10-b98c-0cf1f358ff4d.png",
    "altTitles": [
      {
        "en": "Falling in Love"
      },
      {
        "en": "My First Crush"
      },
      {
        "en": "Secret Crush"
      },
      {
        "zh": "暗恋"
      },
      {
        "kk": "Құпия махаббат"
      },
      {
        "ja": "片思い　暗恋（AN LIAN）"
      },
      {
        "uk": "Таємне кохання"
      },
      {
        "vi": "Yêu Thầm"
      },
      {
        "pt-br": "Amor secreto"
      }
    ],
    "description": {
      "en": "“I’ve recently come to like someone. He’s my classmate.”  \nThe short and sweet snapshots of a blossoming romance between two unsuspecting students! Packed with fluffy interactions between adorable (not to mention handsome!) characters, this series is sure to satisfy your sweet tooth~",
      "fr": "Les chassés croisés entre un garçon et une fille attirés l'un par l'autre en de courts moments. Tendre et amusant.Portuguese (BR) / Português (BR)Os cruzamentos entre um menino e uma menina que são atraídos um pelo outro em breves momentos. Se apaixonando lentamente…",
      "it": "L'incrocio tra un ragazzo e una ragazza attratti l'uno dall'altra in pochi istanti. Si innamorano lentamente…..  \n  \n**Buy the official Vol. 1 on [Taobao](http://t.cn/A6bZZMgM)!**",
      "kk": "«Мен сыныптасыма ғашық болып қалдым». \n«Мен бір қызға қызығушылық таныта бастадым». \nБір-біріне жасырын ғашық болған сыныптастары туралы сүйкімді оқиға \n\\ / (^ o ^) \\ /",
      "uk": "«Нещодавно мені дехто сподобався. Він мій однокласник».\nМила історія про двох, таємно закоханих одне в одного, студентів!",
      "vi": "Thời học sinh bạn đã bao giờ crush ai chưa?\nCậu bạn cùng bàn?\nLớp trưởng học giỏi?\nHay một anh khóa trên điến trai?\n\nChắc hắn rất nhiều người trong chúng ta đều từng có một thời thầm thương trộm nhớ ai đó. Giống như cô bạn nhỏ nhắn Bách Linh và cậu hot boy An Dư Triết thầm thích nhau mà không hay vậy.\n\n\"Yêu thâm\" là câu chuyện tuổi mới lớn với những ngại ngùng, quan tâm vô tình và ghen tuông nho nhỏ, khiến màu sắc cuộc sống của đôi bạn trẻ trở nên tươi đẹp và muôn màu hơn. Đồng thời bộ truyện cũng giúp người đọc trải nghiệm những cung bậc cảm xúc ngọt ngào, lãng mạn, đôi khi trầm lắng nhưng lại ngây ngô ngốc nghếch của cả hai.",
      "pt-br": "Recentemente comecei a gostar de alguém. Ele é meu colega de classe.”\nOs instantâneos curtos e doces de um romance florescente entre dois estudantes desavisados! Embalado com interações fofas entre personagens adoráveis ​​(para não mencionar bonitos!), esta série certamente satisfará seu desejo por doces"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41c89117-abd3-40ba-a7ec-c7c8814d5e5b",
    "title": {
      "en": "Ookami-kun wa Suki ga Kakusenai"
    },
    "updatedAt": "2024-04-10T15:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/41c89117-abd3-40ba-a7ec-c7c8814d5e5b/018a9c60-1a17-47d0-aba1-245a76a94d69.png",
    "altTitles": [
      {
        "ja": "オオカミくんは好きが隠せない"
      },
      {
        "en": "The Wolf can't Hide His Affection"
      }
    ],
    "description": {
      "en": "This is a world where humans and beast people coexist. The helpful leopard, Tomoru, and the wolf, Hibiki, who goes at his own pace, are childhood friends who live together. One day, Tomoru is told by Hibiki that he likes him, and their relationship changes!!! Tomorou, who realizes he thinks of Hibiki as more than family, accepts his confession, and the two of them start dating.\nHowever, Hibiki changes into his beast form whenever he gets excited. How will he skillfully make out now they're lovers...?!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-05-04T17:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/f46e79f2-aea0-44fc-8ea6-972b517c88c9.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]