[
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-01-22T09:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8909273-7dea-4739-ac2e-c24da08b0b93",
    "title": {
      "en": "Villain Classroom"
    },
    "updatedAt": "2024-03-25T12:58:16+00:00",
    "coverArt": "https://mangadex.org/covers/c8909273-7dea-4739-ac2e-c24da08b0b93/8cc8f199-49bb-405b-b816-abadff71d1c2.jpg",
    "altTitles": [
      {
        "ko": "악녀교실"
      },
      {
        "en": "Evil Girl Classroom"
      }
    ],
    "description": {
      "en": "Heo Jeong-woo, a high school student who is bullied by a girl in his class for his weakness.\n \nHan Bo-ra, a transfer student, comes to Jeong-woo's class, where he was spending his miserable days.\n\nJeong-woo feels a strong sense of déjà vu when he sees the child with straight black hair and stains on his legs. Sure enough, Han Bo-ra, who has subdued the arguing classmates, asks them.\n\n\"'Have you ever seen a child similar to me?\n\nJeong-woo decides to approach Bo-ra, who might be able to correct what is wrong...\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?originalProductId=522173)",
      "ko": "같은 반 여자애에게 약점을 잡혀 괴롭힘 당하는 고등학생 '허정우'. 피폐한 나날을 보내던 정우의 반에 전학생 '한보라'가 온다. 까만 생머리와 다리에 얼룩을 가진 그 아이를 보고 정우는 강한 기시감을 느낀다. 아니나다를까, 시비 거는 반 아이들을\n제압한 한보라는 그들에게 묻는다. '나랑 비슷한 애 본 적 있어?' 어쩌면 꼬인 것을 바로잡아줄 보라에게 정우는 접근하기로 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d36a83a-ccce-4410-a4c0-c80b16f3656a",
    "title": {
      "en": "Imokusa Reijou desu ga Akuyaku Reisoku wo Tasuketara Kiniiraremashita"
    },
    "updatedAt": "2024-02-05T18:50:22+00:00",
    "coverArt": "https://mangadex.org/covers/5d36a83a-ccce-4410-a4c0-c80b16f3656a/f988ee26-36a6-4171-897d-0e3cc7c71d76.png",
    "altTitles": [
      {
        "ja": "芋くさ令嬢ですが悪役令息を助けたら気に入られました"
      },
      {
        "en": "I'm an Unfashionable Lady, but When I Helped a Villainous Young Lord He Ended up Liking Me"
      },
      {
        "en": "I'm an Uncouth Lady, but I Helped the Villainous Young Lord but He Ended up Liking Me"
      }
    ],
    "description": {
      "en": "Agnes, who was ridiculed in the social circles for being an unfashionable noble, happened to help Nazelbert, the duke's son, who had been betrothed to the Princess. However, the Princess saw this and ordered Nazelbert to marry Agnes as punishment. Isn't it terrible to marry me as a punishment? Look, he seems to hate it too. Wait, he doesn't?\n\nThis is a story about an unfashionable noble and a duke's son, who grow closer to each other.\n\n---\n* [Orignal Web Novel](https://ncode.syosetu.com/n2047go/)",
      "ja": "伝統に執着する家柄のせいで古臭い格好を義務付けられ、「芋くさ令嬢」と馬鹿にされていたアニエス。あるパーティー中、王女殿下から婚約破棄された公爵の息子ナゼルを助けたことで、彼との結婚を命じられる！　しかし、命令で結婚したはずの二人は、本物の恋に落ちていき!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d384ea2-1efd-4815-8c12-ff9663215060",
    "title": {
      "en": "Boukensha ni Narenakatta Ore, Sukiru [Oppai Kyousei] de Nayameru Anoko wo Hitotasuke!?"
    },
    "updatedAt": "2024-03-02T16:25:59+00:00",
    "coverArt": "https://mangadex.org/covers/7d384ea2-1efd-4815-8c12-ff9663215060/b604e0a4-cfed-4434-a245-aa27d83e3af7.jpg",
    "altTitles": [
      {
        "ja": "冒険者になれなかった俺、スキル「おっぱい矯正」で悩めるあの子を人助け!?"
      },
      {
        "ja-ro": "Boukensha ni Narenakatta Ore, Skill [Oppai Kyousei] de Nayameru Anoko wo Hitotasuke!?"
      },
      {
        "en": "I couldn't become an Adventurer, so I'll help troubled girls with my [Breast Correction] Skill!?"
      }
    ],
    "description": {
      "en": "More than ten years have passed since dungeons suddenly appeared on Earth. In a world where people with excellent skills play an active role as adventurers, the skill that high school student Takeshi Miyamoto has discovered is... \"breast correction\"!?\n\nTakeshi is confused by the unique skill he has never seen or heard of. But there seems to be a surprising number of girls who need it.\n\nWeb Novel Raw Link - [https://kakuyomu.jp/works/16816700426616946277](https://kakuyomu.jp/works/16816700426616946277)",
      "ja": "地球上に突如としてダンジョンが現れてから十余年。優れたスキルを持つ者が冒険者として活躍する世界で、高校生・宮本武が開眼したスキルは……「おっぱい矯正」!? 見たことも聞いたこともない異色のスキルに戸惑う武だったが、それを必要とする女の子は意外にも多そうでーー。\n\n* **宮本 武（みやもと たける）**\n高校1年生。密かに冒険者への憧れていたものの、「おっぱい矯正士」という謎のジョブを得てしまう。\n\n* **平良璃夢(たいらりむ)**\n武のクラスメイト。武がジョブ「おっぱい矯正士」であることに気づき、あるお願いをする。\n \n--- \n \nChikyū-jō ni totsujotoshite danjon ga arawarete kara jūyonen. Sugureta sukiru o motsu mono ga bōken-sha to shite katsuyaku suru sekai de, kōkōsei miyamoto takeshi ga kaigan shita sukiru wa... \"oppai kyōsei\"!? Mita koto mo kiita koto mo nai ishoku no sukiru ni tomadou budattaga, sore o hitsuyō to suru on'nanoko wa igainimo ō-sōde ̄̄. \n\n* **Miyamoto Takeshi**\nKōkō 1-nensei. Hisoka ni bōken-sha e no akogarete ita mono no, \"oppai kyōsei-shi\" to iu nazo no jobu o ete shimau. \n\n* **Taira Aki yume**\nTake no kurasumeito. Bu ga jobu \"oppai kyōsei-shi\" dearu koto ni kidzuki, aru onegai o suru."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac7bdc7-c1f3-4595-82f5-b5bfb002b933",
    "title": {
      "en": "Risou no Himo Seikatsu"
    },
    "updatedAt": "2024-02-02T04:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/fac7bdc7-c1f3-4595-82f5-b5bfb002b933/3b0215a1-e6e1-49b3-9107-497d2d4c6a69.jpg",
    "altTitles": [
      {
        "en": "The Ideal Sponger Life"
      },
      {
        "ru": "Моя идеальная жизнь"
      },
      {
        "ja": "理想のヒモ生活"
      },
      {
        "zh": "理想的小白脸生活"
      },
      {
        "ko": "이상적인 기둥서방 생활"
      },
      {
        "ka": "ჩემი იდეალური ცხოვრება"
      },
      {
        "ja-ro": "Risou no Himo Seikatsu"
      }
    ],
    "description": {
      "en": "One day, average salaryman Yamai Zenjirou has an out-of-this-world experience—literally! He's pulled from Earth and dragged to another world where magic thrives and a gorgeous, powerful queen needs a consort. Now he's being pressured to marry that very monarch and help her bear a child. Will Zenjirou accept this life of lazy, luxurious love at the cost of leaving his home behind?",
      "ja": "**異世界で巨乳の褐色女王とグータラ生活！？？**\n\n月平均残業時間150時間オーバーの半ブラック企業に勤める山井善治郎は、気がつくと異世界に召喚されていた。善治郎を召喚したのは、善治郎の好みストライクど真ん中な、褐色の爆乳美女。「ようこそ、婿殿」と、いきなり結婚を申し込む異世界の女王様に善治郎の出した結論は……。 サラリーマンが異世界の王族となり、ぐーたらなヒモ生活を謳歌!? 「小説家になろう」で年間ランキング1位を獲得した人気作が待望のコミック化！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6aebf39-07b8-4959-ba73-fa852b96913b",
    "title": {
      "en": "Koiseyo Mayakashi Tenshi-domo"
    },
    "updatedAt": "2024-03-24T11:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/f6aebf39-07b8-4959-ba73-fa852b96913b/0ca2e2fe-e8d6-41f4-8445-63f72f6dc36c.jpg",
    "altTitles": [
      {
        "ja": "恋せよまやかし天使ども"
      },
      {
        "en": "Fall in Love False Angels"
      }
    ],
    "description": {
      "en": "Otogi Katsura has had a reputation for being a beautiful girl at school since she entered the school. She is also named president of the class committee, but the vice president, Ichi (Ninomae), is also reputed to be a pretty boy. Unlike her public face, Otogi Katsura is an outspoken character and a martial artist in her own right. She is attracted to the perfect Ichi, who is also perfect on the inside, but she wonders if he also has a dark side."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9",
    "title": {
      "en": "Fate/Grand Order -mortalis:stella-"
    },
    "updatedAt": "2023-07-20T06:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9/75f758ef-7dbd-4f6b-adcc-e2f070eb1aa7.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Великий приказ: Смертоносная Стелла"
      },
      {
        "zh-hk": "Fate/Grand Order -mortalis:stella- 剎那星辰"
      },
      {
        "en": "Fate/Grand Order mortalis stella"
      },
      {
        "ja": "フェイト／グランド オーダー－モルターリス：ステラ－"
      }
    ],
    "description": {
      "en": "The official adaptation of the TYPE-MOON phenomenon that has become one of the most popular mobile games in the world! The year is 2016, and glitches found in humanity’s past threaten the sustainability of its future. The Chaldea Security Organization - tasked with preserving human history for as long and as strongly as possible - has developed a new method of time travel to repair these events, stabilizing humanity’s future. But when an unknown threat pushes mankind to the brink of extinction, young recruits Mash Kyrielight and Ritsuka Fujimaru find themselves at the helm of the rescue mission: Obtain the Holy Grail in a face off against fate itself …",
      "ru": "Альтернативная манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты Фуюки, Орлеан, Септем, Лондон, Камелот. Повествование ведется от лица Маш."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ca95d5b-4aa0-4d22-96e1-6844ea7ed106",
    "title": {
      "en": "Secret Love"
    },
    "updatedAt": "2024-01-15T16:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ca95d5b-4aa0-4d22-96e1-6844ea7ed106/a5f0fcd1-0609-4e10-b98c-0cf1f358ff4d.png",
    "altTitles": [
      {
        "en": "Falling in Love"
      },
      {
        "en": "My First Crush"
      },
      {
        "en": "Secret Crush"
      },
      {
        "zh": "暗恋"
      },
      {
        "kk": "Құпия махаббат"
      },
      {
        "ja": "片思い　暗恋（AN LIAN）"
      },
      {
        "uk": "Таємне кохання"
      },
      {
        "vi": "Yêu Thầm"
      },
      {
        "pt-br": "Amor secreto"
      }
    ],
    "description": {
      "en": "“I’ve recently come to like someone. He’s my classmate.”  \nThe short and sweet snapshots of a blossoming romance between two unsuspecting students! Packed with fluffy interactions between adorable (not to mention handsome!) characters, this series is sure to satisfy your sweet tooth~",
      "fr": "Les chassés croisés entre un garçon et une fille attirés l'un par l'autre en de courts moments. Tendre et amusant.Portuguese (BR) / Português (BR)Os cruzamentos entre um menino e uma menina que são atraídos um pelo outro em breves momentos. Se apaixonando lentamente…",
      "it": "L'incrocio tra un ragazzo e una ragazza attratti l'uno dall'altra in pochi istanti. Si innamorano lentamente…..  \n  \n**Buy the official Vol. 1 on [Taobao](http://t.cn/A6bZZMgM)!**",
      "kk": "«Мен сыныптасыма ғашық болып қалдым». \n«Мен бір қызға қызығушылық таныта бастадым». \nБір-біріне жасырын ғашық болған сыныптастары туралы сүйкімді оқиға \n\\ / (^ o ^) \\ /",
      "uk": "«Нещодавно мені дехто сподобався. Він мій однокласник».\nМила історія про двох, таємно закоханих одне в одного, студентів!",
      "vi": "Thời học sinh bạn đã bao giờ crush ai chưa?\nCậu bạn cùng bàn?\nLớp trưởng học giỏi?\nHay một anh khóa trên điến trai?\n\nChắc hắn rất nhiều người trong chúng ta đều từng có một thời thầm thương trộm nhớ ai đó. Giống như cô bạn nhỏ nhắn Bách Linh và cậu hot boy An Dư Triết thầm thích nhau mà không hay vậy.\n\n\"Yêu thâm\" là câu chuyện tuổi mới lớn với những ngại ngùng, quan tâm vô tình và ghen tuông nho nhỏ, khiến màu sắc cuộc sống của đôi bạn trẻ trở nên tươi đẹp và muôn màu hơn. Đồng thời bộ truyện cũng giúp người đọc trải nghiệm những cung bậc cảm xúc ngọt ngào, lãng mạn, đôi khi trầm lắng nhưng lại ngây ngô ngốc nghếch của cả hai.",
      "pt-br": "Recentemente comecei a gostar de alguém. Ele é meu colega de classe.”\nOs instantâneos curtos e doces de um romance florescente entre dois estudantes desavisados! Embalado com interações fofas entre personagens adoráveis ​​(para não mencionar bonitos!), esta série certamente satisfará seu desejo por doces"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-01-29T13:47:05+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (nee) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2023-12-27T20:55:37+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/15470273-911b-4fdc-95c2-a93a33e29daf.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-02-20T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/4be8d90a-99bd-489a-b084-4770ba5486df.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37cb5b6-3245-4a06-840b-93f25bd760f8",
    "title": {
      "en": "Be-bop High School"
    },
    "updatedAt": "2022-08-10T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c37cb5b6-3245-4a06-840b-93f25bd760f8/2209acf7-12c8-47c7-ab5f-936dff6e3bff.png",
    "altTitles": [
      {
        "ja": "ビー・バップ・ハイスクール"
      },
      {
        "ja-ro": "Bī bappu haisukūru"
      }
    ],
    "description": {
      "en": "The story revolves around the lives of two rough-and-tumble high school friends Kato Hiroshi and Nakama Toru, who seemed to make a habit of getting into trouble and starting up fights. In keeping with the spirit of the manga, Toru and Hiroshi sport slicked back 50's style ducktails and adopted exaggerated swaggers that made them comical and yet also oddly cool. The drama also features an assortment of outlandish characters who sport even weirder fashions and hairdos. To describe the action in this drama, think Fight Club meets The Breakfast Club.  \n  \n---\n - **Won the 12th Kodansha Manga Award for General Manga in 1988, which it shared with Bonobono**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "suggestive",
    "lastVolume": "48",
    "lastChapter": "308"
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-15T16:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/725dbec8-9107-4bd0-b77d-b878900effcd.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee6b75bd-d359-473d-a2b4-c8fb10470833",
    "title": {
      "en": "The Strongest in History"
    },
    "updatedAt": "2024-04-12T19:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/ee6b75bd-d359-473d-a2b4-c8fb10470833/5e7d3ff1-52ef-4b1a-809d-e5b0d2b3cecd.jpg",
    "altTitles": [],
    "description": {
      "en": "Be it Guan Yunchang, the Saint of War, Xiang Yu, the Hegemon King of Chu,  the below one and above all, Lu Fengxian, or Oboi, each pair is going to face off each other in a life-death battle. The ultimate winner shall be granted a wish. [Remake]"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2073b267-9e9e-4895-bb7d-6877bf7fa8df",
    "title": {
      "en": "Witch Enforcer"
    },
    "updatedAt": "2024-04-12T20:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/2073b267-9e9e-4895-bb7d-6877bf7fa8df/f2339861-3a96-4a90-b2a7-6daf00236b5d.jpg",
    "altTitles": [
      {
        "ja": "魔女の執行人"
      },
      {
        "ja-ro": "Majo no Shikkounin"
      },
      {
        "ru": "Ведьма страж"
      },
      {
        "ru": "Палач ведьм"
      }
    ],
    "description": {
      "en": "Witches who defy the law must face judgment. 150 years ago, witches descended from the moon, and ever since, this country has promoted and fostered a deep bond between them and its people. However, not all witches abide by the law. Chosen from their own ranks, an “Enforcer” brings them to justice. Among them is Witch Natalia, who one day encounters a boy afflicted by a curse...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5495d33e-4ede-45dd-b44d-0dbe77fc2cb2",
    "title": {
      "en": "Even If Despair Consumes You"
    },
    "updatedAt": "2024-04-13T08:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/5495d33e-4ede-45dd-b44d-0dbe77fc2cb2/dc0f9806-afed-4c66-8294-7f17ee0c1749.jpg",
    "altTitles": [],
    "description": {
      "en": "In a life drained of luck through a deceitful pact with a devil, ‘Dokyung’ feels despair with her miserable existence. Enters another devil, ‘Hwamyung,’ who feeds on despair, in this fantasy tale of redemption through a contract. Dokyung, who has lived on the brink of despair, trapped in a life devoid of hope. At the moment she decides to end it all, the devil Hwamyung intervenes.\n“What is this? My life should’ve ended here… Why did you save me?”\n“Don’t die. For the sake of my pleasure.”\nEntangled in a contract with the devil of despair, can Dokyung recover her life that has been thrown to the ground?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a0f7ed-d05b-4e5b-8f5d-2e369afa7da2",
    "title": {
      "en": "The Debt Collector Who's an Older Girl Takes Care of Me Little by Little"
    },
    "updatedAt": "2024-04-16T13:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/a6a0f7ed-d05b-4e5b-8f5d-2e369afa7da2/2216cd7a-ac4a-4fd0-a650-eecaf0e3af40.jpg",
    "altTitles": [
      {
        "ja": "だんだん、借金取りの姉御がボクの世話を焼いてくれる"
      },
      {
        "ja-ro": "Dandan, Shakkintori no Anego ga Boku no Sewa o Yaite Kureru"
      },
      {
        "es-la": "La chica cobradora me cuida poco a poco."
      }
    ],
    "description": {
      "en": "A collector girl finds a child while collecting a debt: his parents have escaped to avoid paying \nand now she is in charge of keeping him safe and taking care of him... \neverything to protect him rewards, everything for that!",
      "es-la": "Una chica cobradora que mientras se encuentra cobrando una deuda se encuentra con un niño, sus padres han escapado para no pagar y ahora ella se encargara de mantenerlo a salvo y cuidarlo... todo para proteger le recompensa, ¡todo por eso!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a500b8f7-5aa4-4bec-bf42-ba9a95af8997",
    "title": {
      "en": "Einen Koyou wa Kanou deshou ka"
    },
    "updatedAt": "2023-10-24T10:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/a500b8f7-5aa4-4bec-bf42-ba9a95af8997/6a135a52-6e6e-4da3-b7b0-aa0fcb7f58c5.jpg",
    "altTitles": [
      {
        "ja": "永年雇用は可能でしょうか"
      },
      {
        "ja": "永年雇用は可能でしょうか ~無愛想無口な魔法使いと始める再就職ライフ~"
      },
      {
        "ja-ro": "Einen Koyou wa Kanou deshou ka: Buaisou Mukuchi na Mahoutsukai to Hajimeru Saishuushoku Life"
      },
      {
        "en": "Re-employment Life With an Unsociable Untalkative Magician"
      },
      {
        "en": "Is Long-Term Employment Possible ~ My Reemployment Life With an Unsociable Untalkative Magician"
      }
    ],
    "description": {
      "en": "Lucille was recently fired from her job as a maid after an adultery scandal. This is her re-employment life story with a silent unfriendly magician in a quiet town, away from the scandals."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c682bb5f-d09c-48b5-ba4b-b07f8b632b5e",
    "title": {
      "en": "Sentimental Darling"
    },
    "updatedAt": "2024-04-10T15:05:40+00:00",
    "coverArt": "https://mangadex.org/covers/c682bb5f-d09c-48b5-ba4b-b07f8b632b5e/d201b25c-003d-4213-a990-2b8889d22edf.jpg",
    "altTitles": [
      {
        "ja": "センチメンタル・ダーリン"
      }
    ],
    "description": {
      "en": "**Sentimental Darling**\nRyosuke and Shun are in their fourth year of college and have been dating for five years. They've been happy together every day, and it's been smooth sailing... but lately, even when they've had sex, it's just been \"good work\". I want to cherish our time together! I want us to be more intimate! So Ryosuke decides to make a plan...?\n\n**Sentimental Boy**\nRyosuke and Shun have known each other since they were children, and they've taken it for granted that they'll always be together. But one day, Sun confessed to Ryosuke about his unexpected feelings for him!\n\nAlso includes Come Here Neko-san, to the Clapping Hands (Neko-san Kochira, Te no Naru Hou e)\n\n(Source: Kasakura Shuppansha, translated)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2023-07-08T05:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/40d9e0e8-7329-44e3-8d81-4a3d687b8d55.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-02-11T18:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/f3fbdcfe-83a8-4852-a676-ccabd299a013.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a02bd707-cafa-4f46-a00f-b3d499cb70ed",
    "title": {
      "en": "Mi-chan to Airi"
    },
    "updatedAt": "2024-01-31T20:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/a02bd707-cafa-4f46-a00f-b3d499cb70ed/d3e6ea75-4eeb-4e03-872c-eb7f66329a7a.jpg",
    "altTitles": [
      {
        "en": "Mi-chan and Airi"
      },
      {
        "ja": "みーちゃんとアイリ"
      }
    ],
    "description": {
      "en": "Midori, a corporate slave, is being worked to death day and night. Her meals come from the convenience store, her refuge is alcohol and cigarettes, and she goes home only to sleep - such are the utterly wasteful days she leads. On her way home one day, she discovers a girl sleeping in the dumpster. She helps the girl on a whim, who introduces her self as Airi, a **witch**(!) with mysterious powers. Airi begs her, \"Please let me stay with you for a while\", and so begins their strange cohabitation life!? Warm and fluffy relief has arrived to Midori's weary days. These two mismatched ladies, a corporate slave office worker and a mess of a witch, begin their cohabitation life! (Translated from BookWalker)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-03-17T11:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c176982-d2f4-4f03-81c8-e90218798694",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Lucoa Is My xx"
    },
    "updatedAt": "2023-05-07T20:13:56+00:00",
    "coverArt": "https://mangadex.org/covers/6c176982-d2f4-4f03-81c8-e90218798694/d61c4909-9808-42fa-84b0-8f4e2b4af976.jpg",
    "altTitles": [
      {
        "ja-ro": "Kobayashi-san-chi no Maid Dragon: Lucoa wa Boku no ×× Desu"
      },
      {
        "ja-ro": "Kobayashi-san-chi no Maid Dragon: Lucoa wa Boku no Chomechome Desu"
      },
      {
        "ja-ro": "Kobayashi-san-chi no Maid Dragon: Lucoa wa Boku no xx Desu"
      },
      {
        "en": "Miss Kobayashi's Dragon Maid: Lucoa Is My ××"
      },
      {
        "ru": "Дракон-горничная Кобаяши-сан: Лукоа моя xx"
      },
      {
        "ja": "小林さんちのメイドラゴン ルコアは僕の××です。"
      },
      {
        "zh-hk": "小林家的龍女僕 露可亞是我的XX"
      },
      {
        "zh": "小林家的龙女仆 露可亚是我的XX"
      },
      {
        "ru": "Дракорничная госпожи Кобаяcи: Лукоа — моя **"
      }
    ],
    "description": {
      "en": "A spin-off of Kobayashi-san Chi no Maid Dragon focusing on Shouta living with Lucoa as his familiar.",
      "ru": "Спин-офф Дракон-горничная Кобаяши-сан рассказывает о Шоте, живущим с Лукоа в качестве его фамильяра.!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "The Story of Succubus"
    },
    "updatedAt": "2024-04-15T18:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "ja-ro": "Sakyubasu ga Yattekita Ohanashi"
      },
      {
        "vi": "Chuyện nàng Succubus"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80497ef8-3967-452d-ab6a-2c5ec2d4ebcb",
    "title": {
      "en": "Alkaloid no Hanayome"
    },
    "updatedAt": "2024-01-31T22:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/80497ef8-3967-452d-ab6a-2c5ec2d4ebcb/b115cdb7-f544-4e1a-afc1-acd1ea997e11.png",
    "altTitles": [
      {
        "ja": "アルカロイドの花嫁"
      },
      {
        "ja": "Alkaloid Bride"
      }
    ],
    "description": {
      "en": "Romelia, a lonely girl, and Kutli, a young high-ranking soldier, are solemnly married in the presence of God. What they share, however, is not \"conjugal love,\" but the \"unbearable fate\" they have mutually borne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2842bdca-6f81-495f-aab2-51eaa3a566f0",
    "title": {
      "en": "The Lady Who Summons Monsters"
    },
    "updatedAt": "2023-09-14T12:22:18+00:00",
    "coverArt": "https://mangadex.org/covers/2842bdca-6f81-495f-aab2-51eaa3a566f0/84b5bec7-8523-4a03-9581-c0044219b83d.png",
    "altTitles": [
      {
        "ko": "괴물을 부르는 공녀님"
      },
      {
        "ko-ro": "Goemureul bureuneun gongnyeonim"
      },
      {
        "en": "The Princess Who Summons Monsters"
      },
      {
        "en": "Princess Summoning the Monster"
      }
    ],
    "description": {
      "en": "Armonia, an abandoned child, was considered bad luck due to her ability to talk to monsters. Despite growing up alongside monsters and having limited knowledge of the human world, she ventures into the human realm to protect the Walter Forest, her cherished homeland. There, she encounters Hyde, the commander of the Subjugation Troope, whom she must persuade to stop the Subjugation.\n\n\"Do you not wish to kill monsters?\"\n\"Why is there so much troll snot?\"\n\nTheir first meeting goes awry from the start. As the story unfolds, a chaotic fantasy romance develops between the female protagonist, who considers monsters as her family, and the male protagonist, who suffers from monster phobia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba4c82bb-cfdc-445f-b1bd-8e152623966a",
    "title": {
      "en": "Setting Things Straight With Brats"
    },
    "updatedAt": "2023-08-26T13:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/ba4c82bb-cfdc-445f-b1bd-8e152623966a/5fee1ebb-9d5d-4d5d-841a-60e589e6f06b.jpg",
    "altTitles": [
      {
        "ja": "メスガキわからせシリーズ"
      },
      {
        "zh-hk": "制裁雌小鬼的系列"
      },
      {
        "ja": "好きになって欲しかっただけなのに。"
      },
      {
        "zh-hk": "明明只是想讓你喜歡我"
      },
      {
        "ja-ro": "Mesugaki Wakarase Series"
      },
      {
        "ja-ro": "Suki ni Natte Hoshikatta Dake Nano ni"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbdffb51-7817-40af-a090-e6c68f42d7e3",
    "title": {
      "en": "Ichizu Bitch-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-04-16T11:41:23+00:00",
    "coverArt": "https://mangadex.org/covers/dbdffb51-7817-40af-a090-e6c68f42d7e3/c8241361-4116-498d-ab92-98e04434692e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ichizu de Bitch na Kouhai (Web)"
      },
      {
        "ja": "一途ビッチちゃん"
      },
      {
        "en": "Wholehearted Domineering Junior (Pre-Serialization)"
      },
      {
        "ja": "一途でビッチな後輩"
      }
    ],
    "description": {
      "en": "A story about a flirty kouhai seducing her senpai.",
      "pt-br": "Uma kouhai vai tentar todas as maneiras românticas e talvez eróticas para seduzir seu senpai."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "498c4b60-f691-4a24-be84-d40dd6d7fffa",
    "title": {
      "en": "Go Off Yourself Optimiscally!"
    },
    "updatedAt": "2024-04-11T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/498c4b60-f691-4a24-be84-d40dd6d7fffa/0b90edd5-710d-40a3-b628-0db6591b0ee7.png",
    "altTitles": [
      {
        "ja": "前向きに死ね！"
      },
      {
        "ja-ro": "Maemuki ni Shine!"
      }
    ],
    "description": {
      "en": "He did it all for the sake of love. Onodera Yuzuki, a man with an absurd fate, begins his life-threatening confession!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a08b268-e032-4198-a53a-ef705e592dc3",
    "title": {
      "en": "TEKNO: Sci-Fi Shonen!"
    },
    "updatedAt": "2024-04-04T23:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a08b268-e032-4198-a53a-ef705e592dc3/d5038f3f-030d-4adc-b005-2bc58036c7a9.png",
    "altTitles": [],
    "description": {
      "en": "Tek can't use Techs, but he joins the Royal Guard to make Futura great again!\n\n\n♥ Animated Trailer: youtube.com/watch?v=mbzaZMvZtPM\n♥ Discord: discord.gg/pVZts8fdTf\n♥ Read ahead, free! patreon.com/TEKNOmanga"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78",
    "title": {
      "en": "Isekai wa Smartphone to Tomo ni"
    },
    "updatedAt": "2023-09-05T13:38:15+00:00",
    "coverArt": "https://mangadex.org/covers/8bc61f6d-5b33-4c6b-bfdc-589daa4a4d78/e6404fb0-5be8-4fb5-ac52-8b0ef0cbf36e.jpg",
    "altTitles": [
      {
        "fr": "Dans un nouveau monde avec mon Smartphone"
      },
      {
        "ru": "В другом мире со смартфоном"
      },
      {
        "th": "ไปต่างโลก! ก็ต้องไปกับสมาร์ทโฟนสิ!!!"
      },
      {
        "zh": "带著智慧型手机闯荡异世界"
      },
      {
        "zh": "异世界和智能手机在一起"
      },
      {
        "ja": "異世界はスマートフォンとともに。"
      },
      {
        "ko": "이세계는 스마트폰과 함께"
      },
      {
        "vi": "Sang Thế Giới Khác Cùng Với Chiếc Smartphone"
      },
      {
        "vi": "Xuyên Không Cùng Với Chiếc Smartphone"
      },
      {
        "en": "In Another World With My Smartphone"
      },
      {
        "pt-br": "Em Um Mundo Diferente Com Um Smartphone"
      },
      {
        "id": "Ke Dunia Lain Bawa Smartphone Ku"
      },
      {
        "es": "En otro mundo con mi Smartphone."
      },
      {
        "it": "In un mondo parallelo con uno smartphone."
      },
      {
        "fr": "Un autre monde avec un Smartphone."
      },
      {
        "vi": "Đến thế giới mới với smartphone!"
      },
      {
        "ru": "Исэкай ва сума:тофон то томо ни"
      },
      {
        "fa": "در جهانی دیگر با گوشی هوشمند"
      },
      {
        "ar": "في عالم أخر مع هاتفي الذكي"
      },
      {
        "fa": "لە جیھانێکی تر لەگەڵ مۆبایلە زیرەکەکەم (Central Kurdish)"
      },
      {
        "zh-hk": "帶著智慧型手機闖蕩異世界。"
      },
      {
        "zh-hk": "攜手機漂異世 (Classical Chinese)"
      },
      {
        "hi": "मेरे स्मार्टफोन के साथ दूसरी दुनिया में"
      },
      {
        "ka": "სხვა სამყაროში ტელეფონით"
      }
    ],
    "description": {
      "en": "After a freak accident involving some lightning winds up zapping him dead, 15-year-old Mochizuki Touya wakes up to find himself face-to-face with God. \"I am afraid to say that I have made a bit of a blunder\" laments the old coot. But all is not lost! God says that he can reincarnate Touya into a world of fantasy, and as a bonus, he gets to bring his smartphone along with! So begins Touya's adventure in a new, anachronistic pseudo-medieval world. Friends! Laughs! Tears! Inexplicable Deus ex Machina! He sets off on a journey full of wonder as he absentmindedly travels from place to place, following whatever goal catches his fancy. The curtains lift on an epic tale of swords, sorcery, and smartphone apps!",
      "vi": "Mochizuki Touya, 15 tuổi là main giống như bao anh main khác khi đang trên đường về nhà lại bị… sét đánh lăn đùng ra chết :v.Điều đáng nói ở đây là sau khi chết anh main lại bị triệu tập đến trước mặt Thượng đế với lý do: Ổng vô tình… hại chết anh main mà không hay biết. Và để đền bù thì ảnh đã được hồi sinh sang một thế giới song song khác với 1 cái Sì mát phôn (Smartphone :v).\r\nThừa hưởng trong mình một di sản to lớn về những nền văn minh cổ đại, anh thong dong đi trên con đường đơn độc tại một thế giới khác trong khi sở hữu một nguồn sức mạnh thậm chí có thể giúp anh làm bá chủ của cả thế giới thời bấy giờ.\r\nCàng đi anh càng tạo thêm cho mình nhiều đồng chí quan trọng và trước khi kịp nhận ra… anh đã ngày càng lún sâu vào những bí mật được cất giấu tại thế giới đó…",
      "pt-br": "Touya Mochizuki foi acidentalmente morto e, como uma desculpa, Deus lhe permite renascer em um mundo de fantasia e lhe concederá qualquer coisa que ele desejar. E assim, Touya escolhe manter seu smartphone no próximo mundo. Em sua segunda chance na vida, ele faz amizade com muitas figuras importantes e se depara com o segredo do mundo. Ele herda o legado de uma civilização antiga e viaja despreocupadamente enquanto possui poderes que rivalizam com os reis daquele mundo."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18ef1e92-f574-4c8c-99af-555e44ba418e",
    "title": {
      "en": "Touhou Ibara Kasen ~ Wild and Horned Hermit."
    },
    "updatedAt": "2024-03-09T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/18ef1e92-f574-4c8c-99af-555e44ba418e/f8de2bd4-b519-4b34-9272-dd4e765e2de5.png",
    "altTitles": [
      {
        "en": "Eastern Thorned Poet Hermit ~ Wild and Horned Hermit."
      },
      {
        "en": "WaHH"
      },
      {
        "ru": "Тохо Ибаракасэн ~ Дикий и Рогатый Отшельник"
      },
      {
        "ja": "東方茨歌仙　～ Wild and Horned Hermit."
      },
      {
        "de": "Der Rosenpoet des Ostens ~ Wild and Horned Hermit."
      },
      {
        "uk": "Тохо Ібаракасен ~ Дика та Рогата Відлюдниця"
      }
    ],
    "description": {
      "en": "In this 10 volume official Touhou series, spanning the time period of nine long years between the UFO and WBaWC games, we follow the misadventures of the business inept shrine maiden Reimu Hakurei and her ever-curious friend Marisa Kirisame, who meet a mysterious, young hermit woman named Ibara Kasen.  \n  \nUpon seeing how sloppily the Hakurei Shrine conducts its business, she decides to become a regular shrine visitor, determined to lend her near unlimited wisdom to the shrine maiden, in order to make her place a proper Shinto Shrine. Does the nagging, yet well meaning hermit bring nothing but good-will with her advice, or is there something more sinister hiding behind the friendly face and her bandaged arm?",
      "pt": "De Zun, Wild and Horned Hermit é o último mangá da série Touhou, seguindo os passos de Silent Sinner in Blue, Inaba the Moon & Inaba the Earth e a triologia Sangetsusei.  \nDesta vez, Marisa encontra uma misteriosa eremita fora da aldeia humana, No entanto, ela contou para Reimu sobre essa mulher, sendo vista ao redor do Santuário, ela é Ibara Kasen, uma estranha asceta com um braço enfaixado por causa de uma certa habilidade desconhecida da natureza, cujo mantem uma disciplina mais consciente do que elas e de qualquer um em Gensokyo."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "51"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-04-12T15:47:56+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/345d7950-d766-4e6f-a2a9-ec3bcedbc9b5.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6585c1-ddea-4fcb-8e3b-b1191b653831",
    "title": {
      "en": "The Breaker - Eternal Force"
    },
    "updatedAt": "2024-01-07T13:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/8d6585c1-ddea-4fcb-8e3b-b1191b653831/fa323231-9732-4484-b3c2-b6d57e61adbf.jpg",
    "altTitles": [
      {
        "en": "The Breaker Season 3"
      },
      {
        "en": "Eternal Force"
      },
      {
        "ko": "이터널 포스"
      }
    ],
    "description": {
      "en": "Ha Jae, who’s contemplating death on the rooftop due to bullying. A senior appears before him and suddenly pushes Ha-Jae off?! But, he wakes up safely in the Nurse’s Office in school. Ha-Jae’s retaliation against the bullying that the delinquents have started again ends in failure…\r\n\r\nBut, Siwoon appears before him yet again and coaches Ha-Jae to defeat the delinquents in one strike using his fist.\r\n\r\nThe presence of the Murim appears hidden under what seems to be an ordinary school, and the perilous adventure to the world of Murim begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34c9b28f-6b82-4d13-ba2e-668af6e46d69",
    "title": {
      "en": "Okorippoi Gal wo Date ni Sasotte Mita"
    },
    "updatedAt": "2024-01-22T00:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/34c9b28f-6b82-4d13-ba2e-668af6e46d69/1cd27f0c-474a-4ea4-84d5-1bc064bc9393.jpg",
    "altTitles": [
      {
        "ja": "怒りっぽいギャルをデートに誘ってみた"
      },
      {
        "en": "I Tried Asking a Hot-Tempered Gal Out on a Date"
      },
      {
        "fr": "J'ai essayé de demander à une Gal à fort caractère de sortir avec moi"
      }
    ],
    "description": {
      "ja": "怒りっぽいギャルをデートに誘ってみた"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd36b22-d1c3-4fa7-8c8a-f54b607175ee",
    "title": {
      "en": "The Day I Stopped Being Best Buddies with a Female Skater"
    },
    "updatedAt": "2024-04-14T12:57:42+00:00",
    "coverArt": "https://mangadex.org/covers/4fd36b22-d1c3-4fa7-8c8a-f54b607175ee/6b25af69-816c-4f2f-9634-fb93fee8fd84.jpg",
    "altTitles": [
      {
        "ja": "スケーター女子とマブダチじゃなくなる日"
      },
      {
        "ja-ro": "Skater Joshi to Mabudachi ja Nakunaru Hi"
      },
      {
        "en": "The Day a Skater Girl and I Stopped Being Besties"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-02-29T23:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "4c20ff54-3dfe-4433-a1e3-274492cdb2fc",
    "title": {
      "en": "Arpeggio of Blue Steel"
    },
    "updatedAt": "2024-01-08T06:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/4c20ff54-3dfe-4433-a1e3-274492cdb2fc/169b546f-610f-44e5-92db-6c93d9b6aee7.jpg",
    "altTitles": [
      {
        "ja-ro": "Aoki Hagane no Arpeggio"
      },
      {
        "ru": "Арпеджио Воронёной Стали"
      },
      {
        "th": "สงครามเรือรบสยบโลก"
      },
      {
        "zh": "苍蓝钢铁的琶音"
      },
      {
        "ja": "蒼き鋼のアルペジオ"
      },
      {
        "zh-hk": "蒼藍鋼鐵的琶音"
      },
      {
        "ko": "푸른강철의 아르페지오"
      },
      {
        "ka": "ლურჯი ფოლადის არპეჯიო"
      }
    ],
    "description": {
      "en": "Suddenly, a fleet of ships with mysterious super-weapons called the \"Fleet of Fog\" appeared all around the world. Humanity didn't have the technology to fight such a fleet, so they were driven out of the sea…  \nSeventeen years after the battle, for some reason, Gunzou Chihaya and his crewmates aboard the I-401 and the personification (Mental Model) of the I-401, Iona, started fighting the Fleet of Fog…  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/e9a4cc4c-9f11-4a04-969f-a3c9ad3b9108.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-04-13T06:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-03-07T10:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/9a52c29f-2968-4e42-b400-110cdfaf1afa.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]