[
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-06-09T19:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/a2e28ce9-9bfd-44af-8b65-d967e2307e10.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cbade73-0802-490a-839e-d6b12358a329",
    "title": {
      "en": "Kowamote no Rinjin ga Ω datta Toki no Taishohou"
    },
    "updatedAt": "2024-06-26T07:37:30+00:00",
    "coverArt": "https://mangadex.org/covers/0cbade73-0802-490a-839e-d6b12358a329/aba3f3bc-2224-474b-b0e9-53afb2a1aed5.jpg",
    "altTitles": [
      {
        "ja": "コワモテの隣人がΩだった時の対処法"
      },
      {
        "fr": "Mon voisin flippant est un oméga"
      },
      {
        "vi": "Biện Pháp Đối Phó Khi Hàng Xóm Đáng Sợ Là Omega"
      },
      {
        "ja-ro": "Kowamote no Rinjin ga Omega datta Toki no Taishohou"
      }
    ],
    "description": {
      "en": "\"I thought he was a scary and popular alpha, but I've never heard of such an erotic omega!\"\n\nKouta, an alpha college student, finds his tattooed neighbor, Miyanaga, extremely scary. He tries to give the suspicious-looking man a wide berth, but one day he encounters a strong smell that even Kouta, who is insensitive to omega pheromones, could detect――!\nSource: MU",
      "vi": "“Mình cứ nghĩ cậu ta là một alpha đáng sợ và nổi tiếng, nhưng mình chưa bao giờ nghe nói về một omega khiêu dâm đến thế!”\n\nKouta, một sinh viên đại học alpha, để ý người hàng xóm đầy hình xăm của mình, Miyanaga, vô cùng đáng sợ. Cậu cố gắng tránh xa tên hàng xóm khó gần có vẻ ngoài khả nghi này, nhưng một ngày nọ, cậu ngửi thấy một mùi nồng nặc mà ngay cả Kouta, người không nhạy cảm với pheromone omega, cũng có thể phát hiện ra――!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "4d6085c0-dc26-4397-80e7-8669ddd08df4",
    "title": {
      "en": "Nomi x Shiba"
    },
    "updatedAt": "2024-05-06T14:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/4d6085c0-dc26-4397-80e7-8669ddd08df4/8f1935b0-029d-47b2-bcab-f777e2f54d84.jpg",
    "altTitles": [
      {
        "ja": "のみ×しば"
      }
    ],
    "description": {
      "en": "I fell in love very easily. Even though I myself didn’t think that I’m that kind of person. We became roommates unexpectedly in our second year. Having Shiba-chan as my roommate means I’m super lucky, right?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3004b6e8-2d50-4f51-9dd0-df75c87b7f05",
    "title": {
      "en": "An Ode To Youth"
    },
    "updatedAt": "2021-11-10T04:00:18+00:00",
    "coverArt": "https://mangadex.org/covers/3004b6e8-2d50-4f51-9dd0-df75c87b7f05/3dbeba4b-6c3c-40ce-a8c2-b4e3ca3f13fd.jpg",
    "altTitles": [
      {
        "ko": "청춘,예찬"
      },
      {
        "en": "Cheongchun, Yechan"
      }
    ],
    "description": {
      "en": "Cheongwook and Unho have been living together for three months due to unavoidable circumstances. These two, who have nothing to do with each other, keep fighting over trivial matters. Just when the anger between them builds up and is about to explode, Unho gets caught with his secret by Cheongwook."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87716042-b3fe-4885-ae8d-f2aa2c47affb",
    "title": {
      "en": "Fuwari! Don patch"
    },
    "updatedAt": "2024-06-11T07:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/87716042-b3fe-4885-ae8d-f2aa2c47affb/6ba0d555-f071-4ef6-9db6-ff8137821c76.jpg",
    "altTitles": [
      {
        "ja": "ふわり! どんぱっち"
      },
      {
        "en": "Gently! Don Patch"
      }
    ],
    "description": {
      "en": "A slice of life series taking place in an alternate universe from the main Bobobo series, focusing on Beauty's everyday with... Donpatch!? \n\nA parody of moe series."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "a9e23d07-b293-4530-b592-e97880c8101f",
    "title": {
      "en": "Minus Skill-mochi Yonin ga Atsumattara, Nanka Synergy Hakki Shite Saikyou Party ga Dekita Ken"
    },
    "updatedAt": "2024-06-03T04:40:18+00:00",
    "coverArt": "https://mangadex.org/covers/a9e23d07-b293-4530-b592-e97880c8101f/76d35c8b-c13c-4421-8b96-616c2e89e54f.jpg",
    "altTitles": [
      {
        "ja": "マイナススキル持ち四人が集まったら、なんかシナジー発揮して最強パーティーができた件"
      },
      {
        "en": "Minus Skill: The Story of Four Nuisances That Once Gathered Together, Manifested a Synergy That Created the Strongest Party."
      },
      {
        "zh-hk": "當四個負技能的人聚集在一起時，不知何故發揮了協同作用，成為了最強隊伍的故事"
      }
    ],
    "description": {
      "en": "Minus Skill: a negative de-buff possessed by a select few since birth. A swordsman who has one such skill is once again in the throes of being thrown out of another party. Despite his abilities, that single skill had a huge downside, which would make him a burden to any would-be adventuring partners. Sick and tired of the never-ending cycle, he has taken it upon himself to challenge a dungeon that may possess an item that could remove a skill of his. There, he meets a girl with the Priestess class who also has a Minus Skill but…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78109cda-d748-44ed-8735-0f4da341bd95",
    "title": {
      "en": "Terror vs Revival"
    },
    "updatedAt": "2024-07-13T05:54:34+00:00",
    "coverArt": "https://mangadex.org/covers/78109cda-d748-44ed-8735-0f4da341bd95/6c1afb1b-549d-4a85-804d-117e31eb98f6.jpg",
    "altTitles": [
      {
        "en": "Great Terror Resurrection"
      },
      {
        "ko": "Terror dae Buhwal"
      },
      {
        "en": "Terror Man vs Revival Man"
      },
      {
        "ko": "테러대부활"
      }
    ],
    "description": {
      "en": "The terror man and the revival man finally meet. \"Destruction is the beginning of resurrection\". The whole world is in danger with the birth of a new evil. Min Jung-woo has the ability to see misfortune and Seok-hwan has the ability to come back to life. The two heroes made different choices…Who will be the final victor?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "88"
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91f496a-2b8a-4f95-8efa-569d5622b369",
    "title": {
      "en": "Flawed Almighty"
    },
    "updatedAt": "2024-06-13T14:20:47+00:00",
    "coverArt": "https://mangadex.org/covers/b91f496a-2b8a-4f95-8efa-569d5622b369/bc05ad1a-9ca9-4e5b-9b5e-7b1721a13dbd.png",
    "altTitles": [
      {
        "ko": "천치전능"
      },
      {
        "en": "Omnipotence"
      },
      {
        "en": "Omniscient And Omnipotent"
      },
      {
        "es": "Omnisciente"
      },
      {
        "ru": "Чмоджи Всемогущий"
      },
      {
        "pl": "Niedoskonały wszechmogący"
      }
    ],
    "description": {
      "en": "Do good or go to hell. The conditions of his new curse seem simple enough for once-hopeful hoodlum Jeonji Kim. Or so it seems when his perky guardian angel shows up on his doorstep one day and heals his limp. But will simply going through the motions of helping people be enough to appease a petty god with a grudge?",
      "pl": "Bądź dobry lub idź do piekła. Warunki jego nowej klątwy wydają się wystarczająco proste dla niegdyś pełnego nadziei chuligana Jeonjiego Kima. A przynajmniej tak się wydaje, gdy pewnego dnia jego żwawy anioł stróż pojawia się na jego progu i leczy jego utykanie. Czy zwykłe pomaganie ludziom wystarczy, aby udobruchać małostkowego boga miejącego urazę?",
      "ru": "Ты был легендой — стал никем,\nКак старый лев среди шакалов.\nМечты все обратились в тлен,\nПогребены среди завалов.\n\nУвидев слабого, толкни,\nПусть и его жизнь станет адом.\nВот только даже в наши дни\nЛегенды оживают рядом. © RSC",
      "pt-br": "Faça o bem ou vá para o inferno. As condições de sua nova maldição parecem simples o suficiente para o outrora esperançoso bandido Kim Jeonji. Ou assim parece quando seu animado anjo da guarda aparece em sua porta um dia e o cura. Mas será que simplesmente fazer o que é necessário para ajudar as pessoas será o suficiente para apaziguar um deus mesquinho com rancor?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "121"
  },
  {
    "mangaId": "40acec9e-9ab5-4df5-9486-de8ff9b516a5",
    "title": {
      "en": "Ah, tanuki wa mō damedesu"
    },
    "updatedAt": "2024-06-30T04:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/40acec9e-9ab5-4df5-9486-de8ff9b516a5/beebf9da-33c8-4bb2-baf9-acad4df3579c.jpg",
    "altTitles": [
      {
        "ja": "嗚呼、たぬきはもうだめです"
      },
      {
        "vi": "Vãi thật...con tanuki này xong đời rồi"
      }
    ],
    "description": {
      "ja": "次にくるマンガ大賞のWebマンガ部門にノミネートされました。 応援よろしくお願いいたします"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c471acd-55f1-4ead-84a3-9cc4a8a02c3f",
    "title": {
      "en": "I Look Too Much Like The Boss And The World Actually Believes It"
    },
    "updatedAt": "2024-04-20T12:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c471acd-55f1-4ead-84a3-9cc4a8a02c3f/2ff3cd2f-79d9-4b4b-ba30-cfdf38488850.jpg",
    "altTitles": [
      {
        "zh": "长的太像BOSS，结果世人真的信了"
      },
      {
        "zh-ro": "Zhang De Tai Xiang BOSS, Jieguo Shiren Zhen De Xinle"
      },
      {
        "zh-ro": "Zhǎng De Tài Xiàng BOSS, Jiéguǒ Shìrén Zhēn De Xìnle"
      },
      {
        "en": "The Appearance is so BOSS-like, Yet Everyone Believes it"
      }
    ],
    "description": {
      "en": "Moon Lord, Suliang! Tamer of the Divine Lunar Morpho Butterfly, a familiar with abilities to control time and space, yin and yang, I am the invincible youth that stands at the apex of this world! To get such a status upon reincarnation is like getting dealt Pocket Aces… Divine my Arse! The beast in my body is nothing like the Divine Lunar Morpho! It’s clearly the lowest of low level Flash Butterfly!!! Facing millions of fanatical believers, a death match with Emperor Cangyue in three years time, and various sects viewing me as a thorn in their side… This is really an unprecedented beast tamer crisis!",
      "zh": "月之王，苏凉！操纵着能回溯时空、逆转阴阳的月神闪蝶，以此站在这个世界的顶点的无敌少年！ 穿越而来就拿到这么NB的身份卡，岂不是天胡开局……个屁咧！ 我体内的宠兽，哪是什么月神闪蝶！！根本只是个只能照明的最最最低阶的闪光蝶！！！ 面对数以百万的狂热信徒、三年后约战的沧月大帝、视自己为眼中钉的各大教派…… 这还真是…… 前所未有的御兽大危机！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ac9a882-55af-4803-ac86-e581101c0b44",
    "title": {
      "en": "The Medical Fairy Is a Three-And-A-Half-Year-Old Cutie"
    },
    "updatedAt": "2024-07-14T19:33:16+00:00",
    "coverArt": "https://mangadex.org/covers/0ac9a882-55af-4803-ac86-e581101c0b44/e288109a-574d-4b6b-bb38-b611a6b67df0.jpg",
    "altTitles": [
      {
        "en": "Meng Bao Yi Xian San Sui Ban"
      },
      {
        "zh": "萌宝医仙三岁半"
      }
    ],
    "description": {
      "en": "The most famous alchemist in the world of cultivation, Xuan Tianji, turned into a kid from the backlash of her attempt to seal the system that had been manipulating her. Ever since then, her childhood friend, ex-boyfriend, disciple, nemesis, etc. started looking for their “wife” to no avail. Instead, they find themselves happily becoming “Dad”..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "65"
  },
  {
    "mangaId": "1be53773-752f-4dc7-b540-03bb99b46cd7",
    "title": {
      "en": "The Voodooist's Wrathful Return"
    },
    "updatedAt": "2024-05-29T01:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/1be53773-752f-4dc7-b540-03bb99b46cd7/783e94a3-936f-431e-a753-6151c0ad40ed.png",
    "altTitles": [
      {
        "ko": "회귀했는데 FFF급 부두술사"
      },
      {
        "en": "I Returned as an FFF-Class Witch Doctor"
      },
      {
        "ko-ro": "Hoegwihaessneunde FFF Geup Budusulsa"
      },
      {
        "es-la": "Regrese como un chaman de clase FFF"
      }
    ],
    "description": {
      "en": "Ma Jinsung was once a top-ranked player in Arsia Chronicle, but he was brutally killed by his trusted leader. After that, he thought he'd wake up in his room... not 10 years in the past! \n\nNow, prepared to exact his revenge, he jumps right back into the game. But this time, his job class is voodooist, and he gets bonuses for killing other players. The only downside -  if he dies in the game, he dies in real life.\n\nCan Jinsung get his revenge without causing too much carnage? Don't bet on it..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ada8df-affa-4a37-84af-4e250b398599",
    "title": {
      "en": "I Became the Youngest Member of Top Idol"
    },
    "updatedAt": "2024-05-14T20:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "altTitles": [
      {
        "ko": "탑아이돌의 막내 멤버가 되었다"
      },
      {
        "pt-br": "Meu Retorno Como O Membro Mais Jovem"
      }
    ],
    "description": {
      "en": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
      "id": "Do Seohan, yang gagal dalam idol survival show terkenal “Stardust Project”, selalu dibayang-bayangi oleh mimpi masa lalunya. Tak pernah meraih kesuksesan, Seohan hanya bisa bekerja sambilan untuk melewati hari-harinya. Namun, akibat sebuah kejadian yang menimpanya, tiba-tiba ia terbangun dan kembali ke 8 tahun lalu, tepat sebelum “Stardust Project” dimulai! Jiwanya 8 tahun lebih tua dari kontestan lainnya, tapi sekarang ia yang termuda di antara mereka. Apakah kali ini Seohan akan berhasil debut sebagai idol?",
      "ko": "\"25살…그거 아이돌은 못하는 나이잖아요.\"\n유명 서바이벌 아이돌 오디션 '스타더스트 프로젝트'에서 탈락했던 도서한.\n꿈에 미련은 못버리고 현실과 타협한 채 알바를 전전하는데…눈을 떠보니 8년 전으로 돌아왔다.\n그것도 '스타더스트 프로젝트'를 시작하기 직전으로!\n막내가 된 (영혼만은) 최고 연장자, 이번에는 오디션에 합격해 아이돌 멤버가 될 수 있을까?",
      "pt-br": "Do Seohan, que fracassou no famoso programa de sobrevivência de idols \"Stardust Project\", é sempre assombrado por seus sonhos do passado. Sem nunca ter alcançado o sucesso, Seohan só consegue trabalhar em empregos de meio período para passar seus dias. No entanto, devido a um incidente que lhe aconteceu, ele acordou de repente e voltou a 8 anos atrás, logo antes do início do \"Stardust Project\"! Sua alma é 8 anos mais velha que a dos outros participantes, mas agora ele é o mais jovem entre eles. Será que Seohan conseguirá debutar como idol desta vez?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "802bf297-b156-4053-8542-f12057c4a7b9",
    "title": {
      "en": "Oversummoned, Overpowered, and Over It!"
    },
    "updatedAt": "2024-06-21T05:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/802bf297-b156-4053-8542-f12057c4a7b9/ddac3162-6aac-41ba-a5eb-a6ecb4152328.jpg",
    "altTitles": [
      {
        "ja-ro": "Meccha Shoukan Sareta Ken THE COMIC"
      },
      {
        "ja-ro": "Meccha Shoukan Sareta Ken"
      },
      {
        "ja": "めっちゃ召喚された件 THE COMIC"
      },
      {
        "en": "Summoned to a parallel fantasy world many times"
      }
    ],
    "description": {
      "en": "Name’s Inori Takafuji. I’m not really much of a “go-getter,” if you catch my drift — sleep’s more my style — but getting summoned to another world kinda messed things up.\n\nBit hard to chill when you’ve got a king in your face telling you there’s a bad guy you’ve gotta go slay or whatever, you know? Plot twist, though — it’s actually not so bad. Getting the hero treatment sounds pretty nice, right?\n\nBut then it happens again! Some other clown summons me, I get my obligatory superpower, and off I go. And sure, that’s fine. It happens, sometimes you get isekai’d to the wrong place. But then it happens AGAIN! Someone ELSE summons me, I get ANOTHER superpower, and then I’m somewhere totally new.\n\nRepeat ad nauseam.\n\nNo idea what’s going on, but all I want is one thing: stop !@#$ing summoning me!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2024-05-28T16:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      },
      {
        "es-la": "Matón a cargo"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f635177-dea1-4738-bfc2-f56cff912410",
    "title": {
      "en": "Fist Demon of Mount Hua"
    },
    "updatedAt": "2024-05-25T19:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/1f635177-dea1-4738-bfc2-f56cff912410/27bcac97-6c3f-4aaa-8dd5-4d9b4938f77a.jpg",
    "altTitles": [
      {
        "ko": "화산권마"
      },
      {
        "ko-ro": "Hwasangwonma"
      },
      {
        "zh": "华山拳魔"
      },
      {
        "ru": "Кулак демона с горы Хуа"
      },
      {
        "en": "Hua Mountain Demon Fist"
      },
      {
        "ja": "華山拳魔"
      }
    ],
    "description": {
      "en": "Dam-Ho, the sole survivor of a raid on his village, has a lame leg, the worst possible condition for a martial artist. Nonetheless, he refuses to stop training. Whilst everyone around him tells him he cannot become a martial artist, Dam-Ho refuses to give up on his dream. Will he really be able to become the best martial artist?\n\n---\n\n**Links:**\n- [Webtoon PV](https://www.youtube.com/watch?v=AqS6Z96-Wn8)\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%EC%82%B0%EA%B6%8C%EB%A7%88/2469)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12113)\n- [Official Japanese Translation](https://piccoma.com/web/product/75613)",
      "fr": "Dam-Ho, le seul survivant d'un raid sur son village, a une jambe boiteuse, la pire condition possible pour un artiste martial. Il refuse néanmoins d'arrêter l'entraînement. Alors que tout son entourage lui dit qu'il ne peut pas devenir un artiste martial, Dam-Ho refuse d'abandonner son rêve. Sera-t-il vraiment capable de devenir le meilleur artiste martial ?",
      "ja": "一寸先は闇の戦乱時代 村が襲われ、唯一生き残った胆虎（たんこ）。 だが胆虎は片足が不自由で武人としては致命的だった。 不屈の精神を持つ胆虎は周りから何を言われようと諦めずに修練を続けた… 己の拳ひとつで天下を貫いた華山の魔人、これは彼が伝説になるまでの物語。",
      "ko": "자신의 마을이 습격받고 유일하게 살아남은 담호, 하지만 담호는 절름발이다. 무인으로서 최악의 조건이지만 담호는 수련을 멈추지 않는다. 주변 사람들로부터 무인이 될 수 없다고 듣지만 끝까지 포기하지 않는 담호, 과연 그는 최고의 무인이 될 수 있을 것인가?",
      "ru": "После ужасного налета на деревню Дам Хо оказывается единственным выжившим. К сожалению, это событие не прошло без вреда для мальчика. С поврежденной ногой теперь у него нет шансов овладеть каким-либо боевым искусством. Тем не менее это не останавливало его, и он продолжал свои тренировки. Под давлением окружающих, слушая язвительные насмешки, Дан Хо продолжает идти к своей мечте. И кто знает, к чему его это приведет?",
      "zh": "不知何时开始，中原魔教四起！在武林即将被魔教颠覆之际。 各路武林正道联手诛灭魔神，终结了动荡的武林.... 因为这场浩劫，天经成为了一个孤儿，并且在腿上留下了残疾 所幸被华山派所救，残疾的天经成为了华山派的一员.... 不被看好被歧视的天经要如何凭借更多的努力和不屈的意志，成为整个武林的至尊强者呢！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2751d0db-fe1c-44e1-9abd-693657bba19e",
    "title": {
      "en": "Saigo no Elf"
    },
    "updatedAt": "2024-03-20T15:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/2751d0db-fe1c-44e1-9abd-693657bba19e/177fe5fe-5bb7-4b16-94cb-fc7c3380f005.png",
    "altTitles": [
      {
        "ja": "最後のエルフ"
      },
      {
        "en": "The Last Elf"
      }
    ],
    "description": {
      "en": "After a long period of war, civilization is developing and recovering. Ahar, the only survivor of the elves, sets out on a journey around the world with his partner Griff. To fulfill their mission to express their gratitude and bid farewell to the spirits who once joined hands with the people that are now forgotten in their memories."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-03-09T08:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-06-25T03:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d638b6a7-35a2-4f11-9deb-4fc394f2712d",
    "title": {
      "en": "Apple Parfait - One-Loli Yuri Anthology"
    },
    "updatedAt": "2024-02-18T22:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/d638b6a7-35a2-4f11-9deb-4fc394f2712d/99a24101-c381-4c29-96ef-6d922e8a6aac.png",
    "altTitles": [
      {
        "ja": "アップルパルフェ おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Apple Parfait One-Loli Yuri Anthology"
      },
      {
        "ja-ro": "Apple Parfait OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "The relationship between \"girls\" and \"women\".\nA completely new yuri anthology of \"onee-and-loli\" stories, all by different authors.\n\nCover: Kawaku\n\n**Chapters**:\n1. **Mashiro-chan's future lover** (Mashiro-chan no Mirai no Koibito, ましろちゃんの未来の恋人) by Itou Hachi\n2. **Midnight funeral Where I can't let it be found** (Zettai ni Bare te wa Ikenai Soushiki 24-ji, 絶対にバレてはいけない葬式２４時) by Canno\n3. **Scent and reflection** (Kaori to Kaze, 香りと影) by Terayama Den\n4. **The Place Where We Belong** (Futari no Ibasho, ふたりの居場所) by Hazuki\n5. **My Little Sister's Loved One** (Imouto-chan no Daisuki na Mono, 妹ちゃんの大好きなもの) by Izumi Kirifu\n6. **Koma-chan and Sensei's Time** (Koma-chan to Sensei no Jikan, こまちゃんとせんせいのじかん) by kurimo.\n7. **Failure** (Dame na Hito, だめなひと) by Masanaga\n8. **A Dream of Spring on a Tatami Mat** (Ichi-jou Shunmu, 一畳春夢) by Sakasana"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8477369d-502b-4595-8ae3-c989c6c8589b",
    "title": {
      "en": "The Invincible Man"
    },
    "updatedAt": "2023-06-03T08:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/8477369d-502b-4595-8ae3-c989c6c8589b/f743b1c5-e83a-44f9-828d-7b4b28abbcdc.png",
    "altTitles": [
      {
        "ja": "無籍者"
      },
      {
        "ko": "무적자"
      },
      {
        "ko-ro": "Moojokja"
      },
      {
        "en": "A Better Tomorrow (Cyungchan Noh)"
      }
    ],
    "description": {
      "en": "Im Hwapyung. A man who wants to live a normal life like his name. Everything he had in his mundane life was destroyed. [Your love has become my loathing.] You shouldn’t have messed with me in the first place. You should have just let me live a quiet life. And now he has began his move that none of his nemesis will survive his wrath."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fe636b8-af53-4fd0-b036-993b375ee58e",
    "title": {
      "en": "Mobile Suit Gundam SEED featuring SUIT CD"
    },
    "updatedAt": "2024-07-01T20:03:00+00:00",
    "coverArt": "https://mangadex.org/covers/7fe636b8-af53-4fd0-b036-993b375ee58e/dea37d55-ff1e-4570-a267-ecdbbbcabd15.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED featuring SUIT CD"
      },
      {
        "ja-ro": "Kidou Senshi Gandamu SEED featuring SUIT CD"
      }
    ],
    "description": {
      "en": "Adaptation of the Gundam SEED SUIT CD drama CDs by Yasushi Yamaguchi"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "823fe1ad-2932-4cdd-bdbd-3e997acee7c3",
    "title": {
      "en": "The Betrayal of Shadow"
    },
    "updatedAt": "2024-03-21T12:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/823fe1ad-2932-4cdd-bdbd-3e997acee7c3/736a76a9-f595-45b2-a0e0-eff0b8f9139a.jpg",
    "altTitles": [
      {
        "en": "Shadow's Resurgence"
      },
      {
        "zh": "家族影子的背叛"
      }
    ],
    "description": {
      "en": "Sal Cooper, the most loyal and efficient shadow of the family, was sent out as a sacrificial pawn by the newly appointed head of the Cooper family during the major distribution meetings after representing the family in victorious battles. He became the object of abuse by the former subordinates who once served under him. After exerting all his efforts to kill those who had humiliated him and attempting to take Alan down with him, he discovered that as a child, he was chosen by the family to be the “shadow” and was enchanted with magic, unable to harm Alan and instead bearing all the injuries Alan suffered, thereby enhancing Alan’s own abilities. Learning from Alan that his entire life as a shadow was orchestrated, Sal reversed the magic’s effects and, through his own death, reclaimed everything Alan had taken from him, including talents and abilities. Although Alan survived, he lost his vitality and the ability to intimidate other families, leading to the downfall of the Cooper family. However, Sal Cooper was reborn at the age of three, before the magic of “nourishment” was cast upon him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2023-08-19T07:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-06-08T14:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dacd186-ba0f-45f9-910e-18d8c978bd1a",
    "title": {
      "en": "Y13"
    },
    "updatedAt": "2024-06-19T23:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/8dacd186-ba0f-45f9-910e-18d8c978bd1a/d9078930-6ac2-4ed0-9896-f8479ad89fca.jpg",
    "altTitles": [],
    "description": {
      "en": "Former NBA star Yoon Young-jae, who was out of the season due to an unexpected accident. An unexpected opportunity brings him back to the past.......I dream of taking a powerful leap forward once again in the NBA, where there are top stars!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75043a3f-daec-4ced-943c-65805e837c68",
    "title": {
      "en": "A Middle-aged Man Who Returned From Another World Becomes Unrivaled In The Apocalyptic World"
    },
    "updatedAt": "2024-06-16T22:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/75043a3f-daec-4ced-943c-65805e837c68/843a28ec-a4bf-4afe-966c-ec7105b1ffea.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai kaeri no ossan wa shuumatsu sekai de musou suru"
      },
      {
        "ja": "異世界還りのおっさんは終末世界で無双する"
      }
    ],
    "description": {
      "en": "The stage is set with an unrivaled middle-aged man in a world overflowing with zombies…! \n\n––It’s been three years since he was first summoned to another world. Having the unique Class of “Samurai”, he defeated the Demon King along with his party of warriors: “Azami”, 38 years old.\n\nWhen he finally makes it back to Japan, he comes to know that the world is now filled with zombies…?! Realizing that his skills acquired from the Other World remain, he sets out into the city to seek the truth and search for survivors.\n\nFrom a hardware store to a school, through the city hall and the police station…. Using his magical powers for increased physical strength and strengthening his weapons, slashing through a sea of zombies on a motorcycle, what is it that awaits Azami…?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b8ea244-30be-4c4b-b3dd-d136b4b7b443",
    "title": {
      "en": "That Villain's Life, I'll Live It Once"
    },
    "updatedAt": "2024-07-15T00:09:53+00:00",
    "coverArt": "https://mangadex.org/covers/2b8ea244-30be-4c4b-b3dd-d136b4b7b443/2b9760f0-b184-4bb2-aed5-714ebd484809.jpg",
    "altTitles": [
      {
        "ko": "그 악녀 인생, 제가 한번 살아 볼게요"
      },
      {
        "en": "The Villainess's Life, I'll Try Living It"
      },
      {
        "en": "I Will Live the Life of a Villainess"
      },
      {
        "es-la": "Viviré Esta Reencarnación Como La Villana"
      }
    ],
    "description": {
      "en": "On her way home, the protagonist, Jung Yuna, gets into a traffic accident.\nAnd just when she thought she had died... she opens her eyes to find herself in a splendid bedroom?!\n\nObserving for about a week, she realizes that the person she has possessed was the notorious villainess from the novel she had read before her death, \"The Lady of the White Rose.\"\n\nNot only that, but she was the ultimate villainess who only did wicked things to the heroine and ended up dying at the hands of the male lead!\nCan Elena successfully avoid her novel's fate?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7dc1aed-e970-477e-a5e3-f72ddfb3b16c",
    "title": {
      "en": "From Acting Genius To Top Idol!"
    },
    "updatedAt": "2024-06-15T11:22:38+00:00",
    "coverArt": "https://mangadex.org/covers/a7dc1aed-e970-477e-a5e3-f72ddfb3b16c/15e29663-3484-485b-aa23-ba2173d2b1ab.jpg",
    "altTitles": [
      {
        "id": "Jenius Akting, Idola TOP!"
      },
      {
        "ko": "연기 천재, TOP 아이돌!"
      },
      {
        "en": "Acting Genius, TOP Idol!"
      }
    ],
    "description": {
      "en": "“The brilliant actor, famous Baekhyun, before he dies, encounters a miracle and travels back in time! But there’s nothing free about time travel. His lifespan ends at thirty, and he has only ten years left. To return as an actor and stay alive, he must become an ‘idol’! Experience the journey of the talented performance star as he rises to the top ranks of idols, an exciting story awaits!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2024-06-22T02:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cfc0ee2-facb-476c-97c5-83210adb3581",
    "title": {
      "en": "Hiding Out in an Apocalypse"
    },
    "updatedAt": "2024-06-09T00:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "altTitles": [
      {
        "ko": "아포칼립스에 집을 숨김"
      },
      {
        "en": "Hidden House in the Apocalypse"
      }
    ],
    "description": {
      "en": "Three years ago, a doomsday prepper named Park Kyu, who predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, the protagonist Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-05-08T02:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-06T01:21:19+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "ja-ro": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e024f80e-b849-49d2-a032-da7dd8a3825c",
    "title": {
      "en": "The Reincarnated Assassin Is a Swordmaster"
    },
    "updatedAt": "2024-06-13T11:47:37+00:00",
    "coverArt": "https://mangadex.org/covers/e024f80e-b849-49d2-a032-da7dd8a3825c/d7ea51aa-5e85-4f05-86fb-93d06233b5b7.png",
    "altTitles": [
      {
        "ko": "환생한 암살자는 검술 천재"
      },
      {
        "zh": "重生刺客是天才剑士"
      },
      {
        "ko-ro": "Hwansaenghan Amsaljaneun Geomsul Cheonjae"
      },
      {
        "es-la": "El asesino reencarnado es un genio de la espada"
      }
    ],
    "description": {
      "en": "Raon was once a loyal assassin for House Robert until Derus killed him. Not willing to give up, Raon prayed for vengeance and woke as a member of House Sieghart, the most powerful noble house!\n\nHe’ll need all of their near-infinite resources to get revenge. Though he carried over knowledge of a powerful Flame Link technique, he also carries the Curse of Bitter Frost, something that’s slowly killing him.\n\nAs if that weren’t enough, the demonic embodiment of Wrath is trying to take over his body!?",
      "zh": "拉昂的一生就像一条拴着锁链的狗。\n然而，造化弄人，他获得了新生\n--即使他的怒火依然留在断裂的锁链之中。\n终于能够自立，他决定按照自己的意愿生活。\n“我会杀死一切阻挡我的人，神也不例外。”"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0a4915d7-e84e-4d14-b7bf-c14a3a0995e0",
    "title": {
      "en": "Confession Attack"
    },
    "updatedAt": "2024-07-13T16:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/0a4915d7-e84e-4d14-b7bf-c14a3a0995e0/a4de6a55-92c6-485a-aeb1-c8cde9feecf5.png",
    "altTitles": [
      {
        "ko": "고백어택"
      },
      {
        "ko-ro": "Gobaek Attack"
      },
      {
        "es-la": "Ataque de confesión"
      }
    ],
    "description": {
      "en": "Hana was never first. Always because Han Geon Woo came in first every time!\nHana would do anything to best Geon Woo, even though she can't figure him out.\nThis time, she tried to shock him by confessing...\nHe believed and accepted the confession though? \nDoes he like me?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "22484145-47ad-41f5-8d33-c0c2c2a3a39c",
    "title": {
      "en": "HiGH & LOW。"
    },
    "updatedAt": "2024-07-16T06:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/22484145-47ad-41f5-8d33-c0c2c2a3a39c/cf662c75-a2c5-4c0f-b5df-1960f656bf99.jpg",
    "altTitles": [
      {
        "ja": "高身長の後輩（女）と低身長の先輩（男）が恋愛に発展するまで"
      },
      {
        "ja-ro": "Koushinchou no Kouhai (Onna) to Teishinchou no Senpai (Otoko) ga Ren'ai ni Hatten Suru made"
      },
      {
        "ja": "高身長後輩♀と低身長先輩♂が恋愛に発展するまで"
      },
      {
        "ja-ro": "Koushinchou no Kouhai ♀ to Teishinchou no Senpai ♂ ga Ren'ai ni Hatten Suru made"
      },
      {
        "ja": "高身長後輩♀と低身長先輩♂が恋愛に発展するまで。"
      },
      {
        "en": "Until The Tall Junior ♀ & Short Senior ♂ Progress To Love."
      },
      {
        "en": "Until the Tall Kouhai (♀) and the Short Senpai (♂) Relationship Develops Into Romance"
      },
      {
        "en": "Until The Tall Junior (Female) & Short Senior (Male) Progress To Love"
      },
      {
        "en": "HiGH and LOW."
      },
      {
        "ru": "Кохай Х Сэмпай"
      }
    ],
    "description": {
      "en": "A younger, tall, conceited female kouhai doing as she pleases towards her short senpai!   \nA senpai who is teased about his height and treated as a kid…but unexpectedly shows a manly side of him!  \nWill their relationship develop into romance…?",
      "ru": "Она подшучивает над его ростом и относится к нему как к ребенку, но погодите, кажется, низенький Сэмпай ей приглянулся! Но как им построить отношения с такой разницей в росте?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-05-05T10:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!",
      "fr": "\"Le chef de cette famille est insensé\", pense Jawun-yeop, le serviteur du sage respecté.\nLe maître insensé qui joue avec sa maîtresse, Chang Sanmi, et l'homme droit, Seolsu Beom, forment un contraste saisissant.\n\"Seolsu Beom est la personne la plus remarquable que j'aie jamais connue !\"\n\nPris en flagrant délit de vol, Jawun-yeop a dû faire face à de sévères réprimandes et à la disgrâce, mais il finit par aider Seolsu Beom à déjouer le complot de Chang Sanmi.\n\"En tant que fils aîné du clan Kamseuk, je ne peux pas rester là à regarder. Je deviendrai plus fort que je ne le suis maintenant et je m'occuperai d'eux tous.\"\nDéterminé à se venger de Chang Sanmi, Seolsu Beom se met en route pour devenir plus fort, tandis que Jawun-yeop quitte la famille Seol pour suivre sa propre voie.\n\n\"Je ne serai plus un orphelin ou un serviteur, mais je vivrai comme un être transcendant et parcourrai ce vaste monde librement avec fierté.\"\nEn pratiquant des arts martiaux uniques grâce à des méthodes mystiques, Jawun-yeop devient un maître, se rapprochant du cerveau qui se cache derrière le complot du clan Kamseuk Seol.\nUn jour, Jawun-yeop et Seolsu Beom se retrouvent. Jawun-yeop est surpris de voir les arts martiaux de Seolsu Beom.\n\"En tant que fils aîné d'une famille prestigieuse, vous utilisez ce genre d'art du sabre !\"\nL'homme qui l'avait autrefois critiqué suit désormais la même voie que lui en termes d'arts martiaux !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ad6ee2-fda5-499f-96c2-4942a46c9d26",
    "title": {
      "en": "Debuff Master"
    },
    "updatedAt": "2024-06-29T01:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/d3ad6ee2-fda5-499f-96c2-4942a46c9d26/d9dbb583-6b08-45c2-9f89-0d2ffc163201.jpg",
    "altTitles": [
      {
        "ko": "디버프 마스터"
      }
    ],
    "description": {
      "en": "Han Tae-Sung thought he was talented in video games and dreamt of turning his life around through BNW. But he would soon realize that life was not as easy as he thought it was.\n\nHe’s betrayed by his comrades, hunted down by his enemies, and even chased by debts in real life. He lost everything in the blink of an eye and was thrown down a pit of despair.\n\nWhat stood in his way? Talent, wealth, connections, and luck.\n\nThere was simply no way he could win against those born differently no matter how much he struggled.\n\nHowever, armed with a second chance and a hidden class, Tae-Sung starts from scratch and embarks on a journey to redeem himself and exact revenge against his enemies."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dafc070-807d-453e-ada8-0bc73d458277",
    "title": {
      "en": "Counterattacking System Available At The Grand Ascension Stage"
    },
    "updatedAt": "2024-02-10T22:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/9dafc070-807d-453e-ada8-0bc73d458277/1c3a5806-1dcb-4919-a477-19516866ca92.jpg",
    "altTitles": [
      {
        "zh": "大乘期才有逆袭系统"
      },
      {
        "zh": "Dacheng Qi Cai You Ni Xi Xitong"
      },
      {
        "en": "Only in the Mahayana Period Does the Counterattack System Exist"
      }
    ],
    "description": {
      "en": "Jiang Li, after crossing over, discovered he possessed no cheat abilities so he had no choice but to diligently cultivate. Five hundred years later, he became the strongest in the Nine Provinces. Suddenly, a system appeared, claiming it could help the host go from the Qi Refining stage to becoming the number one in the Nine Provinces. Jiang Li stared at the first task, lost in thought. “Host, please defeat your cousin (at the sixth level of Qi Refining).” “Your system seems to have quite a delay, doesn’t it?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75aefd90-30af-4c9e-9adb-d4e347e8ec6b",
    "title": {
      "en": "Chairman Kang, the New Employee"
    },
    "updatedAt": "2024-05-21T02:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/75aefd90-30af-4c9e-9adb-d4e347e8ec6b/c5e675d7-767f-4cc5-a507-0a85100b1305.jpg",
    "altTitles": [
      {
        "en": "Chairman Kang: The Newcomer"
      },
      {
        "en": "The New Employee Chairman Kang"
      },
      {
        "ko": "신입사원 강 회장"
      },
      {
        "ko-ro": "Shinibsawon Kang Hoijang"
      }
    ],
    "description": {
      "en": "I’m Kang Yong-ho, the Chairman of Choi Sung Group, one of South Korea’s top 10 conglomerates.\nJust when I was basking in the glory of my retirement declaration, out of the blue, a new employee fell from the sky and landed on my head. But hey, where’d my body go, and now I’ve turned into a new Employee?!\n\n“What’s this? Are you telling me to start with Excel or something?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa26975-6cbf-4bdd-861a-60ca8db41586",
    "title": {
      "en": "Astral Pet Store"
    },
    "updatedAt": "2024-04-26T07:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/caa26975-6cbf-4bdd-861a-60ca8db41586/8d1dca88-a9c2-4faf-8097-8d46a76eaa62.jpg",
    "altTitles": [
      {
        "zh": "超神宠兽店"
      },
      {
        "zh-ro": "Chāo Shén Chǒng Shòu Diàn"
      },
      {
        "en": "Super God Pet Shop"
      }
    ],
    "description": {
      "en": "In the era of astral pets, only the might of pets was essential! However, making the pets stronger has always been a slow and arduous process for pet warriors. That was until the appearance of a mysterious pet shop that changed everything!\n\nThe weakest skeleton could slay a great golden dragon with a single strike after training at this pet shop! Even the humble watchdog of the shop possessed ten legendary skills, and the female worker in the shop claimed to be a Goddess...\n\nAs for what the shopkeeper Su Ping thinks: I'm merely training these cute pets to become exceptional overlord beasts. What? Is it not normal?\n- - -\nIn the era of beasts, pet strength determines everything! The battle pet master works hard and slowly to improve the strength of the pet. Until a mysterious pet store came out of nowhere!\n\nIn just a few days of cultivation, the lowly skeleton can kill the golden dragon with a single slash. Does the guard dog have ten secret skills of pet beats? The working girl even calls herself a god...\n\nAs for the owner, Su Ping: Isn't it a regular practice to breed cute pets into prehistoric king beasts?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7551c6c8-1b5b-4e90-9f25-ed585946438a",
    "title": {
      "en": "Tanikamen"
    },
    "updatedAt": "2024-06-11T04:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/7551c6c8-1b5b-4e90-9f25-ed585946438a/71ebbae6-6877-4aa8-9ac9-4c210039d960.jpg",
    "altTitles": [
      {
        "en": "Masked Tani"
      },
      {
        "en": "Tani the Mask"
      },
      {
        "ja": "谷仮面"
      }
    ],
    "description": {
      "en": "The story is of a masked boy, Tani, a strong young man, who has a crush on a girl named Shima Rihoko, the school volleyball star. He gets into trouble trying to get her attention, besides facing the thugs of the school. He’s a very jealous guy, and will not let anyone get close to Shima-san."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91"
  },
  {
    "mangaId": "0b7e315e-7977-425e-a601-243ddb9f3126",
    "title": {
      "en": "KINGDOM OF THE \"Z\""
    },
    "updatedAt": "2023-06-17T15:57:30+00:00",
    "coverArt": "https://mangadex.org/covers/0b7e315e-7977-425e-a601-243ddb9f3126/4c974745-b472-4236-84ab-65b7244e4f4f.jpg",
    "altTitles": [
      {
        "en": "KINGDOM OF \"Z\""
      },
      {
        "en": "Kingdom of the Z"
      },
      {
        "es": "REINO DE \"Z\""
      },
      {
        "zh": "Z之王国"
      },
      {
        "ru": "Королевство Z"
      },
      {
        "ja": "キングダムオブザZ"
      },
      {
        "ja": "キングダムオブザゼット"
      }
    ],
    "description": {
      "en": "Five days after the sudden appearance of zombies… The protagonist, Masaru, who is having it rough surviving at school, is splendidly saved from this predicament by high schoolers Sekigahara Miki and Nakiri Karin. Though Masaru is at first relieved, he ends up realizing their true intentions…!!",
      "es": "Cinco días después de la repentina aparición de los zombies… El protagonista, Masaru, que está teniendo dificultades para sobrevivir en la escuela, es salvado espléndidamente de esta situación por los estudiantes de secundaria Sekigahara Miki y Nakiri Karin. Aunque Masaru se siente aliviado al principio, termina dándose cuenta de sus verdaderas intenciones….!!",
      "ru": "Встречайте старшеклассниц, что страшнее самих зомби!  \nПрошло четыре дня с тех пор, как в мире вдруг объявились зомби. Главный герой, Сато Масару, едва не погиб на территории школы и был грациозно спасён двумя старшеклассницами: Сэкигахарой Мики и Нагири Карин. Даже в такой ситуации их хладнокровие было непоколебимо, и Сато вздохнул спокойно, пока не узнал истинных намерений данной парочки!.. Эти безбашенные девчонки не прочь пролить чью-то кровь и круче самих зомби! Начинаем свежую, полную переполоха историю о создании государства!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "45"
  }
]