[
  {
    "mangaId": "526f68e3-4af1-460f-aea0-0fc29b0d6681",
    "title": {
      "en": "Lone Wolf and Cub"
    },
    "updatedAt": "2024-09-15T09:15:28+00:00",
    "coverArt": "https://mangadex.org/covers/526f68e3-4af1-460f-aea0-0fc29b0d6681/5871ed5f-418b-4310-96ce-68c1970275bd.jpg",
    "altTitles": [
      {
        "tr": "Yalnız Kurt Ve Yavrusu"
      },
      {
        "ru": "Одинокий волк и его ребёнок"
      },
      {
        "ja": "子連れ狼"
      },
      {
        "ja-ro": "Kozure Ookami"
      },
      {
        "pl": "Samotny wilk i szczenię"
      }
    ],
    "description": {
      "en": "In the feudal era of Japan, Ogami Itto is the elite executioner for the Shogun until the ruthless Yagyu clan frames him in an attempt to gain the position. His name dishonored and his wife murdered, Itto and his infant son Daigoro wander Japan as an assassin for hire, named Lone Wolf and Cub. Ultimately, Ogami Itto strives for revenge against the Yagyu clan."
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "142"
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-10-29T06:30:46+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/d4c64855-a752-40e0-bd9e-5cc1a3aad19b.jpg",
    "altTitles": [
      {
        "ja": "彼女、お借りします"
      },
      {
        "ja-ro": "Kanojo, Okarishimasu"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "zh": "租借女友"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      },
      {
        "id": "Kanojo Okarishimasu: Rent-a-Girlfriend"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "ja": "都内在住のダメダメ大学生、木ノ下和也（20）。ある日、“ワケアリ”の超絶美少女、水原千鶴との出会いをキッカケに、彼の人生は大きく変わり始めて──！？",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "234d3d29-6044-4d6c-9a9c-9c8e5b31cc50",
    "title": {
      "en": "Iron Don Quixote"
    },
    "updatedAt": "2023-12-21T05:32:29+00:00",
    "coverArt": "https://mangadex.org/covers/234d3d29-6044-4d6c-9a9c-9c8e5b31cc50/1e880a37-3a36-4811-9fd4-244e6d8f1c48.png",
    "altTitles": [
      {
        "ja-ro": "Tetsu no Donquijote"
      },
      {
        "ja-ro": "Tetsu no Don Quixote"
      },
      {
        "ja": "鉄のドンキホーテ"
      },
      {
        "uk": "Залізний Дон Кіхот"
      },
      {
        "ru": "Железный Дон Кихот"
      }
    ],
    "description": {
      "en": "\"My name is Gen Kurosu, and as long as I stand, the Victory Flag will never fly over the heads of the Red Army!  The machines roar and blood sprays! My name is Gen Kurosu!\"\n\nMotocross is a sport in which contestants race for fame on steel horses through rugged, rough terrain. \n\nThe essence of motocross is the struggle against the harsh nature and oneself. This is the story of a lone warrior who, despite being called \"Stupid Don Quixote,\" stands in the way of the \"Red Army,\" the most powerful motocross team in Japan, which has achieved an undefeated record of 150 victories in a single year. \n\nThis is the memorable first serial publication of manga master Tetsuo Hara!",
      "ru": "\"Меня зовут Ген Куросу, и пока я стою, флаг Победы никогда не будет развеваться над головами Красной Армии! Машины ревут, кровь брызжет! \"\n\nМотокросс - это вид спорта, в котором участники состязаний мчатся к славе на стальных конях по пересеченной, труднопроходимой местности.\n\nСуть мотокросса - борьба с суровой природой и самим собой. Это история одинокого воина, который, несмотря на то, что его называют \"Глупым Дон Кихотом\", встает на пути \"Красной армии\", самой мощной команды по мотокроссу в Японии, которая достигла непобедимого рекорда - 150 побед за один год .\n\nЭто незабываемая первая серийная публикация мастера манги Тэцуо Хара!",
      "uk": "Мене звати Ґен Куросу, і поки я стою, прапор перемоги ніколи не замайорить над головами червоноармійців! Машини ревуть, кров бризкає!\n\nМотокрос - це спорт, в якому учасники змагаються за славу на сталевих конях.\n\nСуть мотокросу полягає у боротьбі з суворою природою та самим собою. Це історія самотнього воїна, який, незважаючи на те, що його називають \"Дуркіхотом\", стоїть на шляху \"Червоної Армії\", найпотужнішої мотокрос-команди в Японії, яка здобула непереможний рекорд - 150 перемог за один рік."
    },
    "status": "completed",
    "releaseDate": 1982,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress’ Husband is Actually Invincible"
    },
    "updatedAt": "2023-12-02T15:38:00+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-10-12T01:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!",
      "vi": "Truyện kể về thời kỳ Tam quốc tranh bá nổi tiếng trong lịch sử Trung Quốc. Điểm đặc biệt ở đây là nhân vật trung tâm của truyện không phải là Tào Tháo, Lưu Bị hay Tôn Quyền như ta thường thấy ở các bộ truyện nói về thời kì này mà là Tư Mã Ý - người mà sau này đã cùng với gia tộc mình đánh bại tất cả các anh hùng khác, gom thiên hạ về thành 1 mối, chấm dứt 1 thời kỳ dài loạn lạc. \n\nTruyện mở đầu bằng cơn ác mộng mà Tư Mã Ý vẫn thường gặp: 1 người đàn ông trên ngai vàng phế truất ngôi vị của hoàng đế, bên ngoài bất chấp đám đông binh lính bao vây tấn công cùng bao nhiêu thương tích mà 1 người bình thường không thể chịu đựng nổi, tên tù vượt ngục vẫn bước từng bước từng bước một vào điện đòi món nợ máu với người đàn ông đó. Đó chỉ là cơn ác mộng hay là 1 điềm báo? Không ai nói được kể cả Tư Mã Ý.\n\nNhưng cũng có ai có thời gian để quan tâm đến truyện ấy trong thời loạn lạc này chứ. Dù cố né tránh, cuối cùng dòng họ Tư Mã cũng phải bước vào vòng xoáy chiến tranh, và sự xuất hiện của họ đã làm thay đổi cả dòng lịch sử...."
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c5ace0-0d22-4360-a50b-6660a9604033",
    "title": {
      "en": "Since When Do Guys Find Divorcees Attractive?"
    },
    "updatedAt": "2024-10-13T11:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/64c5ace0-0d22-4360-a50b-6660a9604033/23bea79e-3fb2-47af-8715-f4bfc8a1a3c6.jpg",
    "altTitles": [
      {
        "ja": "バツイチがモテるなんて聞いてません"
      },
      {
        "ja-ro": "Batsuichi ga Moteru Nante Kiitemasen"
      },
      {
        "fr": "Qui Aurait Su Que Les Divorcées Étaient Aussi Populaires"
      }
    ],
    "description": {
      "en": "\"I'm going to enjoy my second time being single!\". Ono Kazuha has divorced her husband at 35 over an affair. She stood tall and announced \"I'm officially divorced\" to the fashion magazine's editorial department where she works. To add insult to injury, a handsome new hire happened to overhear. She expected it to be awkward, but for some reason it made him attracted to her?",
      "fr": "\"Je vais profiter de ma deuxième fois en tant que célibataire !\". Ono Kazuha a divorcé son mari à 35 ans à cause d'une tromperie. Elle s'est tenue debout et a annoncé \"Je suis officiellement divorcée\" au département éditorial du magazine de mode où elle travaille. Pour ajouter l'insulte à la blessure, un beau nouvel employé l'a entendue par hasard. Elle s'attendait à ce que ce soit gênant, mais pour une raison quelconque, cela l'a attiré par elle ?",
      "ja": "「二度目の独身ライフ楽しみます！」。　夫の不倫が原因で35歳で離婚、バツイチとなった小野和葉。強がって職場のファッション誌編集部で「晴れてバツイチとなりました」と宣言するも、そこにたまたま居合わせたイケメン新入社員に聞かれ踏んだり蹴ったり。しかし、気まずい感じになるかと思いきや、なぜか懐かれてしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-11-03T15:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/5a8c8a84-9233-469d-beb5-7c2c5c2e8272.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      },
      {
        "ja": "マル恋"
      },
      {
        "ja-ro": "Marukoi"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa4816db-6ea5-4183-81e5-08495557eb91",
    "title": {
      "en": "Massacre Happy End - The Blue Chapter"
    },
    "updatedAt": "2024-07-18T00:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/fa4816db-6ea5-4183-81e5-08495557eb91/5aaf2fbf-60bc-4f4c-a3ce-457064e536d0.jpg",
    "altTitles": [
      {
        "ja": "虐殺ハッピーエンド～蒼の章～"
      },
      {
        "en": "Massacre Happy End - chapter of blue"
      },
      {
        "ja-ro": "Gyakusatsu Happy End - chapter of blue"
      }
    ],
    "description": {
      "en": "Ao Minato, a young man who killed his father-in-law who repeatedly abused his family and entered a juvenile reformatory. However, the sister who should have protected committed suicide at the end of suffering, and her sister Akane is also missing. Ao, who arrived at a certain shrine, wished for the safety of his sister, which is the only hope left, and swears to God that he will do anything for that ... The blockbuster panic suspense \"Massacre Happy Ending\". The new chapter is finally opening---.",
      "ja": "家族に虐待を繰り返す義父を殺害し、少年院に入所することになった青年、湊蒼（みなと あお）。しかし、守ったはずの妹は苦しみの果てに自殺し、姉の朱音も行方不明であることを知る。 とある神社にたどりついた蒼は、残された唯一の希望である姉の無事を願い、そのためなら「なんでもする」と神に誓うが…。 大ヒットパニックサスペンス「虐殺ハッピーエンド」。その新章がついに開幕―――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b28c9b6-6f8b-423c-8469-c05e81a81508",
    "title": {
      "en": "MuvLuv"
    },
    "updatedAt": "2022-08-20T21:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/3b28c9b6-6f8b-423c-8469-c05e81a81508/e5ee3d50-b420-4eb5-9f31-9117b11c43ee.jpg",
    "altTitles": [
      {
        "en": "Muv Luv"
      },
      {
        "en": "Muv-Luv"
      },
      {
        "ja": "マブラヴ"
      }
    ],
    "description": {
      "en": "Takeru and Sumika have been neighbors and friends since they were little, but when a mysterious girl arrives, and is found in bed with Takeru, their daily lives will be thrown into chaos.\n\nWikipedia\n[Arabic](https://ar.wikipedia.org/wiki/%D9%85%D9%88%D9%81-%D9%84%D9%88%D9%81)\n[Arabic (Egyptian)](https://arz.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Arabic (Moroccan)](https://ary.wikipedia.org/wiki/%D9%85%D9%88%DA%A4_%D9%84%D9%88%DA%A4)\n[Chinese (Classical)](https://zh-classical.wikipedia.org/wiki/%E7%9C%9F%E6%84%9B)\n[Chinese (Traditional)](https://zh.wikipedia.org/wiki/Muv-Luv)\n[English](https://en.wikipedia.org/wiki/Muv-Luv)\n[Italian](https://it.wikipedia.org/wiki/Muv-Luv)\n[Japanese](https://ja.wikipedia.org/wiki/%E3%83%9E%E3%83%96%E3%83%A9%E3%83%B4)\n[Russian](https://ru.wikipedia.org/wiki/Muv-Luv)\n[Spanish](https://es.wikipedia.org/wiki/Muv-Luv)\n[Turkish](https://tr.wikipedia.org/wiki/Muv-Luv)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2024-12-01T16:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/a289549f-c943-4202-b291-dcc47434630b.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bff12b57-6807-41a3-a2bd-41509f9e5512",
    "title": {
      "en": "Second Home"
    },
    "updatedAt": "2021-05-25T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/bff12b57-6807-41a3-a2bd-41509f9e5512/d14b408f-5971-47cc-9422-26779f1ee940.png",
    "altTitles": [
      {
        "en": "두번째 집"
      }
    ],
    "description": {
      "en": "\"My home cannot be like this.\"  \n  \nThe story of a quiet male student and his next-door neighbor… who is married."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito"
    },
    "updatedAt": "2024-09-29T15:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/233ba48c-2145-45d9-b8dc-e887c11fcbbd.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World: The Apostle of the Gods Who Know No Self-Restraint"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      },
      {
        "en": "Adventure Record of Reincarnated Aristocrat: The apostle of Gods Who Doesn’t Know Self-Restraint"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "vi": "Biên Niên Sử Quý Tộc Tái Sinh Ở Thế Giới Khác"
      },
      {
        "vi": "Kẻ Bất Bình Thường Ở Dị Giới"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-05-19T21:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "ja": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "e5f13b1a-eabd-4752-863a-cc3930a20d24",
    "title": {
      "en": "A Sharp-Eyed Classmate"
    },
    "updatedAt": "2024-07-28T21:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5f13b1a-eabd-4752-863a-cc3930a20d24/a2e90442-0572-4a79-8fcb-8e4c804af144.png",
    "altTitles": [
      {
        "ko": "눈매가 사나운 반친구"
      },
      {
        "en": "A Classmate With Fierce Eyes"
      }
    ],
    "description": {
      "en": "With her fierce eyes and sharp impression, and wary of everyone, 'Ahn Se-young' is a woman to watch out for.\nEveryone is cautious around her, but a lone boy stands in front of her.\n\"I like you, go out with me!\"\n\"......What?!\"\nSe-young is taken aback at the sudden confession of love, but this was just the beginning...\nThe tug-of-war between 'Ahn Se-young', who shows an unexpected side to her as you get closer, and 'Nam Ho-yeol', the straightforward guy who tries to break down her impenetrable facade, begins now!",
      "ko": "사나운 눈매와 날카로운 인상으로 주변 사람들에게 경계를 받고 있는 요주의 그녀 '안세영'.\n모두가 경계심을 놓지 못할 때 그녀의 앞에 한 남자애가 마주선다.\n\"나 너 좋아해, 나랑 사귀자!\"\n\"......뭐?!\"\n난데없는 사랑고백에 진땀이 빠지는 세영, 하지만 이건 시작에 불과했으니...\n가까이 다가갈수록 반전의 모습을 보이는 그녀 '안세영'과\n그 모습을 빈틈없이 파고 들려는 직진남 '남호열'의 줄다리기가 지금 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4da57af-1c62-4806-a233-fc58b468ec90",
    "title": {
      "en": "Heesu in Class 2"
    },
    "updatedAt": "2024-06-26T07:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/d4da57af-1c62-4806-a233-fc58b468ec90/4d8c3b3c-3f41-4b7b-a69a-8f31df7a1bc7.jpg",
    "altTitles": [
      {
        "ko": "2반 이희수"
      }
    ],
    "description": {
      "en": "Heesu's world revolves around Chanyoung, his best friend and secret crush. He doesn't mind cheering Chanyoung from the sidelines or listening to all his girl problems. He doesn't care if people only know him as \"Chanyoung's friend.\" Then one day, Heesu starts hearing his name everywhere. On the bus, in the halls, during lunch… Turns out, there's a rumor going around school (Got a love problem? Find Heesu in Class 2 and he'll tell you what to do!) and with that, Heesu suddenly finds himself the center of attention. But how could he give anyone advice? He doesn't even know what to do about his own crush!",
      "fr": "Le monde de Heesu tourne autour de Chanyoung, son meilleur ami dont il est secrètement amoureux. Cela ne le dérange pas d’encourager Chanyoung en étant qu’un spectateur ou bien d’écouter tous ses problèmes de fille. Il s’en fiche que les gens le considèrent comme seulement son « ami ». Cependant un jour Heesu commence à entendre son nom de partout : dans le bus, dans le hall et même pendant la pause de midi ? Une rumeur circule dans l’école : Vous avez un problème ? Trouvez Heesu dans la Classe 2 et il vous dira que faire ! Heesu se retrouve soudainement au centre de l’attention. Mais comment il peut conseiller quelqu’un alors qu’il sait pas quoi faire pour son propre amour."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "89"
  },
  {
    "mangaId": "db03bf4b-446e-47eb-9154-e140ace7a4e9",
    "title": {
      "en": "Mobile Suit Cross Born Gundam DUST"
    },
    "updatedAt": "2024-09-11T22:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/db03bf4b-446e-47eb-9154-e140ace7a4e9/75564ea1-b880-4869-8a80-0dda11e6dd25.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Cross Born Gundam DUST"
      },
      {
        "ja": "機動戦士クロスボーン・ガンダム DUST"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe year is 0169 of the Universal Century. The Earth Federation government has lost power, and the struggle for supremacy among the colonies has intensified, making it the \"Space Sengoku Era\". \n\nAsh King and other like-minded people stand up to put an end to the endless war!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "52"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/c1080745-b3b0-4398-a94e-add0f9557388.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-25T20:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/8a3024a1-524c-4fab-9549-1e66c53b7669.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4a4aade-f5cf-4670-ad9e-4769f73e3933",
    "title": {
      "en": "Tenchou to Mujikakuna Tennin"
    },
    "updatedAt": "2024-10-09T01:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/d4a4aade-f5cf-4670-ad9e-4769f73e3933/b4b30c4a-0200-4b1a-b9f6-54d6ab6af2e3.jpg",
    "altTitles": [
      {
        "ja": "何かと無自覚な女子"
      },
      {
        "en": "The Manager and The Oblivious Waitress"
      },
      {
        "en": "A Girl who is Unaware of Something"
      }
    ],
    "description": {
      "ja": "カフェでアルバイトをする女子高校生、熊野蜜(くまのみつ)はスタイル抜群で大人びた16歳。しかし思わせぶりな発言や大胆な行動など、そのすべてがとっても「無自覚」。おかげでバイト先の店長、日暮夕弥(ひぐらしゆうや)は毎日がキュン死寸前！！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "55"
  },
  {
    "mangaId": "2189102e-ee83-48e7-8163-0a6f61e4adf8",
    "title": {
      "en": "One Day a Message Window Appeared Out of Nowhere!?"
    },
    "updatedAt": "2024-10-27T10:00:30+00:00",
    "coverArt": "https://mangadex.org/covers/2189102e-ee83-48e7-8163-0a6f61e4adf8/337b3afe-37d1-4e1a-a6b9-330aead64ad4.jpg",
    "altTitles": [
      {
        "ja": "ある日突然メッセージウィンドウが表示されたんですけど！？"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Message Window ga Hyoujisaretan desu kedo!?"
      },
      {
        "ja-ro": "Aru Hi Totsuzen Messeeji Windou ga Hyoujisaretandesukedo!?"
      }
    ],
    "description": {
      "en": "The protagonist, a university student named Kazuya Hayakawa woke up one day with a message window that shows up in his field of view. This window is always visible to him, and when certain lines are displayed in it, he gets thrown into confusion.\n\nFrom that day onward began Hayakawa's daily ordeal of getting manipulated by this message window.\n\n(Source: Amazon JP)",
      "ja": "主人公・早川一哉はある日目が覚めるとメッセージウィンドウが見えるようになってしまった。\n常に表示されるそのウィンドウにはとあるセリフが表示され主人公を混乱させる。\n\nこの日から早川一哉のメッセージウィンドウに振り回される苦難の日々が始まった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-12-01T12:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-11-28T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/50a36b01-6847-4714-b3f5-1dfd22e50f4a.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2024-11-16T22:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/544722cc-7626-4eaa-8243-ec06bd93d42d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      },
      {
        "ko-ro": "Pyojungyugyeogjeonsa"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "293"
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-11-05T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2024-10-11T19:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/733ec505-145a-4315-b5ab-8cea1f3bb749.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!",
      "ja": "文明を破壊し人類を蹂躙した突然変異の虫の化身\"鎧蟲\"。その唯一の対抗策は、鎧蟲とは異なる進化を遂げた\"虫\"を宿す少女たち、\"蝶妃\"だけ。万年蝶妃候補生のアユミは劣等生のレッテルを貼られ、絶望の淵に立ちながらも「世界を救う」という使命を胸に日々鍛錬を続ける。しかし努力の先にアユミを待ち受けていたのは、親友の裏切りと耐え難い現実で――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2024-11-01T10:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "c5a4bab0-87f0-4843-b49a-603ca52f9ef5",
    "title": {
      "en": "My Mobster Girlfriend"
    },
    "updatedAt": "2023-10-31T06:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c5a4bab0-87f0-4843-b49a-603ca52f9ef5/3db92849-d849-41f1-862a-d5eaf9b9b639.jpg",
    "altTitles": [
      {
        "en": "My Villainous Girlfriend"
      },
      {
        "zh-ro": "Wo De Fan Pai Nü You"
      },
      {
        "zh": "我的反派女友"
      },
      {
        "en": "My Girlfriend is a Villain"
      }
    ],
    "description": {
      "en": "Zhang Nan, the young master of the declining Fu Long Clan just wants to be a normal person, but he is sent to an aristocratic training school by his grandfather. He is accidentally assigned to a female class by the teacher, and is tormented by his peers to the point where he wants to leave school.  \nWill his experiences at Blake Academy and the girls he meets change him so he can face his identity as the heir to his clan?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "188"
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-11-05T01:39:28+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-11-25T21:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/3d265d46-3592-4994-b849-3d84c0d570f3.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      },
      {
        "vi": "Ma vương tái sinh trở thành pháp sư mạnh nhất"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n\"Let's pretend to be a human this time.\"\n\nHowever, being a human lover, he didn't particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he's a local aristocrat who lacks common sense. He doesn't know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an 'Immortal Mage' behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "178f7c49-3dd7-4e92-90e2-bb08c9f7b789",
    "title": {
      "en": "SAMURAI DEEPER KYO"
    },
    "updatedAt": "2024-02-23T15:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/178f7c49-3dd7-4e92-90e2-bb08c9f7b789/8e41c5bd-c92d-4f80-a3bb-94d5152ffd6e.jpg",
    "altTitles": [
      {
        "zh": "鬼眼狂刀"
      },
      {
        "ko": "사무라이 디퍼 쿄우"
      },
      {
        "vi": "Mắt quỷ Kyo"
      },
      {
        "ru": "Кё — самурай в глубине души"
      },
      {
        "ja": "サムライ ディーパー キョウ"
      }
    ],
    "description": {
      "en": "At the dawn of the 17th century, at the end of the era of civil wars, in a world of chaos, the epic Battle of Sekigahara was joined. One man emerged from the largest battle ever fought on Japanese soil; a terrible warrior of unspeakable power, he was nicknamed 'the unconquerable.'  \n  \nKyoshiro is a peaceful medicine peddler who harbors the soul of an assassin. He accompanies a young bounty hunter across Japan in search of a murderer and on a quest to discover the terrible secret of his own identity.",
      "vi": "Vào khoảng đầu thế kỉ 17, Trận chiến Sekigahara đã nổ ra, đặt dấu chấm hết cho những cuộc chính biến hỗn loạn trong lòng NB. Sekigahara......Không ai có thể quên được ánh gươm trên chiến trường đẫm máu và đôi mắt đỏ rừng rực cháy. Một Samurai nguy hiểm? Một sức mạnh kinh hoàng? Con người đó.....bất khả chiến bại....."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "308"
  },
  {
    "mangaId": "1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c",
    "title": {
      "en": "Occhoko Doji Onee-san"
    },
    "updatedAt": "2024-10-26T14:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/1d3905b0-f8c2-4c38-8b26-5b2ff0a9516c/4b691134-1e6c-47d6-8351-08f3aa6678d4.jpg",
    "altTitles": [
      {
        "ja": "おっちょこドジおねえさん"
      },
      {
        "vi": "Chị gái hậu đậu"
      }
    ],
    "description": {
      "en": "She may seem like a beautiful, sophisticated woman! But on the inside, she is just a XXX lady. The more she tries to act like an mature adult in front of younger boys, the more twisted and perverted she gets!",
      "ja": "高校生・直樹の憧れは、書店でアルバイトしてる女子大生・なほさん！癒し系の笑顔にグラマラスボディと、大人の魅力に溢れるおねえさんのヒミツの本性は・・破壊的”おっちょこドジ”！デキる女を装えば装うほど、おっちょこドジが炸裂しちゃう！可愛いことやれば可愛くて、ドジをしてもさらに可愛い！？",
      "es-la": "¡Puede parecer una mujer hermosa y sofisticada! Pero por dentro, es solo una dama XXX. Cuanto más trata de actuar como una adulta madura frente a los niños más pequeños, ¡más retorcida y pervertida se vuelve!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "69"
  },
  {
    "mangaId": "cbf174ca-af25-4410-82fa-498a6df9ad3c",
    "title": {
      "en": "BE BLUES ~Ao ni Nare~"
    },
    "updatedAt": "2024-10-11T17:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/cbf174ca-af25-4410-82fa-498a6df9ad3c/793ba37f-6b51-4293-b13c-6e8afa968197.png",
    "altTitles": [
      {
        "en": "Be Blues!"
      },
      {
        "ja-ro": "Be Blues! - Ao ni Nare"
      },
      {
        "ar": "BE BLUES! ~นักเตะเลือดซามูไร~"
      },
      {
        "zh": "BE BLUES!～化身为青～"
      },
      {
        "zh": "BE BLUES!~化身為青~"
      },
      {
        "ja": "BE BLUES!～青になれ～"
      },
      {
        "ko": "BE BLUES!~파랑수~"
      },
      {
        "ru": "Вперёд, Синие!"
      },
      {
        "ja": "ビーブルーズ!　〜あおになれ〜"
      }
    ],
    "description": {
      "en": "If you're born in Japan and you play football, you'll eventually want to wear the national team uniform! It's the same for everyone! Ichijou Ryuu is a boy whose dream is to become a Japan national team player. With his twin childhood friends, Yuuto and Yuki, their first goal is to win the Japan Under-12 Football Championship!  \nThe excitement of a one-on-one! The tension in front of goal! The elation from pulling off the perfect link up play! The essence of what makes football enjoyable is here.  \n  \nWon the Shogakukan Manga Award for Best Shonen Manga in 2014.  \n\n\n---",
      "ru": "Рию Ичиджо мальчик, которые мечтает попасть в национальную команду по футболу. Вместе со своими друзьями, братьями-близнецами Юто и Юки, он сначала стремится выиграть в национальном чемпионате младшей лиги. В начальной школе его сбивает машина, когда он защищает от неё своего друга. Попав в больницу на 2 года, Рию преодолевает жёсткую реабилитацию. И вот он поступает в старшую школу и присоединяется к школьной футбольной команде. На тренировках не жалеет себя, хотя травмы напоминают о себе. Сможет ли он попасть в команду мечты или он должен быть обычным школьником?",
      "vi": "Ichijou Ryu là một cậu bé mang trong mình ước mơ được khoác lên mình màu áo của đội tuyển quốc gia Nhật Bản. Cùng với hai người bạn từ thuở thiếu thời của mình là cặp song sinh Yuto và Yuki, cả ba người đều hạ quyết tâm thực hiện cho bằng được mục tiêu đó của Ichijou Ryu. Trên chuyến hành trình của mình, Ichijou Ryu đã gặp phải những khó khăn nhưng cậu vẫn không nản chí mà vẫn tiếp tục bước đi. Một bộ manga cực hay về bóng đá và những nhân vật dành hết niềm đam mê vào nó.  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "489"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07053359-746d-4217-82e5-add1e2c99239",
    "title": {
      "en": "Lychee☆Light Club"
    },
    "updatedAt": "2024-10-17T17:44:59+00:00",
    "coverArt": "https://mangadex.org/covers/07053359-746d-4217-82e5-add1e2c99239/8e2680b2-32d4-4662-9ab7-66deba03b57e.jpg",
    "altTitles": [
      {
        "ja": "ライチ☆光クラブ"
      },
      {
        "ja-ro": "Litchi☆Hikari Club"
      }
    ],
    "description": {
      "en": "A group of nine boys (called the Hikari Club) are intent on making the Ultimate AI. The attractive leader of the club, Zera, is a twisted man polluting the minds of the club members to make them do whatever he pleases. Tamiya, the original founder of the club, wants to reclaim the club. Niko, the second in command, is pissed off at Jaibo, the one obsessed with Zera. They kidnap a schoolgirl, but the AI Raichi falls in love with her and she with him, and things get messy.",
      "es": "El Hikari Club no es un club normal. Sus miembros tienen puestos todos sus anhelos en complacer a su líder, Zera. El club tiene una estructura piramidal que hace de cada uno de ellos sea una pieza clave en el organigrama. Y una misión que cumplir. Una terrible y sanguinaria misión que se les escapará de las manos.El nombre de Usamaru Furuya empieza a sonar como uno de los autores más prometedores del manga para adultos. La obra que tienes en tus manos es la adaptación del drama expresionista Litchi Hikari Club representado por el Tokyo Grand Guignol, que el mangaka vio de joven y le causó una profunda impresión. Furuya ha conseguido crear la misma atmósfera de horror y angustia que caracteriza a la representación teatral.Pasen y vean.",
      "pl": "\"Jestem człowiekiem. Tak zostałem zaprogramowany.\"  \nChłopcy z przemysłowego miasteczka mają tylko jeden jasny punkt w życiu: Hikari Club, sekretne bractwo, które zorganizowali w porzuconej fabryce. Ich koronnym projektem jest stworzenie \"myślącej maszyny\" napędzanej owocami liczi. Jednak bojaźliwa solidarność gimnazjalistów szybko przekształca się w nacjonalistyczno-socjalistyczne bagno morderczej paranoi, perwersyjnego estetyzmu i (nie zawsze) tłumionego homoseksualizmu. Club to do tej pory najdoskonalsza praca Usamaru Furuyi. Oto Władca Much nowego wieku, choć to dzieło nigdy nie zostanie jedną z lektur szkolnych."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-12-08T13:45:58+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/9f0fb476-85c0-407a-ada9-42caa44a656f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      },
      {
        "vi": "Cậu có thể kết hôn với tôi nhưng vẫn sẵn sàng cho việc ly hôn được không?"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyousuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?",
      "vi": "Sau khi bước sang tuổi 30 với tư cách là một NEET, Kyosuke bị đuổi khỏi nhà bố mẹ.\n\nĐó là lúc Rui, người bạn thân nhất của anh, đưa ra một giải pháp: kết hôn rồi ly hôn!\n\nMột chàng trai và cô gái 'chỉ là bạn bè' trong khoảng một thập kỷ quyết định bước vào một cuộc hôn nhân giả.\n\nAnh là một người lãng mạn và cô chỉ là một cô gái thực dụng. Một cặp đôi hoàn toàn không thích hợp với hôn nhân.\n\nHọ sẽ khám phá được điều gì sau 100 ngày bên nhau?",
      "pt-br": "Depois de completar 30 anos como NEET, Kyousuke foi expulso da casa de seus pais.\nFoi então que Rui, o seu melhor amigo, propôs uma solução: casar e depois divorciar-se!\n\nUm rapaz e uma moça que são “apenas amigos” há cerca de uma década decidem entrar em um casamento de mentira.\nEle é um romântico e ela é apenas uma garota pragmática. Um casal inadequado para o casamento.\nO que eles descobrirão depois de 100 dias juntos?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-11-22T22:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      },
      {
        "en": "The Reincarnated King of Fists"
      },
      {
        "pl": "KRÓL NIEWOLNIKÓW"
      },
      {
        "fr": "La vie antérieur du roi des poings"
      }
    ],
    "description": {
      "en": "In a world where humans enslave non-human species, the powerful wizard Leppenhardt creates an empire to safeguard these beings. However, his reign ends when he's defeated by the brutally strong Tesron, the \"King of Fists.\" \n\nBut death isn’t the end, because Leppenhardt awakens in Tesron's young body! \n\nNow armed with incredible strength and a new identity, he sets off to free the non-human races again. Can the new King of Fists reshape the world for all, or will his second chance slip away?",
      "ko": "인간들이 이종족을 노예로 부리는 세상.대마도사 '레펜하르트'는 이종족들을 돕는다는 이유로인간들에게 마왕 취급을 받는다.\n\n마왕을 토벌하기 위해 온 용사 일행!'레펜하르트'는 그에 맞서 용사 일행에게 큰 피해를 주는 것에 성공하지만,결국 권왕 '테스론'에게 죽임당할 위기에 처하는데….\n\n\"시공 회귀 주문.\"\n\n그러나 마지막 보루로서 시전한 마법이 기적적으로 성공하여'레펜하르트'는 과거로 돌아가게 된다.그런데….\n\n내가 용사 일행 중 한 명인, 대륙 최강의 육체를 가진 권왕 '테스론'이 되었다?!\n\n육체적 강함까지 손에 넣은 대마도사 '레펜하르트'가새로운 힘으로 세상을 변화시켜 나간다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-08-25T01:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "703b45a0-1c73-436f-9c07-03d31053b4d0",
    "title": {
      "en": "My Daddy Hides His Power"
    },
    "updatedAt": "2024-12-04T01:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "altTitles": [
      {
        "ko": "아빠가 힘을 숨김"
      },
      {
        "en": "Dad Hides His Strength"
      },
      {
        "hr": "Moj papa skryvaet svoju silu"
      },
      {
        "tr": "Babamın gizli gücü"
      }
    ],
    "description": {
      "en": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "c84841cd-ae48-47a1-a88d-41fba4cc83d3",
    "title": {
      "en": "The Proxy of Yama"
    },
    "updatedAt": "2024-08-16T16:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/c84841cd-ae48-47a1-a88d-41fba4cc83d3/a5a28c57-2aa3-4f1d-8ab8-869c7bee8914.png",
    "altTitles": [
      {
        "zh-ro": "Dai Li Yan Wang"
      },
      {
        "zh": "代理阎王"
      }
    ],
    "description": {
      "en": "Don't think that mediocre men have no spring time.   \nA little gangster that takes protection fees in front of the school entrance strangely became the highest administrator of hell. Now, things are getting interesting. Being King Yama, fighting the heavens, reforming hell's system, and leading ghosts to resist the oppression by the gods of heaven… Finally, I'm at the highest position within the heavens and hell.  \nMwahaha…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "46"
  },
  {
    "mangaId": "7ae7fcbc-0aee-417d-9262-be4d5beac3ca",
    "title": {
      "en": "Wild Strawberry"
    },
    "updatedAt": "2024-11-07T21:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7fcbc-0aee-417d-9262-be4d5beac3ca/0b64a7f6-03f9-4ddb-9f99-dfa3b4e27cf0.jpg",
    "altTitles": [
      {
        "ja": "ワイルドストロベリー"
      }
    ],
    "description": {
      "en": "Plants have evolved. They can now feed on humans and become terrible monsters known as Jinka. Kingo and Kayano do their best to survive in a Tokyo overrun by plants, but when Kayano becomes a Jinka, Kingo will do anything he can to get her back!",
      "ja": "それは「人花」と呼ばれ、植物が人間を狩る側へと進化を遂げた。血の繋がりは無いが幼い頃から共に生きるキンゴとカヤノは植物に覆われた東京で“家族”に憧れて二人でひっそりと暮らす。そんな中カヤノは自らに寄生する人花を人花処理を任務とする“花葬隊”に見つかってしまい…。本当の家族になる為にも、カヤノを元の人間に戻すことを誓ったキンゴの戦いが始まる――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21e80bd8-cabf-4c49-86da-72f92255f248",
    "title": {
      "en": "Shin Tokyo"
    },
    "updatedAt": "2024-10-31T17:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/21e80bd8-cabf-4c49-86da-72f92255f248/74bbdf8d-3ffa-44d2-aa74-17ed8db82902.jpg",
    "altTitles": [
      {
        "ja": "深東京"
      },
      {
        "ru": "Глубокий Токио"
      },
      {
        "pl": "Głębia Tokio"
      },
      {
        "en": "Tokyo Underworld"
      }
    ],
    "description": {
      "en": "According to urban legend, the guilty are sentenced to fall to the Tokyo Underworld. There, they are given no mercy and are mercilessly judged for their crimes in the cruelest ways imaginable!",
      "ja": "人を死に追いやった者が堕ち、番人に処刑されるという都市伝説の街「深東京」。双子の高校生ヨミとヤミは、課外授業の帰路、担任の自殺により級友達とこの街に堕ちる。残忍な番人に級友は次々と命を落とし…。",
      "pt-br": "De acordo com a lenda urbana, os culpados são condenados a cair no submundo de Tóquio. Lá, eles não recebem misericórdia e são impiedosamente julgados por seus crimes das formas mais cruéis imagináveis!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-11-01T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/e63979d3-1e27-48c3-a04d-c405836a6d31.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      },
      {
        "uk": "Куля Кохання"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!",
      "uk": "З початку існування людства, ті, хто ніколи не відчули кохання і зустріли неочікуваний кінець, отримували другий шанс, як Купідони, як дар від Богині Кохання.\n\nСьогоденні Купідони змінили свої луки і стріли на новітню зброю, але їх місія залишається такою ж: знайти підходяче кохання для їх цілей і закохати їх!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c532b6f-0f3d-47db-8dd3-94474dc0e325",
    "title": {
      "en": "Perhaps Invincible"
    },
    "updatedAt": "2024-12-09T00:25:39+00:00",
    "coverArt": "https://mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "altTitles": [
      {
        "ko": "아마도 무적불패"
      },
      {
        "es-la": "Probablemente... Invencible?"
      }
    ],
    "description": {
      "en": "Yu Hyeol, a third-rate warrior infamously nicknamed *“The Star of the Dark Arts”* due to his menacing appearance, lived a life plagued by false rumors and endless misunderstandings. One day, Seolhwa—the woman he once vowed his future to—reappears before him, no longer the gentle figure he remembered but a formidable master of martial arts.  \n\nFrom that moment, his name becomes entangled with the lives of countless warriors, spiraling his already infamous reputation. As his so-called “notoriety” spreads, the Murim Alliance, the Demon Cult, and even the royal court take notice of him.  \n\n*\"No, really… it’s all just a big misunderstanding!\"*  \n\nBut can he convince the world otherwise? Or will he unintentionally become the legend he never aimed to be?",
      "es-la": "Yoo Hyeol, un guerrero de tercera categoría apodado infamemente “La Estrella de las Artes Oscuras” debido a su apariencia amenazante, vivió una vida plagada de falsos rumores y malentendidos sin fin. Un día, Seolhwa, la mujer a la que una vez le prometió su futuro, reaparece ante él, ya no es la figura gentil que recordaba, sino una formidable maestra de las artes marciales. A partir de ese momento, su nombre se enreda con las vidas de innumerables guerreros, lo que hace que su ya infame reputación se vuelva cada vez más complicada. A medida que su supuesta “notoriedad” se extiende, la Alianza Murim, el Culto del Demonio e incluso la corte real se fijan en él. \"No, en serio... ¡todo es solo un gran malentendido!\" Pero, ¿podrá convencer al mundo de lo contrario? ¿O se convertirá involuntariamente en la leyenda que nunca quiso ser?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]