[
  {
    "mangaId": "430cb896-ceb2-4f55-9935-f61ce673ef7a",
    "title": {
      "en": "My Daughter Is a Dragon!"
    },
    "updatedAt": "2023-08-10T22:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/430cb896-ceb2-4f55-9935-f61ce673ef7a/0faf4c13-26d1-4813-9be7-c33b02586a56.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 드래곤!"
      },
      {
        "ko-ro": "Nae Ttareun Dragon!"
      },
      {
        "fr": "Ma fille est un dragon !"
      },
      {
        "ja": "俺の娘はドラゴン！"
      },
      {
        "zh": "女儿的超能力是把我变帅！"
      }
    ],
    "description": {
      "en": "Jihoon was leading a draining life due to his demanding professor, when one day, his daughter fell out of thin air! Thanks to Chaerin, who was as smart and pretty as an elf, things started to look up for him. His skin started to get better, his eyesight and intelligence improved, and he even got taller and more handsome. This was all according to his daughter Chaerin's plans! Jihoon, who used to be an ordinary science and engineering university student, became a researcher leading the Fourth Industrial Revolution, AI!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "05f282b4-5010-48ff-8729-90059e90de57",
    "title": {
      "en": "Mamahaha no Tsurego ga Moto Kanodatta"
    },
    "updatedAt": "2024-01-09T05:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/05f282b4-5010-48ff-8729-90059e90de57/0954f721-1714-4169-8d33-49ee6c0bd12d.jpg",
    "altTitles": [
      {
        "es-la": "La hija de mi madrastra es mi ex-novia."
      },
      {
        "ja-ro": "Mamakano"
      },
      {
        "ja-ro": "Tsurekano"
      },
      {
        "ru": "Дочь моей мачехи - моя бывшая девушка"
      },
      {
        "ja": "継母の連れ子が元カノだった"
      },
      {
        "en": "My Stepmom's Daughter was My EX-Girlfriend"
      },
      {
        "pt-br": "A Filha da minha Madrasta era minha ex-Namorada."
      }
    ],
    "description": {
      "en": "A certain boy and girl in middle school became lovers, flirted with each other, disagreed on trivial things, became more frequently irritated with each other rather than excited… and ended up breaking up on graduation.  \n  \nAnd so, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.  \n  \n“Isn’t it obvious that I’m the elder brother.” “Isn’t it obvious that I’m the elder sister.”  \n  \nThe children of the partner of their parent’s remarriage was their ex-lover!?  \n  \nThe former couple, mindful of their parent’s feelings, decided on a ‘sibling rule’ where the one takes conscious of the other as the opposite sex loses, but—  \n  \nWhen they encounter each other in the bathroom, commute to and from school together… along with the memories of the past and living under the same roof, just how do they disregard each other!?  \n\n---\n\n- [Official Twitter](https://twitter.com/tsurekano)",
      "ja": "まだお互いに、好き同士。そんな元カップルが――親の再婚できょうだいに!?　第3回カクヨムWeb小説コンテスト大賞受賞の人気ノベルをコミカライズ！ 一つ屋根の下で繰り広げられる、ひたすらに甘くて焦れったい悶絶ラブコメ！",
      "ru": "Эта история о парне и девушке, которые влюбились друг в друга ещё в средней школе. Тем не менее, со временем их любовь превратилась во взаимное раздражение, что привело к их расставанию после окончания школы…  \nНо кто бы мог подумать, что судьбы Иридо Мизуто и Айя Юмэ пересекутся вновь при самых неожиданных для них обстоятельствах… Теперь они вынуждены жить под одной крышей, изображая для своих родителей сводного брата и сестру.   \nНо оставаясь наедине и предаваясь воспоминаниям о прошлом… Смогут ли они сдержаться и не поддаться своему соблазну?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "555bc816-ecab-48a2-b4f6-024da707a392",
    "title": {
      "en": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
    },
    "updatedAt": "2024-04-12T20:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/555bc816-ecab-48a2-b4f6-024da707a392/9dc36a86-0e53-4668-91b4-ddcd6a726db4.jpg",
    "altTitles": [
      {
        "en": "The Story of Being Taught How to Fight by a Delinquent Gyaru"
      },
      {
        "ja": "放課後はケンカ最強のギャルに連れこまれる生活　彼女たちに好かれて、僕も最強に⁉"
      },
      {
        "ja-ro": "Houkago wa Kenka Saikyou no Gyaru ni Tsurekomareru Seikatsu Kanojo-tachi ni Sukarete, Boku mo Saikyou ni!?"
      }
    ],
    "description": {
      "en": "As a result of a combination of his good-natured personality and bad luck, Shiki Orifushi ends up enrolling in St. Lukeman's Academy, a school renowned for its delinquent students.\n\nBefore entering the school, Shiki had lived a life far removed from being a delinquent, but at St. Lukeman's, he was an herbivore thrown into a predator's cage.\nShiki was well aware of his situation, but his sense of justice and good-natured personality make him catch the attention of one of the school's numerous gangs of delinquents.\n\nFor the next year, Shiki was bullied by the delinquents and lived through hellish days, but one day, he almost bumped into the school's strongest delinquent gal, Karin Kohinata, in front of a vending machine. As a result of this, Shiki's school life changes completely.\n\n---\n**Links:**\n- [Web Novel Raw](https://kakuyomu.jp/works/16817330648656085875)",
      "ja": "**ジャンルに「学園」がない不具合**\n\nお人好しな性格と不運が重なった結果、折節史季（おりふし　しき）は不良校として名高い聖ルキマンツ学園に入学するハメになってしまう。\n\n学園に入学する以前は不良とは縁遠い生活を送っていた史季は、聖ルキマンツ学園においては肉食動物の檻に放り込まれた草食動物そのもの。\n史季自身もそのことは重々に承知していたが、そこそこの正義感とそこそこ以上にお人好しな性格が災いとなり、校内に掃いて捨てるほどいる不良グループの一つに目をつけられてしまう。\n\nそれから一年もの間、史季は不良グループにいじめられ、地獄のような日々を送っていたが、ある日、学園最強のヤンキーギャル――小日向夏凛（こひなた　かりん）と自販機前でぶつかりそうになったことを契機に、史季の学園生活は一変することとなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
    "title": {
      "en": "Otoyomegatari"
    },
    "updatedAt": "2024-05-06T03:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/cedc7401-8c70-4057-b14a-4ecbbcd73945/fd566b46-0560-46e7-81fe-a67c2942aed8.jpg",
    "altTitles": [
      {
        "ja": "乙嫁語り"
      },
      {
        "ja-ro": "Otoyome Gatari"
      },
      {
        "de": "Young Bride's Story"
      },
      {
        "de": "Die Geschichte einer Braut"
      },
      {
        "no": "Brudens Fortellinger"
      },
      {
        "fr": "Bride Stories"
      },
      {
        "it": "I Giorni Della Sposa"
      },
      {
        "pt": "A història de uma noiva"
      },
      {
        "es": "La historia de una novia"
      },
      {
        "ru": "История молодой невесты"
      },
      {
        "uk": "Історія молодої нареченої"
      },
      {
        "pl": "Opowieść panny młodej"
      },
      {
        "el": "Οι ιστορίες της νύφη"
      },
      {
        "ne": "बेहुलीहरूका कथा"
      },
      {
        "fi": "Aron morsiamet"
      },
      {
        "fi": "Morsiamen tarina"
      },
      {
        "ar": "قصة عروس"
      },
      {
        "tr": "Gelin Öyküsü"
      },
      {
        "id": "The Bride's Stories"
      },
      {
        "vi": "Cô Dâu Thảo Nguyên"
      },
      {
        "ko": "신부이야기"
      },
      {
        "th": "เจ้าสาวแห่งทางสายไหม"
      },
      {
        "zh": "少女新娘物语"
      },
      {
        "zh-hk": "姊嫁物語"
      },
      {
        "kk": "Келін Хикаясы"
      },
      {
        "en": "A Bride's Tale"
      },
      {
        "tr": "Gelinin Öyküsü"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
      "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
      "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village across the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. However, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.\n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
      "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
      "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
      "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
      "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
      "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
      "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
      "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 <엠마>의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
      "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
      "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
      "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
      "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
      "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
      "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
      "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ebae4d2-77b2-48d2-a525-67201e270d26",
    "title": {
      "en": "Forged Immortal"
    },
    "updatedAt": "2024-01-14T02:00:09+00:00",
    "coverArt": "https://mangadex.org/covers/6ebae4d2-77b2-48d2-a525-67201e270d26/c35b6f3e-7838-477e-bf59-4f036a3e54ba.jpg",
    "altTitles": [
      {
        "zh-ro": "Wei Xian"
      },
      {
        "zh": "伪仙"
      }
    ],
    "description": {
      "en": "This story happens in a cultivation world, Gu Qing He arrived in \"Ark\" during a time of crisis. \"Ark\" wanted to bestow incredible powers to Gu Qing He and thus started to modify him. After that, Qing He found out that his original world has actually already been infiltrated by the [Old Gods], overturning all the cognition he possesses since young.\n\nWith a danger that can arrive anytime. The Forged Immortal begins his journey, going against the ruling of the [Old Gods], changing the ending of the world."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf",
    "title": {
      "en": "My Clumsy and Erotic Neighbor Sayuri-san"
    },
    "updatedAt": "2024-04-18T20:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf/bd470a7d-bfa4-4278-aa07-a22bff9e8653.jpg",
    "altTitles": [
      {
        "en": "Sayuri-san is lewd"
      },
      {
        "ja": "不器用でエロい隣人さゆりさん"
      },
      {
        "ja-ro": "Bukiyou de Eroi Rinjin Sayuri-san"
      },
      {
        "es-la": "Mi torpe y erótica vecina Sayuri-san"
      }
    ],
    "description": {
      "en": "Series Follows Our Main Character and His Interactions With His Neighbor Sayuri-san.",
      "ja": "高校生の主人公が、隣人の主婦である「さゆりさん」と様々なエロティックなシチュエーションを繰り広げるというストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "4d458eb8-5b1e-43cb-8970-e37a34aa55a0",
    "title": {
      "en": "Venus Wars"
    },
    "updatedAt": "2024-03-18T21:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/4d458eb8-5b1e-43cb-8970-e37a34aa55a0/9a44a0b6-9299-4a42-acbe-4232668f82aa.png",
    "altTitles": [
      {
        "ja-ro": "Venus Senki"
      },
      {
        "ja": "ヴィナス戦記"
      },
      {
        "ja": "金星战记"
      },
      {
        "en": "Record of the Venus Wars"
      }
    ],
    "description": {
      "en": "May 2003. An icy planet from distant space crashes into Venus, changing its qualities completely. These qualities prove to present some habitability for humans, enticing men to eventually colonize it for themselves...\n\n80 years later, Venus is home to many people who call it home. However, an ever-present tension between the two major continents, Aphrodia and Ishtar, points to an ominous fate for Venus.\n\nHiroki Senoo is a rather rebellious member of a motorsport popular within Aphrodia's capital. One day, members of Aphrodia's military approach Hiroki, and, impressed by his skills, invite him to join. Thus, Hiroki finds himself enveloped in Venus's political landscape..."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "14"
  },
  {
    "mangaId": "a54c0d5f-78f6-499d-86dc-8da00a8e4b2e",
    "title": {
      "en": "Urekko Mangaka X Utsu Yamai Mangaka"
    },
    "updatedAt": "2024-05-14T00:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/a54c0d5f-78f6-499d-86dc-8da00a8e4b2e/151f51e2-a978-4caa-a6e1-803d2d802ef8.jpg",
    "altTitles": [
      {
        "vi": "Họa sĩ truyện tranh bán chạy x Họa sĩ truyện tranh trầm cảm"
      },
      {
        "ja": "売れっ子漫画家×うつ病漫画家"
      },
      {
        "ja-ro": "Urekko Mangaka x Utsubyou Mangaka"
      },
      {
        "en": "The Popular Mangaka and The Depressed Mangaka"
      },
      {
        "en": "The Best-seller Mangaka and The Depressed Mangaka"
      },
      {
        "en": "Best-Seller Mangaka x Depressed Mangaka"
      }
    ],
    "description": {
      "en": "A story about the twisted entanglement between a depressed, shut-in, have-been mangaka, and another best-seller, Super Darling mangaka.\nThis is an independent manga done by Eno Sumi (After God) under the alias of Hanae Deki (英恵 溺)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "415a3211-c660-4fcc-8c5a-3f22bf2657b7",
    "title": {
      "en": "Ingoku Danchi"
    },
    "updatedAt": "2024-05-04T19:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/415a3211-c660-4fcc-8c5a-3f22bf2657b7/9bb36fa9-29b3-484a-83ca-c3b888ac2a60.jpg",
    "altTitles": [
      {
        "ja": "淫獄団地"
      },
      {
        "en": "Perverts' Apartment Complex"
      },
      {
        "zh-hk": "淫獄小區"
      }
    ],
    "description": {
      "en": "This apartment complex has a problem with perverted women!\n\nYoshida is a tiny, frail highschool graduate who became an unwilling manager of an apartment complex when his father, the former manager, injured himself. Unbeknownst to him, this apartment complex houses quite a few women with very... unusual sexual preferences. This becomes a problem when a mysterious entity begins giving \"Libido Cloth\" to these women - skimpy outfits that give them superpowers and cause them to go on lewd rampages! Will Yoshida be able to stop them?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd1083bc-d536-403c-b840-05679a7f5db0",
    "title": {
      "en": "Boku to Koi no Hanashi wo Shinaika"
    },
    "updatedAt": "2022-03-26T12:26:06+00:00",
    "coverArt": "https://mangadex.org/covers/bd1083bc-d536-403c-b840-05679a7f5db0/ec822e23-661f-4498-948d-6dd3eb620fba.jpg",
    "altTitles": [
      {
        "en": "Won't You Talk About Love With Me?"
      },
      {
        "ja": "僕と恋の話をしないか"
      }
    ],
    "description": {
      "en": "\"Yana\" is an infamous playboy who dumps people left and right. But his true identity is one with a pure heart pining for \"Metsuki\", the area's worst delinquent. He saved Yana at the entrance ceremony and the latter fell for him immediately! Yana never stops yapping about his love day in and day out for Metsuki, who's tired of all this crap. So he asked Yana if he could kiss him like they do in shoujo manga. And...?!\n\nEmeichi's newest, love story between two clumsy high school boys starts here!!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "a86d367c-2ba8-49f0-8cfd-23569aec4c72",
    "title": {
      "en": "Chow Time at the Ballpark"
    },
    "updatedAt": "2023-10-09T15:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/a86d367c-2ba8-49f0-8cfd-23569aec4c72/d475f9a9-65f6-4e9f-8c99-49fb2e242469.jpg",
    "altTitles": [
      {
        "ja": "野球場でいただきます"
      },
      {
        "ko": "야구장에서 잘 먹겠습니다"
      },
      {
        "ja-ro": "Yakyuu-ba de Itadakimasu"
      }
    ],
    "description": {
      "en": "Tsubame Sakamoto, 25 years old and single. She relieves the everyday stress by indulging in food and alcohol in front of baseball games. Trying out different dishes at different stadiums, with adults loudly cheering around her. It might be expensive, but nothing tastes better than beer after a win. Free from the pressure of society, she will enjoy the best baseball stadium food!\n\n---\n- [VOMIC](https://www.youtube.com/playlist?list=PL0zfSjyskgIWyAhaN76PJDQu88ci4eI7j)",
      "ja": "坂本つばめ、25歳独身。彼女の日々の社会へのストレス発散方法は、野球を肴に飯と酒を貪ること！ 球場によって違う多様なご飯。周りには羽目を外した大人たち。値段は高いけど、勝てば何よりも美味いビール。社会の重圧から解放された非日常で食べる、最高の球場飯をご賞味あれ！",
      "ko": "사카모토 츠바메, 25세 독신.\n그녀가 평소 사회에서 쌓인 스트레스를 푸는 방법은 야구장에서 돈도 칼로리도 신경 쓰지 않고 마음껏 밥과 술을 먹는 것!!\n구장에서 만난 야구관전 초보 카메이와 함께 관동지방 구장의 맛있는 음식들을 맛보고 다닌다.\n두 여자의 구장 먹방 라이브, 꼭 맛보세요☆"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-05-07T05:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/93a92d8f-d94e-46f3-9537-8aa288cb2bdf.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72e51451-4d0c-4a3f-97ff-afb3f819fbfa",
    "title": {
      "en": "Link Click"
    },
    "updatedAt": "2023-10-04T13:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "altTitles": [
      {
        "zh": "时光代理人"
      }
    ],
    "description": {
      "en": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
      "fr": "Dans un coin de la ville se trouve une boutique, en apparence normale, nommée le \"Time Photo Studio\". Les propriétaires de la boutique, Cheng Xiaoshi et Lu Guang, peuvent voyager dans le temps au travers de photos. Un jour, une étoile montante de l'opéra chinois, Lin Kai, visite leur studio et leur demande de trouver un enregistrement datant d'il y a 10 ans. Ils n'ont qu'une seule photo et qu'une chance...",
      "zh": "在城市的某个角落，有一家看似普通的小店——时光照相馆。店主程小时和陆光可以通过照片，进入过去的时空。有一天，戏曲界新锐林凯来到了照相馆，委托程小时与陆光，寻找一份10年前的影像。照片只有1张，机会只有1次……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2023-06-11T23:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2adfa9e8-0f8a-40d1-a3ea-4c1fa57a94aa",
    "title": {
      "en": "Otaku ni yasashikunai gyaru"
    },
    "updatedAt": "2024-05-13T22:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/2adfa9e8-0f8a-40d1-a3ea-4c1fa57a94aa/cfd8dc65-fa26-468d-a768-7f0f637feb1c.png",
    "altTitles": [
      {
        "ja": "オタクに優しくないギャル"
      },
      {
        "es-la": "Una chica que no es para nada amable con los otakus"
      },
      {
        "en": "A gal who isn't kind to Otaku"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-04-15T21:17:03+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Keyakinan Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "en": "Maria's Conviction"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-03-21T19:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "e81b4d3d-2692-4af9-9300-91012d079cd6",
    "title": {
      "en": "The Demon King Who Lost His Job"
    },
    "updatedAt": "2024-03-31T18:25:55+00:00",
    "coverArt": "https://mangadex.org/covers/e81b4d3d-2692-4af9-9300-91012d079cd6/8e841ad3-f4d8-4ea5-a270-bfa42b135c6a.jpg",
    "altTitles": [
      {
        "en": "Jobless Demon King"
      },
      {
        "zh": "失业魔王"
      },
      {
        "en": "The Laid Off Demon King"
      },
      {
        "zh-ro": "Shiye Mowang"
      },
      {
        "pt-br": "O rei demônio que perdeu o emprego"
      }
    ],
    "description": {
      "en": "He is the Demon King who was impeached. She is the brave hero who was laid off because of a failed expedition. Bound by destiny, the two of them embark on an adventure to repay their debts.",
      "pt-br": "Ele é o Rei Demônio que sofreu impeachment. Ela é a corajosa heroína que foi demitida por causa de uma expedição fracassada. Presos pelo destino, os dois embarcam em uma aventura para pagar suas dívidas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7794356e-2102-4578-86a5-d73c37395ce0",
    "title": {
      "en": "Kono Sekai wa Fukanzen Sugiru"
    },
    "updatedAt": "2023-10-22T20:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/7794356e-2102-4578-86a5-d73c37395ce0/30f79159-4802-4b53-bcb6-ca6bcba855d3.jpg",
    "altTitles": [
      {
        "en": "Quality Assurance in Another World"
      },
      {
        "ja": "この世界は不完全すぎる"
      }
    ],
    "description": {
      "en": "Haga is one of the debuggers that gets stuck in the world of an incomplete VR game. Though he eradicates a monster from a village, the destruction event that ends with the villagers' deaths triggers without fail. However, Nicola, the villager girl he saves, revives before his eyes.",
      "ja": "極秘に組織された調査隊「王の探索者」（キングス・シーカー）の一員である主人公・ハガ。この世のあらゆる事象を調べ、王命を受け旅をする探索者は村人からも尊敬されていた。任務の一環でドラゴンの襲撃から村を守ることに成功するハガ。成り行きで助けた少女・ニコラと世界を探検することになるが、ハガの真の目的は冒険ではなく…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299339de-e13e-4b9a-879a-7426c0cebfd3",
    "title": {
      "en": "Pan wo nameruna!"
    },
    "updatedAt": "2024-05-13T23:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/299339de-e13e-4b9a-879a-7426c0cebfd3/10bb16f7-15ab-48c0-a952-34240f71f03e.jpg",
    "altTitles": [
      {
        "ja": "パンをナメるな！"
      },
      {
        "en": "Don't Underestimate Bread Making!"
      }
    ],
    "description": {
      "en": "No education, no work experience, no friends.\nMuyu Uchiki is a nineteen-year old girl who's been a shut-in for two years, she lives a self-indulgent life, but a turning point comes for her?!\nShe gets a call from her aunt in Kamakura about helping out at her bakery.\nA heartwarming comedy about a girl struggling in a bakery in Kamakura!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca0797c5-b45c-4489-bd76-1cc82964d78b",
    "title": {
      "en": "Duel Masters LOST: Crystal of Remembrance"
    },
    "updatedAt": "2024-05-13T22:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/ca0797c5-b45c-4489-bd76-1cc82964d78b/ae00b965-3695-4a96-afa1-fccbab758a47.png",
    "altTitles": [
      {
        "ja": "Duel Masters LOST ～追憶の水晶～"
      },
      {
        "ja-ro": "Duel Masters LOST ～Tsuioku no Suijou～"
      }
    ],
    "description": {
      "en": "A new “Duel Masters” story begins! Kirifuda Win, who has lost all memories of his past, is now living alone in Tokyo. In the midst of his ordinary daily life, the footsteps of the world’s end gradually begin to draw near. The secret of Win’s hidden past is…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-05-11T12:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/39946fa0-e98b-4541-91db-90395b4adb40.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8de5f5f-692d-4d8f-9275-2d8cb98b702b",
    "title": {
      "en": "Sun-ken Rock"
    },
    "updatedAt": "2024-05-13T21:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/d8de5f5f-692d-4d8f-9275-2d8cb98b702b/fd61e1db-9468-469e-8387-aef942e4e8c0.jpg",
    "altTitles": [
      {
        "ja-ro": "Sun Ken Rock"
      },
      {
        "th": "คนเดือด เมืองดิบ"
      },
      {
        "ja": "サンケンロック"
      },
      {
        "zh-hk": "最强不良传说"
      }
    ],
    "description": {
      "en": "Ken, a young Japanese guy, is in love with a young Korean girl, Yumin. He followed her in Korea and wants to become a policeman just like her. But then, he finds himself at the head of a local gang. What will happen to Ken?",
      "pt-br": "Ken, é um jovem delinquente japonês, ele é apaixonado por uma garota que na verdade não é japonesa e sim coreana, seu verdadeiro nome é Yumin, e ela tem o sonho de voltar pra coreia e ser tornar uma policial. Depois de muito tempo, Ken consegue informações sobre Yumin e vai para coreia tentar virar policial junto com Yumin, mas acaba se envolvendo com os “Jobok” (Máfia Coreana) e acaba se tornando um, como será a vida do Ken como um Jobok?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "171"
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Female Commander x Soldier"
    },
    "updatedAt": "2024-05-13T22:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1517c9d-2191-4533-898a-e92618e88d2e",
    "title": {
      "en": "Game of Doppelganger"
    },
    "updatedAt": "2024-03-30T16:49:42+00:00",
    "coverArt": "https://mangadex.org/covers/f1517c9d-2191-4533-898a-e92618e88d2e/2b63756a-2f32-41b9-8da7-66f63b0a4751.jpg",
    "altTitles": [
      {
        "en": "Doppelänger Games"
      },
      {
        "en": "Doppelgänger's Game"
      },
      {
        "en": "Doppelganger Games"
      },
      {
        "en": "Doppelganger's Game"
      },
      {
        "en": "Game of Doppelgänger"
      },
      {
        "fr": "Jeu de Double"
      },
      {
        "fr": "Jeu de Sosie"
      },
      {
        "ru": "Игра Двойника"
      },
      {
        "ko": "도플갱어의 게임"
      },
      {
        "pt-br": "Jogo do Doppelganger"
      }
    ],
    "description": {
      "en": "A time bomb-like game starts in a certain girls-only high school! Every time the final bell rings, one person's soul is stolen away.",
      "pt-br": "Um jogo parecido com uma bomba-relógio que começou em uma escola só para meninas!\nCada vez que o último sinal toca, a alma de uma pessoa é levada embora."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d3608ab4-fed0-4f65-856e-55466c931ebe",
    "title": {
      "en": "Maou no Musume, Sugoku Choroi."
    },
    "updatedAt": "2024-02-17T06:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/d3608ab4-fed0-4f65-856e-55466c931ebe/7b5e7002-b356-4425-95b7-f4fab968a2e7.jpg",
    "altTitles": [
      {
        "ja": "魔王の娘、すごくチョロい。"
      },
      {
        "en": "The Demon King's Daughter Is Way Too Easy"
      },
      {
        "zh-hk": "魔王之女，超好對付"
      },
      {
        "ko": "마왕의 딸, 너무 쉽잖아"
      },
      {
        "vi": "Con gái của quỷ vương dễ đối phó thật đấy"
      },
      {
        "ja-ro": "Maou no Musume, Sugoku Choroi."
      }
    ],
    "description": {
      "en": "In the final showdown between the Demon King and the Hero, the latter used all his power to seal away the former. To exact her revenge on her father's nemesis, the Demon King's daughter, Hel, resurrected the Hero and planned to use him as her personal servant. However, the resurrected Hero is unexpectedly dazzling and dashing, and Hel's composure begins to waver. Will she ever be able to torment her new servant?",
      "ja": "かつて魔王と勇者は対決し、魔王は封印され勇者は力尽きた…。魔王の娘であるヘルは父の仇である勇者への恨みを晴らすべく、彼を蘇らせ、そして下僕としてこき使ってやろうと考えていた。だが、蘇ってきた勇者は何だかやたらとキラキラしていてカッコ良くて、ヘルの調子は狂いっぱなし。\n\n果たして勇者を下僕として苦しめることは出来るのか…!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c656386-202d-48ae-aa56-5017adc9e81b",
    "title": {
      "en": "Seiyuu Ka!"
    },
    "updatedAt": "2024-04-18T02:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/3c656386-202d-48ae-aa56-5017adc9e81b/703c460e-d7e5-453f-9d20-055a31daa6bd.jpg",
    "altTitles": [
      {
        "vi": "Diễn Viên Lồng Tiếng"
      },
      {
        "ja-ro": "Seiyuu Ka-!"
      },
      {
        "ja-ro": "Seiyuu Kaa!"
      },
      {
        "ja-ro": "Seiyuu-ka!"
      },
      {
        "en": "Seiyuu-Ka! Lovely Voice"
      },
      {
        "en": "Voice Over!: Seiyu Academy"
      },
      {
        "ru": "Сэйю-ка!"
      },
      {
        "th": "วัยมันส์จอมป่วนก๊วนนักพากย์ !"
      },
      {
        "zh": "声优志愿"
      },
      {
        "ja": "声優かっ!"
      },
      {
        "zh": "真的是声优吗!"
      },
      {
        "zh-hk": "聲優志願!"
      }
    ],
    "description": {
      "en": "Kino Hime is a 15 year-old girl who just started her first year in a high school for voice actors (Seiyuu) called Hiiragi Academy. She dreams of becoming the voice of the main character in one of the most popular series in Japan, \"Magic Fighter Lovely Blazers\". The academy is the number one school which allows students to make their voice acting debuts and also includes other departments such as general education, sports, music, acting, and art.  \n  \nOf course this Academy is full of celebrities, too. Two of Hime's upperclassmen are none other than the two rising idols of the group \"Idol Unit AQUA\".  \n  \nBut Hime's dream is hard to fulfill. Her voice is not really suitable for a voice actress and her new classmate Kudou Senri doesn't waste time in pointing that out. Will Hime prove everybody, especially Senri, what she is capable of despite the first appearance?",
      "pt-br": "Kino Hime é uma menina de 15 anos que acabou de começar seu primeiro ano em uma escola para dubladores (Seiyuu) chamada Hiiragi Academy. Ela sonha em se tornar a voz do personagem principal de uma das séries mais populares no Japão, \"Magic Fighter Lovely Blazers\". A academia é a escola número um, que permite aos estudantes fazerem a sua estreia na dublagem, e também inclui mais departamentos: esportes, música, atuação, e arte.\n\nÉ claro que esta Academia é cheia de celebridades, também. Dois dos colegas de Hime não são outros senão os dois crescentes ídolos do grupo \"Idol Unit Aqua\".\n\nMas o sonho de Hime é difícil de se realizar. Sua voz não é realmente adequada para uma dubladora e seu novo colega de classe Kudou Senri não perde tempo em apontar isso. Hime vai provar que todos, especialmente Senri, o que ela é capaz de fazer, apesar da primeira aparição?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "70"
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-01-09T22:17:17+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/479b0250-df68-4cd3-aa5a-8dbbd812f9a9.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7532f86a-023b-482a-8d53-670eff0484c5",
    "title": {
      "en": "Duchess Crow"
    },
    "updatedAt": "2022-11-11T06:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/7532f86a-023b-482a-8d53-670eff0484c5/7a6b2ff0-98bf-4469-a041-1e8ebe0c6701.png",
    "altTitles": [
      {
        "ko": "까마귀 공작 부인"
      },
      {
        "ko-ro": "Kkamagwi Gongjang Buin"
      },
      {
        "en": "The Duchess' Jewel Story"
      },
      {
        "en": "The Raven Duchess"
      },
      {
        "en": "Crow Duchess"
      },
      {
        "uk": "Герцогиня Ворона"
      },
      {
        "zh": "公爵夫人的宝石物语"
      }
    ],
    "description": {
      "en": "Could love bedazzle like a gem?\n\nFor Melisa, the best gemologist in Annabel, no love can outshine a gem. She'd rather remain single and devoted to her career! But just when she thinks she has it all figured out, Duke Lewis Winterfelt, the most eligible bachelor in all the kingdom, asks for her hand in marriage — through a contract!\n\n---\nThe Duke of Winterfield, who drives thousands of girls crazy, broke into my shop and proposed to me? All of a sudden talking about a marriage contract, asking me, a gem appraiser, to help replace the fake crown of the royal family in return for a huge amount of wealth? What a joke, I won't agree to such a dangerous thing, even if... even if he looks handsome, absolutely not..\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "uk": "Чи може кохання замінити коштовності?\nДля Меліси, найкращого гемолога в Анабель, ніяке кохання не зможе затьмарити коштовності. Вона б віддала перевагу залишитись одинокою й присвятити себе кар'єрі! Але саме тоді, коли вона про це подумала, герцог Луїс Вінтерфельд, найвідоміший холостяк в усім королевстві, просить її руки задля фіктивоного шлюбу й контракту.\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "zh": "使万千少女疯狂的温特菲尔德公爵竟然闯入我的店中向我求婚？突然说什么结婚契约，要以巨额财富为报酬让我这个宝石鉴定师帮忙换掉王室的赝品王冠？开什么玩笑，这么危险的事情我才不会答应，就算…就算他长得很好看也绝对不行。\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6849b187-6d75-4a66-925f-055d97d665d4",
    "title": {
      "en": "The Boy Who Awakened a New Fetish"
    },
    "updatedAt": "2022-05-22T23:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/6849b187-6d75-4a66-925f-055d97d665d4/0b70bbbe-4d91-4d17-80e9-ba4745587346.jpg",
    "altTitles": [
      {
        "de": "Der Junge der einen neuen Fetisch erweckt hatte"
      },
      {
        "ja": "目覚めそうな男子"
      },
      {
        "zh": "觉醒新性癖的男生"
      }
    ],
    "description": {
      "de": "Kurze Geschichten über einen cross-dressenden Jungen in der Pubertät während alle seine Freunde Fotos von ihm machen und auf Social-Media-Platformen Viral gehen.  \n  \n  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/minamotoyou)  \n  \n- Creator-approved translations by [Hachirumi Scans.](https://twitter.com/HachirumiScans)",
      "en": "Short stories about a cross-dressing boy in puberty while all his friends are taking photos of him and getting viral on social media.\n\n---"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc8581-3fc1-4734-8160-d09faa252ae8",
    "title": {
      "en": "Okyu no Trinity"
    },
    "updatedAt": "2024-01-22T10:55:19+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc8581-3fc1-4734-8160-d09faa252ae8/97715fba-cb07-4f5c-ab3f-ee6088fef0a2.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukyuu no Trinity"
      },
      {
        "en": "Trinity of the Royal Palace"
      },
      {
        "zh": "王宫三重奏"
      },
      {
        "ja": "王宮のトリニティ"
      }
    ],
    "description": {
      "en": "This story takes place in Wardell Ceram, a country of flowers and trees. Luka and Sylvan, the \"Wolf Claws\", act as chivalrous thieves who steal from evil aristocrats. One day, the princess of the kingdom asks them to help her crack down on corrupt nobles.   \n  \nA thief x princess love comedy unfolds!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "3c0aee7d-3979-4f2a-86cd-be41972f46fa",
    "title": {
      "en": "A Village Protected by a Dragon"
    },
    "updatedAt": "2023-08-09T16:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/3c0aee7d-3979-4f2a-86cd-be41972f46fa/b50f0c76-7e7c-4804-9579-3b2a7beb32ea.png",
    "altTitles": [
      {
        "en": "The Village protected by a dragon"
      },
      {
        "es-la": "Uma Vila Protegida Por Um Dragão"
      },
      {
        "zh": "You Long Shou Hu De Xiao Zhen"
      },
      {
        "zh": "有龙守护的小镇"
      }
    ],
    "description": {
      "en": "Hua Dai found herself with an illness - whenever she touches something she wants/likes, her hands will get stuck to it until she buys it. Due to this illness, she is in great debt. Without choice, she decided to go back to her grandpa's house with this secret key her grandpa gave her in search of treasure, hoping to pay off her debts. As Hua Dai arrived at Bai Lin Village, she found a girl named \"Long\" who claimed to be a disciple of her grandpa. With this, Hua Dai started living with this strange girl…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "70"
  },
  {
    "mangaId": "827a3cbf-6859-4f71-906f-285596becb59",
    "title": {
      "ja": "Nido to Jidori Okutte Yannai!"
    },
    "updatedAt": "2024-05-09T20:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/827a3cbf-6859-4f71-906f-285596becb59/01b322f1-6b49-4971-86f9-6e6b8f9bdea7.jpg",
    "altTitles": [
      {
        "ja": "二度と自撮り送ってやんない！"
      },
      {
        "en": "I'll never send a selfie again!"
      },
      {
        "ru": "Я больше никогда не буду отправлять тебе селфи!"
      },
      {
        "ja-ro": "Nido to Jidori Okutte Yannai!"
      },
      {
        "es-la": "¡Nunca más te enviaré una selfie!"
      }
    ],
    "description": {
      "en": "My childhood friend keeps asking me for a selfie to use as a reference for his drawing, what do I do?",
      "ja": "久しぶりに連絡を寄こした幼馴染の影介。漫画の作画資料用にわたしの自撮り写真を送ってほしんだって。成長していろいろ変わった私を見て驚け・・・て、ありがとう以外のこと何か言えないの⁉　恥ずかしいのを我慢して撮っているのに！気になり始めた幼馴染同士の自撮りコミュニケーション・ラブコメ！",
      "es-la": "Mi amigo de la infancia no deja de pedirme una selfie para usarlo como referencia para su dibujo, ¿Qué hago?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "90"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-05-09T19:03:30+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "639e1bd7-a9a4-46ff-9713-63268497ce43",
    "title": {
      "en": "Haru Matsu Bokura"
    },
    "updatedAt": "2021-05-25T15:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/639e1bd7-a9a4-46ff-9713-63268497ce43/883d6d19-47e5-4d4b-9918-5f467b4018e1.jpg",
    "altTitles": [
      {
        "en": "Baharı Bekleyen Bizler"
      },
      {
        "en": "Baharı Bekliyoruz"
      },
      {
        "en": "Harumatsu Bokura"
      },
      {
        "en": "Waiting for Spring"
      },
      {
        "en": "We Are Waiting for Spring"
      },
      {
        "en": "We Hope for Blooming"
      },
      {
        "en": "守望春天的我们"
      },
      {
        "en": "春待つ僕ら"
      },
      {
        "en": "봄을 기다리는 우리"
      }
    ],
    "description": {
      "en": "Mitsuki had always dream of breaking out of her shell and finding true friends as she enters high school. However, she suddenly encounters a group of four good-looking guys from the basketball team, guiding her life into an unexpected direction…?  \n  \n**Note:** Vol. 14 contains 2 \"half-time collection\" chapters and 3 \"extra period\" chapters. The last chapter (56) is in 13th volume in original Japanese edition. If your last chapter's vol number cannot match, you cannot get \"end\" tag next to chapter on MD. Please stop changing the info and confusing the readers."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "56"
  },
  {
    "mangaId": "46e62c53-65ea-45db-ac82-683c0c597de0",
    "title": {
      "en": "Toys of the Trade"
    },
    "updatedAt": "2024-05-12T20:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/46e62c53-65ea-45db-ac82-683c0c597de0/0c161be8-d648-4fc4-932c-ddbc95b0b2df.jpg",
    "altTitles": [
      {
        "ko": "조선음구공방"
      },
      {
        "en": "Joseon Musical Workshop"
      },
      {
        "en": "Joseon Sex Shop"
      },
      {
        "zh": "汉阳工坊"
      },
      {
        "zh": "玩具工坊"
      },
      {
        "fr": "Joseon Musical Workshop"
      },
      {
        "es": "Taller erótico de Joseon"
      }
    ],
    "description": {
      "en": "Nobleman Park Hyowon is no stranger to the pleasures of the flesh. If anything, he’s actually quite experienced. So when a friend mentions an oh-so-secret sex toy workshop, Hyowon’s interest is thoroughly piqued. But the coarse Shinwoo is nothing like the refined artisan Hyowon expected, and he finds himself drawn in by the man’s almost rude nature. So much so, that he’s determined to get past that rough exterior, and what better way than by targeting his pride? Accusing Shinwoo of lacking confidence in his products, Hyowon demands a hands-on demonstration, and soon gets much more than he bargained for when Shinwoo shows him pleasure he could never have imagined. There’s just one thing Hyowon can’t figure out. Just how much of his pleasure is caused by the art…and how much by the artisan?",
      "es": "Hyowon, en busca de nuevos placeres que lo conduzcan al éxtasis, visita un peculiar taller. Allí, logra gozar de un clímax con el que ni siquiera había soñado antes. Pero ¿qué lo lleva a tal éxtasis? ¿Las creaciones del taller o su creador?",
      "fr": "Park Hyowon est un noble qui n'est pas étranger aux plaisirs de la chair. Sa curiosité est aussitôt attisée quand son ami, Nam Soo-in, lui fait découvrir un atelier de sextoys secrètement célèbre parmi les aristocrates, le \"Musical Workshop\" ! Cependant, Shinwoo, le propriétaire de l'atelier, est loin d'être aussi raffiné que les sextoys uniques qu'il fabrique. Étrangement, cette insolence attire Hyowon, qui va exiger de Shinwoo une démonstration de ses créations. Shinwoo lui fait alors ressentir un plaisir qu'il n'aurait jamais pu imaginer. Mais ce plaisir est-il causé par les sextoys ou par leur créateur ?\n\nNote : Le nom du magasin est métaphorique"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-04-17T21:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/f68d823a-e419-4920-887c-9b6240c7bd58.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2022-04-13T19:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "bc056512-7d4a-475b-b93b-7d9b09ffb016",
    "title": {
      "en": "Umineko When They Cry Episode Collection"
    },
    "updatedAt": "2024-05-03T22:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc056512-7d4a-475b-b93b-7d9b09ffb016/4685dc25-5d5b-4f6c-aa72-155fac6dff77.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Episode Collection"
      },
      {
        "ja": "うみねこのなく頃に Episode collection"
      }
    ],
    "description": {
      "en": "A series of Umineko When They Cry anthology manga published by Ichijinsha with 5 total volumes."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8e7d7c9-e920-41d9-b722-f160febe6d06",
    "title": {
      "en": "Mitai, mitai"
    },
    "updatedAt": "2024-01-14T00:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/e8e7d7c9-e920-41d9-b722-f160febe6d06/7dc290ef-a471-47d1-9675-1aa9f3f188cb.jpg",
    "altTitles": [
      {
        "ja": "見たい・みたい"
      },
      {
        "pt-br": "Então Não Conhecemos O Rosto Um Do Outro"
      },
      {
        "en": "So we don't know each other's faces"
      }
    ],
    "description": {
      "en": "A love between two people who don't know each other's faces. A short story full of excitement!",
      "fr": "Une romance entre un garçon et une fille qui ne se connaissent pas et qui se découvrent petit à petit sur le chemin de l'école. Une petite histoire pleine d'émotions !",
      "pt-br": "Um amor entre duas pessoas que não se conhecem. Um conto cheio de emoção!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-19T22:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Chinkonka"
    },
    "updatedAt": "2024-04-16T10:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "ja-ro": "Chiruran: Shinsengumi Requiem"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "740b6aa9-e7bc-467b-b561-1234e3cf4439",
    "title": {
      "en": "The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
    },
    "updatedAt": "2024-03-20T13:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "altTitles": [
      {
        "zh": "末日狠人：开局囤积万亿物资"
      },
      {
        "zh-hk": "末日狠人：開局囤積萬億物資"
      },
      {
        "zh-ro": "Mò Rì Hěn Rén: Kāijú Túnjī Wàn Yì Wùzī"
      },
      {
        "zh-ro": "Mo Ri Hen Ren: Kaiju Tunji Wan Yi Wuzi"
      },
      {
        "en": "Stockpiling in Apocalypse The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
      },
      {
        "en": "The Last All-Knowing Man Collected Trillions of Stuff from Day One"
      }
    ],
    "description": {
      "en": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14f6bd96-e062-40d6-8fd2-fc6925e54624",
    "title": {
      "en": "The Blue Eye of Horus: The Story of a Queen Dressed as a Man"
    },
    "updatedAt": "2024-04-08T23:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/14f6bd96-e062-40d6-8fd2-fc6925e54624/50bd5d5c-f8b3-475c-93b5-6a5b8b440710.jpg",
    "altTitles": [
      {
        "it": "La Regina d'Egitto: l'occhio azzurro di Horus"
      },
      {
        "pl": "Oko Horusa: Kobieta, która została faraonem"
      },
      {
        "fr": "Reine d'Égypte"
      },
      {
        "ja-ro": "Aoi Horus no Hitomi: Dansou no Joou no Monogatari"
      },
      {
        "ru": "Голубой глаз Гора"
      },
      {
        "ja": "碧いホルスの瞳 -男装の女王の物語-"
      },
      {
        "zh": "碧蓝的荷鲁斯之眼~男装女王物语~"
      },
      {
        "zh-hk": "碧藍的荷魯斯之眼~男裝女王物語~"
      },
      {
        "ko": "푸른 호루스의 눈동자 -남장여왕 이야기-"
      }
    ],
    "description": {
      "en": "It's the beginning of a new era in the Egypt of pharaohs, the marriage of the young Hatshepsut to her half-brother Seti ensures his rise to Pharaoh, under the name of Thutmose II.\n\nAmbassadors of the gods on Earth, they shine to their people and seem at first glance like the perfect couple. However, under her mask of a perfect wife, Hatshepsut hides a deep rage… She doesn't want to accept the restrictions others try to place on her as a woman, she wants to become the Pharaoh, like her father!  \n \n---\n\n*Loosely based on the actual [historical figure](https://en.wikipedia.org/wiki/Hatshepsut).*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "40"
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-05-13T05:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/1608568a-66ce-4649-83e1-cdd8639e9fbe.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "360929d2-6101-46ff-b313-fd7fec3efcb0",
    "title": {
      "en": "Dorei Tensei: Sono Dorei, Saikyou no Moto Ouji ni Tsuki"
    },
    "updatedAt": "2023-08-02T20:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "altTitles": [
      {
        "en": "Slave Reincarnation ~ That Slave, is the Strongest Former Prince ~"
      },
      {
        "ru": "Реинкарнация раба ~ Этот раб, бывший сильнейший принц ~"
      },
      {
        "ru": "Реинкарнация сильнейшего принца в раба"
      },
      {
        "ja": "奴隷転生～その奴隷、最強の元王子につき～"
      },
      {
        "zh": "奴隸轉生～這奴隸曾是最強王子～"
      },
      {
        "en": "The prince reincarnated into slavery to make his dream come true"
      }
    ],
    "description": {
      "en": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
      "ja": "[Original Web Novel](https://ncode.syosetu.com/n2615fy/) (jp)",
      "pt-br": "Ars, o príncipe do Reino de Karitz, que era chamado de o mago mais forte, morreu jovem. Mas à beira da morte, ele usa a magia da reencarnação. Reencarnado como Wals Sai, um escravo com o melhor corpo! Wals, que se tornou a escolta de uma princesa em um pequeno país, tornou-se um escravo incomparável que usou seu melhor corpo e magia para esmagar todos os inimigos!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "116"
  }
]