[
  {
    "mangaId": "30e882f6-cc7f-45f3-a317-031fecec8697",
    "title": {
      "en": "Situation"
    },
    "updatedAt": "2024-05-02T16:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/30e882f6-cc7f-45f3-a317-031fecec8697/ec8ee916-87c9-4560-90c3-d2fb82cc3881.jpg",
    "altTitles": [
      {
        "ja": "シチュエーション"
      },
      {
        "ru": "Ситуация"
      }
    ],
    "description": {
      "en": "This is a one-panel manga that illustrates girls in different situations, such as \"girls that changed seats next to the person they like\" and \"girls who eat a lot are cute.\"\n\nThis is a compilation of Twitter posts. This also includes a Twitter poll to see which girls the readers liked the most.\n\n---\n**Links:**\n- Alternative Official Raw - [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=1465143)",
      "ru": "Это однопанельная манга, иллюстрирующая девушек в различных ситуациях, таких как \"девушки, которые поменяли место рядом с человеком, который им нравится\" и \"девушки, которые много едят, симпатичные\".\n\nЭто компиляция сообщений в Твиттере. Сюда также входит опрос в Твиттере, чтобы узнать, какие девушки больше всего понравились читателям."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "549812d1-a1b9-4580-bca7-eac9471c7a5d",
    "title": {
      "en": "Babel II: The Returner"
    },
    "updatedAt": "2024-02-06T17:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/549812d1-a1b9-4580-bca7-eac9471c7a5d/20e0c073-1651-4bc3-9315-1c1a07e60add.png",
    "altTitles": [
      {
        "ja": "バビル２世　ザ・リターナー"
      },
      {
        "ja-ro": "Babiru 2-sei za ritānā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nAfter 40 years, \"Babel II\" is miraculously back!\n\nThis time, the enemy is the world's most powerful military nation, the United States of America! \n\nA supernatural battle of modern warfare vs. Babel II breaks out...!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "160"
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Konosuba: God's Blessing on This Wonderful World!"
    },
    "updatedAt": "2024-06-04T23:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "ja-ro": "Kono Subarashii Sekai ni Shukufuku wo!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fe3f36-22d5-42ff-be77-2af454d8525e",
    "title": {
      "en": "The Strongest God of War in the City"
    },
    "updatedAt": "2023-07-17T09:53:48+00:00",
    "coverArt": "https://mangadex.org/covers/50fe3f36-22d5-42ff-be77-2af454d8525e/0cb16522-18e9-450f-a3a3-de44c817d161.jpg",
    "altTitles": [
      {
        "zh": "都市最强战神"
      },
      {
        "zh-ro": "Dushi Zui Qiang Zhanshen"
      },
      {
        "zh-ro": "Dūshì Zuì Qiáng Zhànshén"
      }
    ],
    "description": {
      "en": "Ning Bei suffered a family rebellion when he was young, and fled to the northern border alone. For thirteen years, he honed himself as the invincible god of war in the northern border, and protected his home country with a northern king sword. One day, Ning Bei returned to dragon city and faced the battle again. Once love and hatred, his road to revenge began.",
      "zh": "宁北幼年遭逢家变，孤身逃亡北境，一十三载岁月，磨砺出战无不胜的北境战神，一把北王刀护家国安泰，终有一天，宁北返归龙城，重新面对曾经的爱恨情仇，他的复仇之路就此展开。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84cb8704-fecb-4e1f-80db-9222ba4f44e0",
    "title": {
      "en": "Which Girl Would You like to Date?"
    },
    "updatedAt": "2024-05-02T16:26:46+00:00",
    "coverArt": "https://mangadex.org/covers/84cb8704-fecb-4e1f-80db-9222ba4f44e0/f11673b6-9aeb-4d4d-86c8-bd4d92b3c7c5.jpg",
    "altTitles": [
      {
        "ja": "デートするならどの女の子が好き？"
      },
      {
        "ja-ro": "Date Surunara dono Onnanoko ga Suki?"
      },
      {
        "en": "Which Type Are You Taking on a Date?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ba20412-3fee-4cb7-97e4-aad8198ad962",
    "title": {
      "en": "Life in Captivity with a Yandere Girlfriend"
    },
    "updatedAt": "2023-02-18T10:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/9ba20412-3fee-4cb7-97e4-aad8198ad962/0106e4c2-b02a-485f-81a5-cc9355c234ed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ彼女との監禁生活"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a636841c-6ee3-47a9-8372-e67f857a95b2",
    "title": {
      "en": "A Snowman’s Gratitude"
    },
    "updatedAt": "2023-09-01T20:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/a636841c-6ee3-47a9-8372-e67f857a95b2/13fa397c-3882-49a6-94ea-812021c09994.jpg",
    "altTitles": [
      {
        "ja-ro": "Yukidaruma-chan no Ongaeshi"
      },
      {
        "ja": "雪だるまちゃんの恩返し"
      }
    ],
    "description": {
      "en": "A short little comic about a well-meaning, very tired office worker, and a tiny snowman who, among other things, finds itself a knife."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2024-04-06T01:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\r\n\r\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\r\n\r\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\r\n\r\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\r\n\r\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\r\n\r\n---\r\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "7a649733-f6b8-460e-904d-0e852ac29093",
    "title": {
      "en": "Amnesia"
    },
    "updatedAt": "2024-05-25T16:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/7a649733-f6b8-460e-904d-0e852ac29093/e6010819-67f2-4f20-8674-ddfa4faeb833.png",
    "altTitles": [
      {
        "ja": "記憶喪失"
      },
      {
        "ja-ro": "Kioku Soushitsu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b5b941b-fefc-4a29-b135-c778dae32316",
    "title": {
      "en": "My 101st Confession"
    },
    "updatedAt": "2022-11-02T23:25:38+00:00",
    "coverArt": "https://mangadex.org/covers/4b5b941b-fefc-4a29-b135-c778dae32316/7ebfaa05-57b2-4ff1-809d-c1c5e715071a.jpg",
    "altTitles": [
      {
        "en": "101 Kaime no Suki"
      },
      {
        "en": "101回目の好き"
      }
    ],
    "description": {
      "en": "She's confessed 100 times, what happens on the 101st?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "479ada4b-2fa6-4465-97ef-734bc3c7d254",
    "title": {
      "en": "Gachi Koi Maou-sama"
    },
    "updatedAt": "2024-02-22T09:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/479ada4b-2fa6-4465-97ef-734bc3c7d254/5ea6a8b2-cf6c-45c1-bd1c-420227a48472.jpg",
    "altTitles": [
      {
        "ja": "ガチ恋魔王様"
      },
      {
        "ru": "Горячая любовь владыки демонов"
      }
    ],
    "description": {
      "en": "A hero undertakes the task of defeating the Demon Lord for the sake of world peace. When he arrives at the Demon Lord's castle, he is greeted by the Demon Lord with a marriage certificate in her hand! The hero is bewildered by the Demon Lord's strong appeal to marry him, but...? A love comedy about a die-hard-fan Demon Lord and an overly prickly hero whose world is in danger of extinction!",
      "pt-br": "Um herói assume a tarefa de derrotar o Rei Demônio pelo bem da paz mundial. Quando ele chega ao castelo da Maou, ele é saudado pela Maou com uma certidão de casamento na mão! O herói fica perplexo com o forte apelo da Maou para se casar com ele, mas…? Uma comédia de amor sobre uma Maou amorosa e um herói amargurado cujo mundo está em perigo de extinção!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-03-20T00:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/ef52bd73-8061-4cc8-9d1a-c4c29165d742.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/c45b7a82-1c49-4a6f-969d-0c4dc077fa1c.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23561499-1048-4133-a22b-7017331f7a94",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - The Final"
    },
    "updatedAt": "2024-04-16T04:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/23561499-1048-4133-a22b-7017331f7a94/ce9977d6-bf1e-4ace-8ef6-46ebd4b716ad.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 2"
      },
      {
        "ja": "キャプテン翼ライジングサン　ＴＨＥ　ＦＩＮＡＬ"
      }
    ],
    "description": {
      "en": "Rising Sun - The Final is the 9th arc in the Captain Tsubasa series, covering the Madrid Olympics match of Japan VS. Spain.\n\nThe arc lasting 10 chapters from April 2023 to April 2024 ended serialization half-way through the match when the mangaka Yoichi Takahashi announced his retirement, thus ending the official published serialization but continuing the story at his own pace, on the official Captain Tsubasa World website has a web-comic under the title Captain Tsubasa: Rising Sun - Finals."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "3ee952f1-45c7-4c39-aea2-7df7676606d4",
    "title": {
      "en": "Ao no Exorcist"
    },
    "updatedAt": "2024-05-24T09:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/3ee952f1-45c7-4c39-aea2-7df7676606d4/70b61179-7ded-4a20-b4bb-2bbaaa2e9192.jpg",
    "altTitles": [
      {
        "ja-ro": "Ao no Futsumashi"
      },
      {
        "vi": "Lam Hỏa Diệt Quỷ"
      },
      {
        "cs": "Modrý Exorcista"
      },
      {
        "en": "Blue Exorcist"
      },
      {
        "fa": "جنگیر آبی"
      },
      {
        "th": "เอ็กซอร์ซิสต์พันธุ์ปิศาจ"
      },
      {
        "zh": "蓝色的除魔师"
      },
      {
        "zh-hk": "藍色的除魔師"
      },
      {
        "ja": "青のエクソシスト"
      },
      {
        "zh-hk": "青の祓魔師"
      },
      {
        "ko": "청의엑소시스트"
      },
      {
        "tr": "Mavi İblis Kovucu"
      },
      {
        "fr": "Blue Exorcist"
      },
      {
        "uk": "Блакитний Екзорцист"
      },
      {
        "ja-ro": "Ao no Exorcist"
      }
    ],
    "description": {
      "en": "This world consists of two dimensions joined as one, like a mirror. The first is the world in which the humans live, Assiah. The other is the world of demons, Gehenna. Ordinarily, travel between the two, and indeed any kind of contact between the two, is impossible. However, the demons can pass over into this world by possessing anything that exist within it. Satan may be the king of demons, but there's one thing he doesn't have, and that's a substance in the human world which is powerful enough to contain him! For that purpose he created Rin, his son with a human woman, but will is son agree to his plans? Or will he become something else…? An exorcist?",
      "fr": "Ce monde se compose de deux dimensions jointes en une seule, comme un miroir. Le premier est le monde dans lequel vivent les humains, Assiah. L’autre est le monde des démons, la géhenne. Habituellement, voyager entre les deux, et même tout type de contact entre les deux, est impossible. Cependant, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est peut-être le roi des démons, mais il y a une chose qu’il n’a pas, et c’est une substance dans le monde humain qui est assez puissante pour le contenir ! Dans ce but, il a créé Rin, son fils avec une femme humaine, mais le fils acceptera-t-il ses plans? Ou va-t-il devenir autre chose...? Un exorciste ?",
      "tr": "Dünya, ayna gibi birbirine zıt iki farklı boyuttan oluşmaktaydı: İnsanların yaşadığı Assiah ve iblislerin hüküm sürdüğü Gehenna. Bu iki boyut arasında iletişim ve seyahat mümkün olmamasına rağmen iblisler, insanların ruhlarını ele geçirerek Assiah'a ulaşabiliyorlardı.İblislerin tanrısı Şeytan, kendisini barındırabilecek kadar güçlü bir insan bulamadığı için Gehenna'da sıkışıp kalmıştı. Bunu aşmak için, bir insan kadınından Okumura Rin adında bir çocuk sahibi oldu.Şeytan'ın oğlu, babasına yardım edecek mi, yoksa başka bir şeye mi dönüşecek? Bir ruh kovucuya mı?",
      "uk": "Дві сторони однієї монети, два виміри, які є віддзеркаленнями один одного - саме з них і складається всесвіт. Перший – це наш матеріальний світ, Ассія. Другий – це світ демонів, Геєна. За звичайних обставин ні подорож, ні який завгодно контакт між ними є неможливим. Проте демони можуть перетнути кордон, у що-небудь вселившись. Сатана - повелитель демонів і король Геєни, жодна жива душа в Ассії не здатна довго витримувати його присутність. І щоб створити сильне вмістилище, він зачав сина з людською жінкою, Ріна. Але чи погодиться Рін з його планами? Чи може все ж захоче стати кимось іншим?.. Екзорцистом?"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78218ec5-b7ea-4c03-accd-df98c3d8e350",
    "title": {
      "en": "Cardcaptor Sakura: Clear Card"
    },
    "updatedAt": "2024-02-20T06:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/78218ec5-b7ea-4c03-accd-df98c3d8e350/ed01ad0d-82bd-4125-bf90-906a2560a3d1.jpg",
    "altTitles": [
      {
        "ru": "Сакура - собирательница карт: Прозрачная карта"
      },
      {
        "ja": "カードキャプターさくら クリアカード編"
      },
      {
        "pt-br": "Sakura Cardcaptor: Clear Card"
      }
    ],
    "description": {
      "en": "It is spring, with cherry trees in full blossom, and Sakura is just entering middle school. Her beloved Syaoran has returned from Hong Kong, and life couldn't be better. But when she awakens from a strange dream to find her Sakura Cards powerless, how can she protect Tomoeda from disaster?! [Kodansha]",
      "ru": "Сакура уже учится в первом классе средней школы! Наша героиня продолжает жить своей обычной жизнью. Магическими картами нет пользоваться нужды. Все хорошо и никаких больше беспокойств не происходит. И даже более того! Сакура наконец-то смогла увидеться с Шаораном! Он возвратился, и теперь будет учиться вместе с нашей героиней в одной школе! Радости нет предела. Но что за странный сон ни с того ни с сего вдруг видит Сакура? Почему карты стали прозрачными? Почему странные события вновь начали происходить? И что они означают?",
      "pt-br": "O mangá ocorre após a graduação de Sakura na Escola Elementar Tomoeda, em seu primeiro ano de escola secundária. Sakura tem um misterioso sonho, e um incidente ocorre."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "80"
  },
  {
    "mangaId": "54e260dc-5519-41c3-853c-d5f2a252b10f",
    "title": {
      "en": "Mahou Shoujo Ikusei Keikaku: Restart"
    },
    "updatedAt": "2024-06-01T15:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/54e260dc-5519-41c3-853c-d5f2a252b10f/b0c0bb0f-f27a-4ab3-b6ef-c5ab39b00ac7.jpg",
    "altTitles": [
      {
        "en": "Magical Girl Raising Project: Restart"
      },
      {
        "ja": "魔法少女育成計画restart"
      }
    ],
    "description": {
      "en": "16 Magical Girls have been chosen to participate in the Magical Girl Raising Project by an unknown person and this time, there's prize money involved. Every three days, their Magical Phones will pull them into an RPG-like simulation where they have to clear the game to get out!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "010a2e68-b80f-4546-a146-54406544b4dc",
    "title": {
      "en": "Our Aimless Nights"
    },
    "updatedAt": "2024-05-03T02:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/010a2e68-b80f-4546-a146-54406544b4dc/c821d851-d19e-4753-9a47-5834b1532e4e.jpg",
    "altTitles": [
      {
        "ja": "夜のまにまに"
      },
      {
        "ja-ro": "Yoru no Manimani"
      },
      {
        "fr": "À la tombée de la nuit"
      },
      {
        "es-la": "En medio de la noche"
      }
    ],
    "description": {
      "en": "Cheerful, energetic high school girl Chika and shy, reserved boy Waya couldn’t be more different. But they have a secret: every Wednesday after 9PM they meet outside the convenience store where Waya works. Bit by bit, under the light of the moon, a unique connection begins to blossom in this enchanting coming-of-age love story!",
      "fr": "**À la tombée de la nuit** \n\nLa joyeuse et énergique Chika, le timide et silencieux Waya. Ces deux-là, qui sont le jour et la nuit, discutent chaque mercredi soir devant une supérette. À la tombée de la nuit, il se rapproche peu à peu. Une histoire d'amour de jeunesse !",
      "pt-br": "Chika é uma garota alegre e divertida, Waya é um garoto tímido e gentil. Os dois opostos se falam apenas na loja de conveniência na quarta-feira. Uma história de amor juvenil onde eles diminuem a distância lentamente durante a noite!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "0cf88855-9b2c-4532-a7dd-8ec4e98a7701",
    "title": {
      "en": "Darashinai Onee-san wo Kaitai"
    },
    "updatedAt": "2024-03-28T17:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/0cf88855-9b2c-4532-a7dd-8ec4e98a7701/6c4d3948-c18c-4b5f-9eba-f9510cf04060.jpg",
    "altTitles": [
      {
        "ja": "だらしないお姉さんを飼いたい"
      },
      {
        "en": "I Want to Keep a Sloppy Woman"
      }
    ],
    "description": {
      "en": "One day, Haruto-kun, a junior high school boy who loves to help others, encounters a half-naked lady by the roadside!\n\nHer room is a mess, she won't wear her clothes properly, and when she's drunk she does all kinds of risky things for a lady. Haruto just can't help but want to help her! Without realizing it, he's taken up the challenge of being this older girl's caretaker...?\n\nDo you like a sloppy older girl who is even cuter♡ when she is unaware of her sexuality?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)",
      "ja": "人助けが大好きな中学生男子・はるとくんは、ある日、道端で半裸のお姉さんと遭遇！ 部屋はめちゃくちゃ、服をちゃんと着られない、酔っぱらうと色々アブなすぎるお姉さんを助けたくてたまらないはるとくん!! 思わずお姉さんのお世話役を買ってしまい…!?\n\n無自覚エッチでさらに可愛い♡ だらしないお姉さんはお好きですか!?",
      "pt-br": "Um dia, Haruto-kun, um rapaz do liceu que adora ajudar os outros, encontra uma senhora seminua à beira da estrada!\n\nO seu quarto está uma confusão, ela não veste a roupa como deve ser e, quando está bêbeda, faz todo o tipo de coisas arriscadas para uma senhora. Haruto não consegue deixar de a querer ajudar! Sem se aperceber, ele aceitou o desafio de ser o cuidador desta rapariga mais velha...?\n\nVocê gosta de uma garota mais velha desleixada que é ainda mais fofa♡ quando ela não tem consciência de sua  própria sexualidade?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-05-23T04:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce068526-df38-45b9-899f-a2a672b4442a",
    "title": {
      "en": "Yancha Gal no Anjou-san (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T06:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/ce068526-df38-45b9-899f-a2a672b4442a/41b2b8e3-33b1-4934-8c67-ae3fa09e69b1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "en": "Seto is a serious kid who leads a quiet high school life, until he starts to get teased by resident gal Anjou-san.\n___\nNote: While the [pixiv album for the Preserialization](https://www.pixiv.net/user/1016640/series/624) has 25 posts, there are only 23 Preserialization chapters because the 23rd post is [Serialization Chapter 2](https://mangadex.org/chapter/08210677-ed92-4e23-a901-5a837fe49be1) and the 24th post is [Serialization Chapter 14](https://mangadex.org/chapter/cead46cb-2915-4702-9e4c-978a1ca4df5c)."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "23"
  },
  {
    "mangaId": "a86a2dae-e38a-4603-a518-503db8d5e369",
    "title": {
      "en": "Dance Dance Danseur"
    },
    "updatedAt": "2023-12-18T18:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/a86a2dae-e38a-4603-a518-503db8d5e369/fe5ffb88-720c-4d8e-9f0f-437f619ec8fc.jpg",
    "altTitles": [
      {
        "ja": "ダンス・ダンス・ダンスール"
      },
      {
        "fr": "Danse Danse Danseur"
      },
      {
        "ar": "دانس دانس دانسور"
      },
      {
        "ko": "댄스 댄스 당쇠르"
      },
      {
        "zh": "舞动不止"
      },
      {
        "zh-hk": "舞動不止"
      },
      {
        "ru": "Танцуй, Танцуй, Танцор"
      }
    ],
    "description": {
      "en": "Junpei is happily snoozing away during his sister's ballet recital when a male ballet dancer steps onto the stage. Moved by the strength and skills the dancer displays, the boy discovers his love for this art.  \n  \nBut after a certain tragedy happens, he vows to leave his past behind and turn into the epitome of manliness. What will he do when his love for ballet reignites?!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76abfbdc-ebc8-401d-892e-7696cc55e203",
    "title": {
      "en": "$100 Is Too Cheap"
    },
    "updatedAt": "2024-06-08T10:48:53+00:00",
    "coverArt": "https://mangadex.org/covers/76abfbdc-ebc8-401d-892e-7696cc55e203/5126e26c-2b46-4f03-bd71-886f5b86769d.jpg",
    "altTitles": [
      {
        "ja-ro": "$100 wa Yasu Sugiru"
      },
      {
        "ja-ro": "100 Dollar wa Yasu Sugiru"
      },
      {
        "ar": "100$ رخيص للغاية"
      },
      {
        "ar": "100$ رخيصةٌ جداً"
      },
      {
        "ja": "100ドルは安すぎる"
      },
      {
        "ru": "100 долларов — слишком дёшево"
      },
      {
        "ja-ro": "100-Doru wa Yasu Sugiru"
      }
    ],
    "description": {
      "en": "Petey is a bounty hunter in a time and place full of bounty hunters. The criminals are outnumbered by the bounty hunters and whenever a wanted poster is posted, it doesn't stay up for long. Except for one… there's one wanted posted with a negative bounty and no one wants to catch this criminal. But Petey is curious and she seeks the help of a mystery solver…",
      "pt-br": "Petey é uma caçadora de recompensas em um tempo e lugar cheio de caçadores de recompensas. Os criminosos são superados em número pelos caçadores de recompensas e sempre que um cartaz de procurado é postado, não fica por muito tempo. Com exceção de um... há um que postou com uma recompensa muito baixa e ninguém quer pegar esse criminoso. Mas Petey é curiosa e ela procura a ajuda de um solucionador de mistérios..."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de491df4-153f-44e8-96d2-7c53d11c3dcf",
    "title": {
      "en": "Hellper 2 <KillBeros>"
    },
    "updatedAt": "2023-07-15T08:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/de491df4-153f-44e8-96d2-7c53d11c3dcf/c065dd0c-158d-48ed-bc78-adb728c44a08.jpg",
    "altTitles": [
      {
        "en": "Hellper"
      },
      {
        "en": "Hellper season 2"
      },
      {
        "en": "Helper"
      },
      {
        "en": "KBRS"
      },
      {
        "en": "KillBeros"
      }
    ],
    "description": {
      "en": "Jang Gwangnam's life as he grows the guard tribe that protects the Kana-Shi city."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dfd1e3a8-0cf6-4796-bade-a3f6d80847d4",
    "title": {
      "en": "Kimetsu no Yaiba - Genya Comics"
    },
    "updatedAt": "2024-04-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dfd1e3a8-0cf6-4796-bade-a3f6d80847d4/6d6a3368-3ada-4c19-a0ee-903ab85adff1.png",
    "altTitles": [],
    "description": {
      "en": "Random short comics of or relating to Genya. Rather than uploading them separately, we've uploaded them all under one title for your convenience. If you like them, please consider showing support for the artist by purchasing the doujinshi or by retweeting/liking the comic. You can find links to the author's Twitter in the comments section or credits page."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/09416ba0-bda8-4d07-86f1-784ba35aa2ef.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d6b12b1-4559-49e6-b1b7-d15f3bdee072",
    "title": {
      "en": "Kougekiryoku Zero Kara Hajimeru Kenseitan"
    },
    "updatedAt": "2024-05-20T17:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/4d6b12b1-4559-49e6-b1b7-d15f3bdee072/f4fba959-a820-4c53-b38c-e3bc044aa46c.jpg",
    "altTitles": [
      {
        "ja": "攻撃力ゼロから始める剣聖譚"
      },
      {
        "ja": "攻撃力ゼロのやわらか剣士～幼馴染の皇女に捨てられ魔法学園に留学したら、魔王を世話することになった～"
      },
      {
        "en": "The Master Swordman’s Story Starts with the Zero Ability to Attack"
      },
      {
        "vi": "Câu chuyện của Kiếm sĩ vô năng trên con đường trở thành Thánh Kiếm"
      }
    ],
    "description": {
      "en": "Although Eugene was blessed with an extraordinary talent for defensive magic, he had no talent for offensive magic. He is ridiculed as incompetent by those around him and enrolls in a magic academy to escape. However, his \"useless\" defensive magic came in handy there, and as expected, he was assigned to take care of the beautiful Demon King Erinyes, who once ruled the world...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b32e106-e8e9-43dc-a47b-e1dd99479b72",
    "title": {
      "en": "Gogo no Akubi"
    },
    "updatedAt": "2024-03-29T14:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/9b32e106-e8e9-43dc-a47b-e1dd99479b72/63fb6fff-9152-4757-aba0-f262547c094d.jpg",
    "altTitles": [
      {
        "ja": "午后のあくび"
      },
      {
        "zh": "午后的呵欠"
      },
      {
        "en": "Afternoon Yawns"
      }
    ],
    "description": {
      "en": "Every day is a little bit strange. Every day is wonderful. Here in Shiratama-cho, strange things come to life like fireflies.\n\n---\nThis is a cute, short manga that will touch your heart deeply. It portrays the \"poetic days\" of an office worker, Awako, who lives in the town.",
      "ja": "毎日がちょっとフシギ。毎日がきっとステキ。\n\nヘンテコなことがあぶくのように湧いてくる、ここは白玉町。\nこの街に住むOLのひび野あわこさんの“うたかたの日々”を綴った、 心にすっとしみこむ、キュートなショートマンガです。"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "107"
  },
  {
    "mangaId": "7f92852b-92a0-49b6-b26c-9526d287bd71",
    "title": {
      "en": "Yumenashi-sensei no Shinroshidou"
    },
    "updatedAt": "2024-05-29T19:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/7f92852b-92a0-49b6-b26c-9526d287bd71/f4cb5049-a6be-4cbb-8a89-923930ed126f.jpg",
    "altTitles": [
      {
        "ja": "夢なし先生の進路指導"
      },
      {
        "en": "Yumenashi-sensei's Guidance Counseling"
      }
    ],
    "description": {
      "en": "A former Career Consultant, Takanashi, now works for a school as a Guidance Counselor. During Career Guidance meetings, he gives headstrong students data and tells them the realities of the world around them, hoping that they rethink their dreams. Because of that, students begin to call him \"The Dream Crusher\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-05-13T05:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/0b9e3fde-1f47-4ac4-bb51-f306b2daec23.png",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2024-06-02T19:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/a0abed4b-c172-49ae-9737-f872414988fe.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b",
    "title": {
      "en": "Island Part 2"
    },
    "updatedAt": "2023-08-09T17:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b/66d24965-51be-4c4d-885c-df496528f5a6.jpg",
    "altTitles": [
      {
        "ko": "아일랜드 2부"
      },
      {
        "zh-hk": "靈甲鬼修羅 - 避邪回歸"
      }
    ],
    "description": {
      "en": "\"On the beautiful Jeju Island, MiHo Won, a beautiful teacher, and Van, a cold and mysterious guy, become entangled in strange events, fighting unknown monsters. A legend of exorcism comics is back as webtoon!\""
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2023-06-07T12:31:54+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/a0a9ed9d-152c-4e68-80c9-c52ccc28b44c.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Talent-Swallowing Magician"
    },
    "updatedAt": "2024-05-28T18:12:37+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Demon Devourer"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e6654d5-112a-45f7-b83f-cddc986ac8d9",
    "title": {
      "en": "Onsaemiro"
    },
    "updatedAt": "2023-02-10T07:13:52+00:00",
    "coverArt": "https://mangadex.org/covers/1e6654d5-112a-45f7-b83f-cddc986ac8d9/305f1d14-3b18-4d4f-bc33-343bd99aa45a.jpg",
    "altTitles": [
      {
        "ko": "온새미로"
      },
      {
        "ru": "Онсэмиро"
      },
      {
        "uk": "Онсеміро"
      },
      {
        "zh": "香炉奇缘"
      },
      {
        "zh-hk": "溫塞米羅的愛"
      }
    ],
    "description": {
      "ar": "للتحضير لتجربة أداءها في الدراما التاريخية القادمة ، \"برج مويونغ\" ، تزور الممثلة هاراي متحف بيو الوطني ، حيث تجد \"مبخرة البرونز المذهبة\" ، وهي قطعة أثرية قديمة من بيكجي. بفضلها ، أونساميرو، نجل إله كان راقدًا في سبات ، يستيقظ ، وبدأت دورة القدر في التحرك مرة أخرى ...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "en": "To prepare for her audition to cast in the upcoming historical drama, “Muyoung Tower,” would-be actress Haeri visits the Buyeo National Museum, where she finds the “gilt bronze incense burner,” an old Baekje artifact. Thanks to her, Onsaemiro, the son of a god who had been lying dormant in the incense burner, awakens, and the cycle of fate starts to move once again…\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "fr": "Pour préparer son audition pour le casting du prochain drama historique, «Muyoung Tower,» la future actrice Haeri se rend au Musée national de Buyeo, où elle trouve le\n«brûleur d'encens en bronze doré,» un ancien artefact de Baekje. Grâce à elle, Onsaemiro, le fils d'un dieu qui dormait dans le brûleur d'encens, se réveille, et le cycle du destin recommence à bouger...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "id": "Haeri Jin adalah seorang aktris muda yang mencoba audisi drama bertema kerajaan Korea dahulu. Dia pun mengunjungi museum dan melihat pedupaan yang indah dan meminta permohonan. Dan tiba-tiba malamnya, muncul laki-laki berpakaian baju jaman dulu dan berkata kalau dia seoarang dewa?! Dan ternyata Haeri adalah reinkarnasi orang yang dikenal dewa itu?!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "pt": "Para se preparar para a audição de um drama histórico, “Muyoung Tower”, a futura atriz Haeri visita o Museu Nacional Buyeo, onde encontra o “queimador de incenso de bronze dourado”, um antigo artefato de Baekje. Graças a ela, Onsaemiro, o filho de um deus que estava deitado adormecido no queimador de incenso, acorda e o ciclo do destino começa a se mover mais uma vez...\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "uk": "Для підготовки в анонсованій історичній драмі «Вежа Муйон», майбутня акторка Хері відвідує Національний музей Буйо, де вона знаходить старовинний артефакт королівства Пекче – курильницю з позолоченої бронзи. Завдяки їй Онсеміро, син бога, якого ув’язнили в курильниці, прокидається, і сценарій долі програється знов.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "zh": "香炉里竟出来个古装美男？\n帅哥，你别总是缠着我啊！\n演员志愿生海丽，为了准备电视剧《无影塔》海选，去博物馆观光文物时，被神秘气息围绕的百吉遗物‘大香炉’所吸引。海丽的靠近引出了囚禁于香炉内的天神之子“文墨”。暂停了几百年的姻缘齿轮再次转动，两人是否能终成眷属，还是天隔一方？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)",
      "zh-hk": "志向是演員的海莉為了當上電視劇《無影塔》的女主角「阿斯女」，在徵選前特地到國立扶餘博物館參觀了百濟時期的文物「金銅大香爐」，沒想到竟喚醒沉睡爐中的天神…她和天神的緣分始於何時呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5083255), [Naver Webtoon](https://comic.naver.com/webtoon/list.nhn?titleId=745472)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/xiangluqiyuan/list?title_no=1527)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/romance/onsaemiro/list?title_no=2086)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romance/onsaemiro/list?title_no=3232)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-31T07:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-sempai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-06T06:40:08+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/0998c020-9074-432a-90e9-2d187a564d55.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-06-05T18:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-03-08T13:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-04-27T15:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4",
    "title": {
      "en": "Majo Maid wa Joou no Himitsu o Shitte Iru"
    },
    "updatedAt": "2024-01-30T21:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/b83ea4bd-f23f-45c3-b284-e93d3f156a64.jpg",
    "altTitles": [
      {
        "ja": "魔女メイドは女王の秘密を知っている。"
      },
      {
        "en": "The Witch Maid Knows the Queen's Secret"
      },
      {
        "ne": "बोक्सी दासीलाई रानीको रहस्य थाहा छ।"
      }
    ],
    "description": {
      "en": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e69b544-f897-4cec-893f-d9a1790032d9",
    "title": {
      "en": "Kalli the Champion"
    },
    "updatedAt": "2024-06-01T23:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/2e69b544-f897-4cec-893f-d9a1790032d9/17791f74-5a0c-47b1-916a-de0afca59287.jpg",
    "altTitles": [
      {
        "ko": "권투사 칼리"
      },
      {
        "ko-ro": "Gwontusa Kalri"
      }
    ],
    "description": {
      "en": "After giving up his dream as a boxer, Park Kang-tae joined a gang. He was well-known inside the gang but got killed in the end. He had one regret when he died - giving up his dream as a boxer.\n\nDid God know about his regret? In a world, where boxing exists in the form of pugilist games, Park Kang-tae pursues his unfulfilled dream."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "f991e6e5-7183-4ff3-be2b-22b2727b6233",
    "title": {
      "en": "The Angelic Transfer Student and Mastophobia-kun"
    },
    "updatedAt": "2024-06-07T16:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/f991e6e5-7183-4ff3-be2b-22b2727b6233/182a7344-995e-4e3b-bcc8-7f71b39ec94a.jpg",
    "altTitles": [
      {
        "ja": "天使な転校生ちゃんと巨乳恐怖症くん"
      },
      {
        "ja-ro": "Tenshi na Tenkousei-chan to Kyonyuu Kyoufushou-kun"
      },
      {
        "en": "Angelic Transfer Student–chan & Mastophobia-kun"
      },
      {
        "ja": "転校生の天嶺鶴ちゃん"
      },
      {
        "ja-ro": "Tenkousei no Terezuru-chan"
      },
      {
        "ja-ro": "Tenkousei no Teredzuru-chan"
      },
      {
        "en": "Transfer Student Terezuru-chan"
      },
      {
        "en": "Transfer Student Teredzuru-chan"
      },
      {
        "en": "The Angelic Yet Devilish Transfer Student With Big Tits"
      },
      {
        "zh": "巨乳轉校生既是天使又是惡魔這件事"
      }
    ],
    "description": {
      "en": "This is a story about a high school boy who is afraid of big tits who gets caught up with the new transfer student with big tits!",
      "pt-br": "Esta é uma história sobre um garoto do colegial que tem medo de peitos grandes e que acaba se envolvendo com a aluna nova com peitos grandes!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]