[
  {
    "mangaId": "360982c2-c57f-4270-a5a9-ad6ba406806b",
    "title": {
      "en": "A Tiger Descended"
    },
    "updatedAt": "2023-05-22T16:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/360982c2-c57f-4270-a5a9-ad6ba406806b/f1128f0b-1f2f-4e3b-aa5b-42b59c32778d.jpg",
    "altTitles": [
      {
        "ko": "범 내려온다"
      }
    ],
    "description": {
      "en": "Cheong Gyeong, a university student who was stranded on snow-covered Baekdu Mountain in the middle of winter, was rescued by the mountain’s protector - a white tiger named Baek Beom. After wandering into the divine realm, Baek Beom would have to rid Cheong Gyeong of these memories and send him on his way; but for some reason, he did not want to let him go. They spent a season together, but humans cannot be allowed to leave with memories of this world, so Cheong Gyeong’s memories were erased, and he was sent on his way. After this, Baek Beom grew sick, longing for Cheong Gyeong, so he made a deal with God. He would be allowed to go down to the realm of humans and bring Cheong Gyeong back within 100 days. Now, keep your eyes open wide; a tiger has descended from Baekdu Mountain."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-07-07T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fc1c54b-7285-4a51-8c8b-22838f04eb26",
    "title": {
      "en": "Kono Koi wo Hoshi ni wa Negawanai"
    },
    "updatedAt": "2024-07-13T19:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/b83655f6-1493-48a1-b393-d2ea04e424a0.jpg",
    "altTitles": [
      {
        "ja": "この恋を星には願わない"
      },
      {
        "en": "There Is No Love Wishing Upon a Star"
      }
    ],
    "description": {
      "en": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6",
    "title": {
      "en": "Long-Awaited Feelings"
    },
    "updatedAt": "2024-07-25T09:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/dc10dbb6-2bb2-4d52-8440-85ca9ed2d9a6/5d2a1ae5-ba50-47eb-99ac-0f2641cd7485.jpg",
    "altTitles": [
      {
        "zh": "余情可待"
      },
      {
        "zh-hk": "餘情可待"
      },
      {
        "zh-ro": "Yú qíng kě dài"
      },
      {
        "en": "My Feelings Can Wait"
      }
    ],
    "description": {
      "en": "During the wedding of the famous actress, Jing Xiu, Weibo was flooded instead by the shocking headline \"New Hit Actress Ji Youyan Dies of Alcohol Poisoning\". The headlines were soon changed when the wedding was called off... for reasons unknown.\r\n\r\nJi Youyan suddenly wakes up three years back in time, two years after she broke up with Jing Xiu. This time, she swears to never lose her again..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-06-15T12:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-06-07T18:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead3f958-0d01-4c1f-b605-620eacb8ead0",
    "title": {
      "en": "Boku no Ikezu na Konyakusha"
    },
    "updatedAt": "2024-07-12T15:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/ead3f958-0d01-4c1f-b605-620eacb8ead0/dbff5a72-18f7-4762-a38d-b0de1b7d52cd.jpg",
    "altTitles": [
      {
        "ja": "僕のいけずな婚約者"
      },
      {
        "en": "My Fiancée Is So Mean!"
      },
      {
        "id": "Tunanganku yang jahil!"
      },
      {
        "pl": "Moja niegrzeczna narzeczona."
      }
    ],
    "description": {
      "en": "Miyuki-san is a young lady born in Kyoto. My relationship with her cannot be described as good. Because… \"You’re very good at flattery.\" Are those words sincere? Or just for show? A frustrating love story where our feelings for each other keep missing the mark.",
      "pl": "Miyuki-san jest młodą kobietą urodzoną w Kyoto. Moje relacje z nią nie są dobre. Ponieważ... \"Jesteś bardzo dobry w pochlebianiu\". Czy te słowa są szczere? Czy tylko na pokaz? Frustrująca historia miłosna, w której nasze wzajemne uczucia wciąż mijają się z celem."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2024-06-21T13:30:51+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/7718e257-106d-4457-8bcf-41488b507ec1.jpg",
    "altTitles": [
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8848b549-116d-4bc1-8c04-1a70c4c7f494",
    "title": {
      "en": "Omega Complex"
    },
    "updatedAt": "2023-11-16T15:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/8848b549-116d-4bc1-8c04-1a70c4c7f494/5e9de7a1-84cf-4e37-aa04-dd04f7cd78a7.png",
    "altTitles": [
      {
        "ko": "오메가 콤플렉스"
      },
      {
        "es-la": "Complejo Omega"
      },
      {
        "uk": "Комплекс омеги"
      }
    ],
    "description": {
      "en": "Yoonwoo and Taegyeom have been best friends since childhood, but Yoonwoo is hiding a secret that could tear them apart–he's an omega… and he's in love with Taegyeom. \n\nWhen a traumatic event leads Taegyeom to despise all omegas, Yoonwoo is forced to keep his identity a secret. After struggling for years to avoid Taegyeom, they both end up at the same college, and Yoonwoo's carefully guarded secret is in danger of being exposed…",
      "ko": "'난 오메가가 싫어.'\n\n우성 알파로 발현 후, 의도치 않게 오메가를 발정시켜 화를 당한 태겸은\n오메가를 기피하며 소꿉친구인 윤우만 의지하며 지낸다.\n\n그러던 와중, 갑작스레 오메가로 발현하게 된 윤우는\n5년 동안 태겸을 피하다 학교 앞 술집에서 우연히 태겸과 마주친다.\n\n'우리가, 친구이긴 해?'\n\n태겸의 말에 윤우는 마지못해 태겸과 대학 생활을 함께 하게 되는데…\n\n---\n- [Original Webtoon <R15>](https://ridibooks.com/books/3093000500)",
      "uk": "Домінантний альфа Чхве ТеГьом став жертвою збудженого омеги-старшокласника. Після цього він уникає омег і єдина його опора - друг-бета Лі Юну.\nОднієї зими, неочікувано для себе самого, Юну пробуджується, як омега, і не знаходить іншого кращого рішення, крім як втекти. Проте пройшло 5 років, і старі друзі знову зустрічаються вже в університеті.\nЩо ж буде далі? Приховуватиме Лі Юну свою вторинну стать чи можливо зізнається другу?",
      "es-la": "“No me gustan los omega” Después de manifestarse como alfa dominante, Choi Tae-gyeom, estaba enojado por el celo involuntario de un omega. Evita a los omegas y solo confía en su amigo de la infancia, Lee Yoon-woo. Mientras tanto, Yoon-woo repentinamente se manifestó como un omega. Después de evitarlo durante cinco años, accidentalmente se encuentra con Tae-gyeom en un bar frente a la escuela. ‘¿No somos amigos?’ Ante lo que dijo Tae-gyeom, Yoon-woo pasa de mala gana su vida universitaria con Tae-gyeom. Mientras Tae-gyeom estaba vigilando a Do-hyun, otro alfa que estaba junto a Yoon-woo, de pronto, el ciclo de celo de Yoon-woo explotó, y descubrió que Yoon-woo es un omega.\n\n---\n- [Original Webtoon <R15>](https://ridibooks.com/books/3093000500)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "52"
  },
  {
    "mangaId": "10a4985d-0713-462e-a9d6-767bf91e4fd7",
    "title": {
      "en": "Helck"
    },
    "updatedAt": "2024-03-04T16:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/10a4985d-0713-462e-a9d6-767bf91e4fd7/3809c2d6-dc5e-4943-bf28-84d319fcfb8e.jpg",
    "altTitles": [
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "ヘルク"
      }
    ],
    "description": {
      "en": "The Demon King has been defeated, and now the Demon World is running a contest to choose his successor.   \nA muscular and high-level human named Helck has joined and says that he wants to destroy all HUMANS. Is he serious?  \nRed Vamirio, one of the Four Heavenly Kings of the whole Demon Empire, is monitoring the contest and can't believe this. What's the secret behind Helck and the human world?",
      "pt": "Helck é o herói que derrotou um dos reis demônio. Quando um rei demônio morre, um novo deve ser declarado. Isso é feito através de um torneio de artes marciais, onde o mais forte se torna o novo governante. Vamiro, um dos Grandes Reis Demônios, descobre que Helck é um dos participantes do torneio e tem ganhado todas as lutas! Qual poderia ser o motivo? Se um humano se torna o próximo rei demônio, o que isso significa para o reino demoníaco?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "106.5"
  },
  {
    "mangaId": "a1de21f0-3007-4cde-b45a-d71462b70e8e",
    "title": {
      "en": "Napoleon - Age of the Lion"
    },
    "updatedAt": "2024-06-29T02:06:52+00:00",
    "coverArt": "https://mangadex.org/covers/a1de21f0-3007-4cde-b45a-d71462b70e8e/d24a7d3b-df77-43e3-8663-2ab3fb8fa4fe.jpg",
    "altTitles": [
      {
        "ja": "ナポレオン 獅子の時代"
      },
      {
        "zh": "拿破仑-狮子的时代"
      },
      {
        "ja-ro": "Napoleon - Shishi no Jidai"
      }
    ],
    "description": {
      "en": "This is a story of the life of Napoleon. The tale begins just before the Battle of Austerlitz. Then, it jumps back to 1769 to tell the story of Napoleon's life from the very beginning, including the circumstances of his birth, his childhood on Corsica, and his difficulties as a Corsican boy in a French school. All of these experiences eventually culminate in his becoming the famous Emperor of the French.",
      "ja": "フランス革命に始まり、イタリア戦役を経て、皇帝への道を駆け進む一人の英雄ナポレオン・ボナパルトの生涯を描く、壮大な英雄譚!!　血みどろ汗の臭いムンムンな一人の「漢」が、獅子のごとく吠える。吼える！　フランス近代史重厚ストーリー!!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-07-23T12:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/209123ce-20fb-43d2-8c6b-c562cd98f36b.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5eeda7ba-bd6e-4f10-8c2d-0a70f5d68a6e",
    "title": {
      "en": "Bartender"
    },
    "updatedAt": "2024-02-13T08:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/5eeda7ba-bd6e-4f10-8c2d-0a70f5d68a6e/50b521bc-a603-4d43-b860-8ad0adaab29c.png",
    "altTitles": [
      {
        "ru": "Бармен"
      },
      {
        "ja": "バーテンダー"
      },
      {
        "zh": "王牌酒保"
      },
      {
        "zh": "调酒师"
      },
      {
        "ko": "바텐더"
      },
      {
        "en": "Bartender Glass of God"
      }
    ],
    "description": {
      "en": "Genius bartender Ryu Sasakura makes the most incredible cocktails anyone has ever tasted. Seeking his \"Glass of God\", individuals from all different walks of life visit his bar. \nWith both a compassionate ear and a godly drink, Ryu helps people with their problems.  \n  \nVolume Subtitles:  \n1: **Gentle Perch** (優しい止まり木, Yasashī Tomariki)\n2: **Perfect Taste** (完璧な味, Kanpekina Aji)\n3: **Bar Face** (バーの顔, Bā no Kao)\n4: **A Cup for the Traveler** (旅人のための一杯, Tabibito no Tame no Ippai)\n5: **One for the Road** \n6: **Cigar Smoke** (葉巻の煙, Hamaki no Kemuri) \n7: **Martini's Face** (マティーニの顔, Matīni no Kao)\n8: **Eden Hall Good Luck** (イーデンホールの幸運, Īdenhōru no Kōun)  \n9: **First \"Customer\"** (最初の『客』, Saisho no “Kyaku”)\n10: **It Won't Sink** (たゆたえども沈まず, Tayutaedomo Shizumazu)\n11: **Each Turning Point** (それぞれの転機, Sorezore no Tenki)  \n12: **Cross Road** (クロス・ロード, Kurosu Rōdo) \n13: **The Kindness of Failure** (失敗の優しさ, Shippai no Yasashi-sa)\n14: **Serving Cup** (献杯, Kenpai) \n15: **Past** (過去, Kako)  \n16: **Rita Takazuru's Story** (竹鶴・リタの物語, Takedzuru Rita no Monogatari)  \n17: **Door to Tomorrow** (明日への扉, Asuhenotobira)  \n18: **Bar Treasures** (バーの宝物, Bā no Takaramono) \n19: **Departure** (旅立ち, Tabidachi)  \n20: **Good Man** (善い人, Yoi Hito, ALT. ENG. - Good Person)  \n21: **The Teachings of Goodbye** (サヨナラの教え, Sayonara no Oshie)\n  \nLinks:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6816)"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "166"
  },
  {
    "mangaId": "6925afd3-4009-4c9e-b615-27e3c7aaa345",
    "title": {
      "en": "Traveling Through Time and Space to Become an Unlucky NPC: I Have a Wife to Protect Me"
    },
    "updatedAt": "2024-07-27T23:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/6925afd3-4009-4c9e-b615-27e3c7aaa345/584debc7-5e85-49d4-9813-42806fa5e836.png",
    "altTitles": [
      {
        "zh": "穿越成倒霉NPC: 我有老婆罩着"
      }
    ],
    "description": {
      "en": "He Qingyang traveled to the game \"Sword Immortal Legend\" he was playing and became an unlucky NPC who kept skipping the plot when he was playing the game. This NPC kept harassing the main heroine Ning Yiwan, and later his identity was exposed and he was killed by Ning Yiwan....."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c9d1254-f074-4b5c-8795-6f0641b2597b",
    "title": {
      "en": "Girl and Science"
    },
    "updatedAt": "2023-10-03T07:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/5c9d1254-f074-4b5c-8795-6f0641b2597b/f606b3ce-4f64-400e-8a1c-265698f68d01.jpg",
    "altTitles": [
      {
        "ms": "Gadis dan Sains"
      },
      {
        "zh-ro": "Meizi yu Kexue"
      },
      {
        "zh": "妹子与科学"
      },
      {
        "en": "Girls and Science"
      }
    ],
    "description": {
      "en": "They were childhood friends, and she had always been more powerful than him. But when they accidentally traveled (summoned?) to another world, it was finally time for him to become the knight in shining armor! He had to find her first though, since they were separated… Come and witness his fight to be better in a crazy world where monsters roamed and technology was so advanced your amputated limbs could be restored to perfection…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "819"
  },
  {
    "mangaId": "07eadf44-b1be-45df-9e7f-4262bfabcd2b",
    "title": {
      "en": "Love Is an Illusion"
    },
    "updatedAt": "2024-05-01T03:15:34+00:00",
    "coverArt": "https://mangadex.org/covers/07eadf44-b1be-45df-9e7f-4262bfabcd2b/f017866d-ad9e-4aec-b24c-04769159e860.jpg",
    "altTitles": [
      {
        "ko": "사랑은 환상!"
      },
      {
        "ko-ro": "Sarangeun Hwansang!"
      },
      {
        "en": "Love Is an Illusion"
      },
      {
        "de": "Die Liebe ist eine Illusion"
      },
      {
        "fr": "L'amour est une illusion"
      },
      {
        "pt": "O amor é uma ilusão"
      },
      {
        "es": "El amor es una ilusion!"
      },
      {
        "ru": "Любовь — просто иллюзия"
      },
      {
        "vi": "Tình yêu ảo ảnh"
      },
      {
        "ja": "恋は幻想！"
      },
      {
        "zh": "爱情是幻想"
      }
    ],
    "description": {
      "en": "\"There's no way that I'm an omega!\"\n\nHyesung lived his whole life believing that he was an alpha. Then, he met dojin, a dominant alpha who knew right away that he was an omega. Hyesung, who couldn't accept that he was an omega, was willing to do anything so he could turn into an alpha…\n\nAn omega who wants to be an alpha, and an alpha who hates omegas… this is a drama, set in Omegaverse, about two incompatible characters who get entangled with each other's lives.",
      "es": "\"¡No hay forma de que sea un omega!\" Hyesung vivió toda su vida creyendo que era un alfa. Luego, conoció a dojin, un alfa dominante que supo de inmediato que era un omega. Hyesung, que no podía aceptar que era un omega, estaba dispuesto a hacer cualquier cosa para poder convertirse en un alfa ... Un omega que quiere ser un alfa y un alfa que odia a los omegas ... este es un drama, ambientado en Omegaverse, sobre dos personajes incompatibles que se enredan en la vida del otro.",
      "hu": "Hye-sung egész életében azt hitte, hogy ő egy Alfa, a genetikai lottó főnyereménye. De a világa a feje tetejére áll, amikor rájön, hogy ő nem Alfa, hanem egy alantas Omega. Ez a felfedezés a végsőkig fokozódik, amikor állandóan Dojinnal keresztezi az útját, egy Alfával, aki ki nem állhatja az Omegákat.\n\n---\nHye-sungvilágéletében abban a tévhitben élt, hogy ő bizony egy Alfa, s éppen ezért is fizetett egy csomót, hogy bejuthasson egy elit partira, ahol felszedhet egy gazdag Omegát, akivel az oldalán újrakezdheti az életét. Sajnos azonban úgy tűnik, nem néz ki elég alfásan ahhoz, hogy a terve működőképes legyen, így tehát drasztikus módszerekhez folyamodik –bár ő abban a hitben él, hogy ez teljesen rendben van. Alfák számára készült parfümöt fúj magára, ami felerősíti az alfa feromonok illatát. Szóval igen, ha Alfa vagy, ez biztos jót tesz neked, főszereplőnk azonban nem az, így egészen másképp reagál, mint várta. Szerencséjére akad valaki, aki segít rajta –igen, úgy is –Do Jin személyében, aki egy gazdag Alfa és megveti az Omegákat (állítása szerint ő csak Bétákkal hajlandó együtt lenni. Hát persze, majd meglátjuk) Kettejük útja ezután az eset után is többsoron keresztezi egymást, szóval akarva akaratlanul is egyre közelebb és közelebb kerülnek egymáshoz."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "116"
  },
  {
    "mangaId": "5005e163-cf70-451d-8eb2-62fb17b47fb9",
    "title": {
      "en": "Please, Forget About Vivian"
    },
    "updatedAt": "2024-07-14T22:19:02+00:00",
    "coverArt": "https://mangadex.org/covers/5005e163-cf70-451d-8eb2-62fb17b47fb9/dc34ebee-62fa-42db-9353-a892842f5396.jpg",
    "altTitles": [
      {
        "ko": "비비안을 잊어주세요"
      },
      {
        "es-la": "Olviden a Vivian"
      }
    ],
    "description": {
      "en": "“Marry me, Vivian.” She believed that she could have a happy future together with him. However, after he became emperor, everything started to change. His attitude suddenly changed. A strange rumor that he has an affair with a princess every night. In the end, I was confined to the imperial palace, and I only did what he told me to do. Then one day... “You are pregnant.”I don't need children.” What should I do, if I stay silent, I will lose my child.. I will protect my child even at the risk of my life! So Vivian decided to erase herself from everyone's memories and leave. “Stop it, forget me.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-07-26T19:57:46+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8b092d6-4283-41cc-9b62-a131b9d234f5",
    "title": {
      "en": "Mayabi"
    },
    "updatedAt": "2023-08-09T14:34:16+00:00",
    "coverArt": "https://mangadex.org/covers/b8b092d6-4283-41cc-9b62-a131b9d234f5/127a8f1e-677e-4ced-88b4-dc6e223c38f6.jpg",
    "altTitles": [
      {
        "ko": "마야비"
      }
    ],
    "description": {
      "en": "The last Mayabi War begins in Ayuta, where the gods' seal was released."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "30"
  },
  {
    "mangaId": "54cd6622-b1c6-4717-95f4-72220d60bf43",
    "title": {
      "en": "A horrific killer"
    },
    "updatedAt": "2024-07-13T14:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/54cd6622-b1c6-4717-95f4-72220d60bf43/99937952-7afe-41fd-9feb-5183a396b715.jpg",
    "altTitles": [
      {
        "zh": "可怕的凶手"
      },
      {
        "zh-ro": "kěpà de xiōngshǒu"
      }
    ],
    "description": {
      "en": "[Yaoqi Village Submission] The killer is...?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-02-08T21:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-04T17:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... They fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years.\n\nAuthor: https://m.weibo.cn/u/3303021494?luicode=10000011&lfid=1076037775541742\nProducers: https://m.weibo.cn/u/7775541742?luicode=10000011&lfid=1076033303021494"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-07-31T13:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b46fe6d-a616-407c-a696-6f562d338414",
    "title": {
      "en": "Nightmare Maker"
    },
    "updatedAt": "2024-06-27T18:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b46fe6d-a616-407c-a696-6f562d338414/4e8e6c9e-e774-4e69-8b79-f7e54e077d11.jpg",
    "altTitles": [
      {
        "ja": "ナイトメア・メーカー"
      },
      {
        "ja-ro": "Sekai wa Subete Kimi no Mono"
      },
      {
        "zh": "淫梦制造者"
      },
      {
        "zh-hk": "夢魘製造機"
      },
      {
        "en": "Nightmare Maker"
      },
      {
        "en": "Balance"
      },
      {
        "ja-ro": "Nightmare Maker"
      }
    ],
    "description": {
      "en": "Uchida is a high school student genius who created a device that is supposed to make people have good dreams but he always had bad dreams when he tried it on himself. One day, he caught the school doctor sleeping at the clinic and decided to try the device on her. It turned out that it works surprisingly well on her and that she wanted to buy the device from him. He then tries it on his classmates and it became quite popular with the rest of the class as people start lining up to borrow it. Meanwhile, there is growing concern that users of the device are starting to have difficulties differentiating dreams from reality…",
      "ja": "天才発明家高校生の内田は､夢に願望を投影できる夢見装置を開発｡誰もが装置の虜になっていく､レム催眠誘導型リアル体感システム始動!!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-07-27T00:55:00+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/81bbc79e-9aec-4530-8fc9-04e707fbb9d1.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c2dcf05-a88b-4f57-9718-be291b66a4d9",
    "title": {
      "en": "Watashi wo Yashinatte! Yuusha-Sama"
    },
    "updatedAt": "2024-08-05T00:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/0c2dcf05-a88b-4f57-9718-be291b66a4d9/dba3587d-d1a2-49cd-9aae-f5dfcc66e03f.jpg",
    "altTitles": [
      {
        "ja": "私を養って！勇者さま"
      },
      {
        "en": "Feed me! My Hero"
      }
    ],
    "description": {
      "en": "After our protagonist saves a girl dressed as an elf at a doujinshi event, she starts calling him \"Hero\". He thought it was only a temporary role-playing session, but it seems the girl is serious about it... The curtains open for the difficult days ahead for the amnesiac elf and our protagonist, who was supposed to be an unremarkable person!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a43a947-44f9-4e04-b170-f843e5ad3e47",
    "title": {
      "en": "Link! Life! Love Live!"
    },
    "updatedAt": "2024-05-25T10:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/2a43a947-44f9-4e04-b170-f843e5ad3e47/d3d36475-ec80-4b41-ae32-ae491ce4cc69.jpg",
    "altTitles": [
      {
        "ja": "Link! Like! ラブライブ!"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "78"
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Onna Shogun x Heisotsu"
    },
    "updatedAt": "2024-06-19T04:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Onna Shogun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun × Heisotsu"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a0cee31-d434-4b58-9aed-cc633036b9eb",
    "title": {
      "en": "Because Janitor-san Is Not a Hero"
    },
    "updatedAt": "2024-07-23T14:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/0a0cee31-d434-4b58-9aed-cc633036b9eb/fe282aa7-c8bc-4c75-87aa-5078a3cc9051.jpg",
    "altTitles": [
      {
        "ja": "用務員さんは勇者じゃありませんので"
      },
      {
        "ja-ro": "Yomuin-san wa Yuusha ja Arimasenno de"
      },
      {
        "ru": "Уборщик-сан не герой"
      },
      {
        "uk": "Пан прибиральник - не Герой"
      }
    ],
    "description": {
      "en": "A certain girl genius with more power than knowledge accidentally summoned dozens of students and teachers into a dangerous world filled with beasts and magic, but the protagonist isn’t a student or the homeroom teacher… it’s the janitor.",
      "ru": "Школьный уборщик Хасэбэ Курандо переносится в другой мир с помощью заклинания, вызывающего героев. Вместе с 78 другими учениками и учителями, которые также были призваны, Бог наделил его особыми способностями, чтобы он смог выжить в суровом мире в качестве героя... В разгар телепортации силу Курандо неожиданно крадёт ученик, и он остается в пучине отчаяния без посторонней помощи.\n— Верни мне мою силу. Раз так, я хочу оказаться в безлюдном месте, где не придется иметь с ними дело... В ярости, Курандо умоляет Бога отправить его подальше от людей, одного в сильный холод . Но это лишь начало его приключений..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316c12d-3d43-4ebd-8bde-9f744dd83831",
    "title": {
      "en": "Koibito Ijou no Koto wo, Kanojo Janai Kimi to"
    },
    "updatedAt": "2024-07-28T23:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/a316c12d-3d43-4ebd-8bde-9f744dd83831/8187b377-d519-4d4f-99b6-f616643eaf32.jpg",
    "altTitles": [
      {
        "ja": "恋人以上のことを、彼女じゃない君と。"
      },
      {
        "ja-ro": "Koibito Ijou no Koto o, Kanojo ja Nai Kimi to"
      },
      {
        "en": "Being More Than a Lover to You, Who Isn't My Girlfriend"
      },
      {
        "en": "More Than Just a Lover, but Not My Girlfriend"
      },
      {
        "en": "How to Be My Ex-girlfriend's Friend"
      },
      {
        "es-la": "Cómo ser el amigo de mi exnovia"
      },
      {
        "vi": "Hơn cả người yêu, dù em không phải bạn gái tôi"
      }
    ],
    "description": {
      "en": "Having to deal with his abusive boss day after day while working an exploitative job, Yamase Fuyu has become tired of it all… Until one day he accidentally runs into Minase Ito, his ex-girlfriend from university. \n\nThe sudden reunion lifts Fuyu’s spirits, who wastes no time inviting Ito to chat over drinks. The two have a whale of a time sharing gripes and reminiscing about the past. But just as Fuyu begins to appreciate their new relationship as \"just friends,\" they end up spending an intimate night together…",
      "vi": "Yamase Fuyu, mệt mỏi triền miên với những lời châm chọc hàng ngày của sếp và công việc bóc lột sức lao động. Một ngày nọ, anh tình cờ gặp lại Ito, người yêu cũ thời đại học. Vui mừng vì cuộc hội ngộ bất ngờ, Fuyu đã rủ Ito đi uống và tâm sự về những chuyện cũ. Họ nghĩ rằng mối quan hệ bạn bè như thế này cũng tốt, nhưng rồi lại phạm phải sai lầm chỉ sau một đêm...",
      "es-la": "Fuyu Yamase, un joven adulto cansado de su agotador trabajo llama a su ex novia en la universidad, Ito Minase, para tomar unos tragos. Comieron, rieron, recordaron anécdotas de la universidad; eso hizo que Fuyu piense que esa relación con Ito era perfecta, sin embargo, tragos van, tragos vienen y terminaron ‘haciéndolo’. \n\nArrepentido por lo sucedido, Fuyu trata de disculparse con Ito pero ella piensa que está bien lo que sucedió, ya que no hicieron nada malo, al contrario, fue algo divertido porque ambos se sintieron cómodos. Ito estaba cansada de lo complicado que es era ser en la vida por ser una adulta, por lo que ambos deciden tener una relación donde simplemente se diviertan sin preocuparse por el trabajo o el amor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4c2ee56-20df-4742-af4b-df037ddb0551",
    "title": {
      "en": "Don't Be Too Nice"
    },
    "updatedAt": "2024-07-22T06:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/f4c2ee56-20df-4742-af4b-df037ddb0551/de0f587c-a3b9-441d-9b46-472e9e51cfeb.jpg",
    "altTitles": [
      {
        "ko": "함부로 친절하지 말라"
      },
      {
        "en": "Don’t Be Carelessly Kind"
      },
      {
        "en": "Don’t Be Carelessly Friendly"
      }
    ],
    "description": {
      "en": "Just four years ago, Rustica Genas was the most gifted knight in the Caleta Empire and one of the emperor's most trusted servants. But after challenging his will one too many times, all of her fame, glory, and power were stripped from her. Then what can poor Rustica do but shamefully fade into obscurity? Well, when the rival empire's ruler sets his sights on winning her heart and freedom, she might have a chance to reclaim more than just her reputation. What could be waiting for her just beyond the Great Barrier?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18aeea0f-d6ae-449e-8e50-d2a9c1e971bb",
    "title": {
      "en": "Marmalade Boy Little"
    },
    "updatedAt": "2024-07-17T08:44:06+00:00",
    "coverArt": "https://mangadex.org/covers/18aeea0f-d6ae-449e-8e50-d2a9c1e971bb/7c2284f5-c489-42f4-b90a-b28a017b7aef.jpg",
    "altTitles": [
      {
        "ja": "ママレード ボーイ little"
      },
      {
        "ja": "ママレード・ボーイ little"
      },
      {
        "zh": "橘子酱男孩LITTLE"
      }
    ],
    "description": {
      "en": "Set 13 years after the original series, the story focuses on Miki and Yuu's little siblings."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "47"
  },
  {
    "mangaId": "d299f08c-725c-4500-b407-e64c472c2223",
    "title": {
      "en": "Suikoden (YOKOYAMA Mitsuteru)"
    },
    "updatedAt": "2024-08-05T11:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/d299f08c-725c-4500-b407-e64c472c2223/6ca1bca5-65ea-4e5e-9486-de8f5302ad51.jpg",
    "altTitles": [
      {
        "ja": "水滸伝"
      },
      {
        "zh": "水滸後傳"
      },
      {
        "en": "Water Margin"
      },
      {
        "en": "All Men are Brothers"
      },
      {
        "en": "Outlaws of the Marsh"
      },
      {
        "fr": "Au bord de l'eau"
      }
    ],
    "description": {
      "en": "Suikoden is the Japanese adaptation of the Water Margin or Outlaws of the Marsh, one of the four great Chinese classical novels. The original story tells how a group of 108 outlaws are granted amnesty when they form an army to resist foreign invaders and suppress rebel forces. Winding through the maze of political and social ancient China, their adventure brings them up against the apathy and conservatism of the current government, where very little regard exists for the truly brave.\n\n- || SUIKODEN - Volume 1 -7 ||\n- || SUIKODEN: Gaiden - Volume 8 ||"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3a360b0-53fc-4abe-a767-efb0b2c36c03",
    "title": {
      "en": "Campus Conspiracy Theory"
    },
    "updatedAt": "2023-07-19T01:31:53+00:00",
    "coverArt": "https://mangadex.org/covers/a3a360b0-53fc-4abe-a767-efb0b2c36c03/3ed9fa24-8b47-4f22-bb1f-d01a676e26fa.png",
    "altTitles": [
      {
        "ko": "캠퍼스 음모론"
      }
    ],
    "description": {
      "en": "Yeonho, is enjoying his popularity that he never had before, who was living off his pride, and one day, Yeonnho saw Mangil's face without glasses... which was his love at first sight when he was in high school."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome Gaki ssu"
    },
    "updatedAt": "2024-07-17T09:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "ja-ro": "Yome Gaki ss"
      },
      {
        "ja-ro": "Yomega Kiss"
      },
      {
        "ja-ro": "Yome ga Kiss"
      },
      {
        "en": "Bride Brat"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-06-05T08:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck…  \n\n\n---\n\n**Links:**\n- [Alternative raw (AC QQ)](https://ac.qq.com/Comic/comicInfo/id/648136)\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/c18889fc-ca8d-4f98-a8b4-eeb116276ab9.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-04-22T05:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tapas](https://tapas.io/series/i-shall-master-this-family/info)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9519eb03-aba5-4fc7-8c82-80671e604660",
    "title": {
      "en": "Oni no Hanayome wa Taberaretai"
    },
    "updatedAt": "2022-07-20T09:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/9519eb03-aba5-4fc7-8c82-80671e604660/f32a74a7-35a7-419e-8716-b173c84900f4.jpg",
    "altTitles": [
      {
        "ja": "鬼の花嫁は喰べられたい"
      },
      {
        "en": "The Demon's Bride Wants to Be Eaten"
      },
      {
        "ru": "Невеста демона хочет быть съеденной"
      },
      {
        "ja": "鬼喰べ"
      },
      {
        "zh": "想被吃掉的鬼之新娘"
      }
    ],
    "description": {
      "en": "Mashiro is a human girl whose life was saved by Shuten-douji when she was young. At the age of 17, she decided to marry Shuten-douji to become his food! However, Shuten-douji, on the other hand, is fond of Mashiro and has no intention of using her as food!? Is it wrong to like each other too much? Unconsciously flirting in their newlywed life!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab83f6c1-1b27-46b7-83a7-b59a38ecad9a",
    "title": {
      "en": "The Chronicles of Qing Xi"
    },
    "updatedAt": "2023-09-11T10:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/ab83f6c1-1b27-46b7-83a7-b59a38ecad9a/c8b2a4cc-ff8c-4866-bdba-1cfda5f9d59a.jpg",
    "altTitles": [
      {
        "en": "Qing Xi Ji Shi"
      },
      {
        "en": "庆熹纪事"
      }
    ],
    "description": {
      "en": "Despite being a lowly palace eunuch, Bi Xie possesses the brilliance of a strategist who is able to assist the Emperor in reclaiming feudal lands, expelling the Huns, and bringing peace to the nation. He soon garnered the loyal support of various ambitious and talented men by his side.  \n  \nHowever, his motives are hidden deep underneath his impeccable façade as he is harboring a deep family grudge against the imperial family…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "251afc21-8932-464b-906f-eeb976a14e55",
    "title": {
      "en": "Strange and Mysterious Daily Tales!"
    },
    "updatedAt": "2023-10-03T19:21:10+00:00",
    "coverArt": "https://mangadex.org/covers/251afc21-8932-464b-906f-eeb976a14e55/f0a740af-ac19-4763-aec3-4983ced68a0a.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimyou de Kaii na Nichijou Tan!"
      },
      {
        "ja": "奇妙で怪異な日常譚！"
      },
      {
        "ja-ro": "Kimyou de Kaii na Nichijoutan!"
      }
    ],
    "description": {
      "en": "It was suppose to be just a normal commuter train, but then they notice that all the other passengers have disappeared, and there are only four JKs left...! Although they have never met each other before, they get off the train at the next station, and start thinking about how to make their way home...?\n\nThis is the rumored supernatural train station...?\nLost and unable to return home!\nThe strange daily life of the four JKs begins...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e529c7a0-955b-47e2-ab9c-0dabc6ed6d39",
    "title": {
      "en": "Myou-chan-sensei wa Kaku Katariki"
    },
    "updatedAt": "2024-07-17T09:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/e529c7a0-955b-47e2-ab9c-0dabc6ed6d39/481af73d-97b6-48a6-94c0-79beca8f6ef2.jpg",
    "altTitles": [
      {
        "ja": "みょーちゃん先生はかく語りき"
      },
      {
        "ja-ro": "Myō-chan-sensei wa Kaku Katariki"
      },
      {
        "ja-ro": "Myō-chan-sensei ha Kaku Katariki"
      },
      {
        "en": "Thus Spoke Myou-chan-sensei"
      },
      {
        "en": "Thus Spoke Myō-chan-sensei"
      },
      {
        "ru": "Так сказала врач Миё-тян"
      }
    ],
    "description": {
      "en": "Sasafune Miyoko, the nurse at a certain high school, is often asked for advice by the students. Almost every day someone comes to ask her about their worries, and this and that… But since these are high school students going through puberty, helping them is usually not that simple! Myō-chan-sensei is hard at work answering questions that are sure to make you blush like \"Have you ever had sex outdoors?\" or \"I wonder which panties my boyfriend likes more\".",
      "ja": "生徒のためならなんでもシちゃう？熱血ポンコツ教師・みょーちゃん登場☆\n\nとある高校の保健室の先生・笹舟みよかは生徒達の良き相談役として、今日も思春期爆発系質問にカラダを張って答えます！アオカンしたいって彼氏に言われた？ 乳輪が大きいのが悩み？全部みょーちゃん先生にお任せあれ！！！",
      "ru": "К Сасафунэ Миёко, медсестре одной средней школы, часто обращаются ученики за советом. Почти каждый день кто-нибудь приходит спросить ее о своих проблемах, о том, о сем... Но поскольку речь идет о старшеклассниках, переживающих период полового созревания, помочь им обычно не так-то просто! Мио-тян-сэнсэй усердно отвечает на вопросы, которые наверняка заставят вас покраснеть, например: «Занимались ли вы когда-нибудь сексом на улице?» или «Интересно, какие трусики больше нравятся моему парню?»."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34c9b28f-6b82-4d13-ba2e-668af6e46d69",
    "title": {
      "en": "Okorippoi Gal wo Date ni Sasotte Mita"
    },
    "updatedAt": "2024-07-28T16:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/34c9b28f-6b82-4d13-ba2e-668af6e46d69/1cd27f0c-474a-4ea4-84d5-1bc064bc9393.jpg",
    "altTitles": [
      {
        "ja": "怒りっぽいギャルをデートに誘ってみた"
      },
      {
        "en": "I Tried Asking a Hot-Tempered Gal Out on a Date"
      },
      {
        "fr": "J'ai essayé de demander à une Gal à fort caractère de sortir avec moi"
      }
    ],
    "description": {
      "en": "I asked an angry gal out on a date.",
      "ja": "怒りっぽいギャルをデートに誘ってみた"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "a5d0a2eb-2640-43b4-bc1a-68430060bdce",
    "title": {
      "en": "Horror Mansion"
    },
    "updatedAt": "2024-08-05T10:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/a5d0a2eb-2640-43b4-bc1a-68430060bdce/71299b8e-0132-4df5-ada7-dd12141c0d7c.jpg",
    "altTitles": [
      {
        "hr": "Korku Malikanesi"
      },
      {
        "fr": "Le Manoir de l'horreur"
      },
      {
        "ja-ro": "Zangekikan"
      },
      {
        "ja": "惨劇館"
      },
      {
        "pt-br": "Mansão da Tragédia"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe phone calls to Sanae night after night... \"I told you clearly 5 years ago that I have someone I love and I'm still crazy about him, so don't bother me!\" \n\nSanae is bothered by the phone calls that keep coming in and out...?\n\n In addition to \"Telephone,\" horror manga prodigy Nori Ochazuke brings you this collection of horror masterpieces!",
      "pt-br": "Uma coletânea de histórias de terror do prodígio do terror Ochazukenori! Uma das séries mais famosas da revista Halloween, que publicou títulos de mangakás de terror incríveis como Junji Ito e Akemi Matsuzaki"
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "45"
  },
  {
    "mangaId": "50611713-30d4-4779-b5b2-098fb9808b94",
    "title": {
      "en": "Kikaku Hazure no Eiyuu ni Sodate Rareta, Joushiki Hazure no Mahou Kenshi"
    },
    "updatedAt": "2024-05-30T15:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/50611713-30d4-4779-b5b2-098fb9808b94/f490ac25-5386-4d2d-be1a-8bd6f56ac6d7.jpg",
    "altTitles": [
      {
        "ja": "規格外れの英雄に育てられた、常識外れの魔法剣士"
      },
      {
        "en": "An Out of the Ordinary Magic Swordsman Brought up by a Nonstandard Hero"
      }
    ],
    "description": {
      "en": "A young man who died in an accident while protecting a girl reincarnated in another world and was picked up by an old man. However, the old man wasn't just a person. Far from being just anybody, he was a \"hero\" who didn't understand common sense at all !! This is the story of a reincarnated person, Rain, who, fortunately or unfortunately, was raised by an unscrupulous hero and has acquired tremendous power. --Soon the boy grows up and makes a harem !?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  }
]