[
  {
    "mangaId": "8311ab2d-f034-4e7a-8635-4dce27bf6027",
    "title": {
      "en": "Rurouni Kenshin: Hokkaido-hen"
    },
    "updatedAt": "2024-04-16T02:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/8311ab2d-f034-4e7a-8635-4dce27bf6027/a36f3252-4977-4405-beb8-a7e8b8c68e77.jpg",
    "altTitles": [
      {
        "en": "Rurouni Kenshin: The Hokkaido Arc"
      },
      {
        "en": "Rurouni Kenshin: Hokkaido Arc"
      },
      {
        "ja-ro": "Rurouni Kenshin: Meiji Kenkaku Romantan - Hokkaido-hen"
      },
      {
        "ja-ro": "Rurouni Kenshin: Meiji Kenkaku Romantan: Hokkaidou Hen"
      },
      {
        "es-la": "Rurouni Kenshin: Una historia romántica de un espadachín de la era Meiji - Arco de Hokkaido"
      },
      {
        "ja": "るろうに剣心―明治剣客浪漫譚・北海道編―"
      }
    ],
    "description": {
      "en": "It is the 16th year of the Meiji era. Five years have passed since Kenshin Himura stopped the uprising of Makoto Shishio. Though the flames of his budding revolution were extinguished, the scars left in its wake are still felt across Japan. Remnants of his group—though scattered—still exist. Some have found peace while others continue to fight.  \n  \nAfter a remaining faction tried to revive the revolution, Shishio's old sword fell into the hands of Ashitarou Hasegawa, an orphan boy who has never known a home. The conflict also leaves both Aran Inoue, a 16-year-old half-Japanese, half-American boy, and a mercenary girl named Asahi Kubota with a hefty price to pay off, with nowhere else to go. But luckily for these individuals, the Kamiya dojo has always been a place to accept wanderers without prying into their pasts.  \n  \nThe three are keen to start fresh, so when two members of Asahi's former clan show up demanding her return, Asahi refuses and things start to get ugly. In the midst of the chaos, the clan members drop a package containing a picture of dojo proprieter Kaoru Kamiya's presumably deceased father and his location—Hakodate, Hokkaido. With only this information, the members of the Kamiya dojo embark on an adventure across the sea in the hopes of finding news about Kaoru's father and the reason he is being targeted.\n\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Samurai X: Hokkaido Arc** (2022)",
      "ja": "伝説の人斬り・抜刀斎こと緋村剣心――明治十六年の東京で、時に倭杖を手に困窮している人のため剣を振るうも、妻・薫、息子・剣路と平穏に日々を過ごしていた。ある時、一枚の写真から、薫の亡父・越路郎が北海道で生きていることが判明。剣心達は北海道に向かうが…!?　“不殺”の流浪人の新たな浪漫譚、開幕……!!",
      "es-la": "Es el año 16 de la era Meiji. Han pasado cinco años desde que Kenshin Himura detuvo el levantamiento de Makoto Shishio. Aunque las llamas de su incipiente revolución se extinguieron, las cicatrices que dejó su estela aún se sienten en todo Japón. Todavía existen restos de su grupo, aunque dispersos. Algunos han encontrado la paz, mientras que otros siguen luchando.\n\nDespués de que una facción restante intentara revivir la revolución, la vieja espada de Shishio cayó en manos de Ashitarou Hasegawa, un niño huérfano que nunca ha conocido un hogar. El conflicto también deja a Aran Inoue, un chico de 16 años mestizo de japonés y americano, y a una chica mercenaria llamada Asahi Kubota con un precio muy alto que pagar, sin ningún otro lugar al que ir. Pero, por suerte para estos individuos, el dojo Kamiya siempre ha sido un lugar que acepta a los vagabundos sin hurgar en sus pasados.\n\nLos tres quieren empezar de cero, así que cuando dos miembros del antiguo clan de Asahi aparecen exigiendo su regreso, ésta se niega y las cosas empiezan a ponerse feas. En medio del caos, los miembros del clan dejan caer un paquete que contiene una foto del padre del dojo de Kaoru Kamiya, presumiblemente fallecido, y su ubicación: Takodate, Hokkaido. Con sólo esta información, los miembros del dojo Kamiya se embarcan en una aventura a través del mar con la esperanza de encontrar noticias sobre el padre de Kaoru y la razón por la que se le persigue."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84b933cb-a99a-4737-98bb-b38295087700",
    "title": {
      "en": "Minamoto-kun Monogatari"
    },
    "updatedAt": "2024-09-23T15:33:24+00:00",
    "coverArt": "https://mangadex.org/covers/84b933cb-a99a-4737-98bb-b38295087700/c65c563a-4719-491a-8f4f-6e430fd76fd1.jpg",
    "altTitles": [
      {
        "fr": "L'histoire de Minamoto-kun"
      },
      {
        "es-la": "La historia de Minamoto"
      },
      {
        "pt": "O Conto de Minamoto-kun"
      },
      {
        "ru": "История Минамото-куна"
      },
      {
        "en": "Minamoto's Story"
      },
      {
        "ja": "源君物語"
      },
      {
        "ko": "미나모토군 이야기"
      },
      {
        "en": "Minamoto-kun's Story"
      }
    ],
    "description": {
      "en": "Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikaru Genji project.",
      "pt": "Minamoto-kun tem um rosto bonito o suficiente para fazer as pessoas pensarem que ele é uma menina. Por causa de seu rosto, ele foi intimidado pelas meninas no ensino médio que estavam com ciúmes de seu rosto. Ele desenvolveu um medo de mulheres devido ao trauma e acabou frequentando uma escola para meninos. Justo quando ele entrar na faculdade e faz uma promessa a si mesmo de superar o trauma de seu passado, seu pai se casa novamente e pede para ele sair da casa. Seu pai arranja-lhe para viver com sua tia no momento. (irmã mais nova do pai do Minamoto-kun). Ela é uma mulher extremamente bonita, que também é professora adjunto em sua faculdade. Quando ele chega em seu apartamento, ela lhe mostra os seios e diz que ele será a sua \"cobaia\" em seu projeto Genji Hikari.",
      "ru": "Лицо Минамото-куна настолько прекрасно, что его легко спутать с девушкой. Из-за этого девушки в средней школе над ним часто издевались и дразнили. Тогда же он и получил серьёзную психологическую травму: боязнь представительниц противоположного пола. В результате всё закончилось переводом в школу для мальчиков. Сразу после поступления в колледж, он решает раз и навсегда избавится от детской травмы. Но тут его отец снова женится и просит сына съехать из дома и пожить с его младшей сестрой – тётей Минамото. Тётушка оказывается очаровательной женщиной, которая, к тому же, преподаёт в колледже Минамото-куна. Переехав к ней он узнаёт, что будет объектом её исследований. По мотивам классического японского романа «Повесть о Гэндзи»."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "16",
    "lastChapter": "358.5"
  },
  {
    "mangaId": "23b51846-bec4-41e4-a9a2-a034064d01eb",
    "title": {
      "en": "Yahari Ore no Seishun Love Come wa Machigatteiru @comic"
    },
    "updatedAt": "2024-10-05T15:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/23b51846-bec4-41e4-a9a2-a034064d01eb/57be50e8-6ca7-4cc8-b09b-a869c550a80e.jpg",
    "altTitles": [
      {
        "en": "My Youth Romantic Comedy Is Wrong, As I Expected @ comic"
      },
      {
        "ja-ro": "Oregairu"
      },
      {
        "ru": "Как и ожидал, моя школьная романтическая жизнь не удалась @комикс"
      },
      {
        "th": "กะแล้วชีวิตรักวัยรุ่นของผมมันต้องไม่สดใสเลยซักนิด"
      },
      {
        "ja": "やはり俺の青春ラブコメはまちがっている。@comic"
      },
      {
        "vi": "Chuyện tình thanh xuân bi hài của tôi quả nhiên là sai lầm @comic"
      }
    ],
    "description": {
      "en": "Hachiman Hikigaya is a cynic. He believes \"youth\" is a crock-a sucker's game, an illusion woven from failure and hypocrisy. Unsurprisingly, he's not the most popular guy. Meanwhile, there's Yukino Yukinoshita - brilliant, beautiful, and chillier than winter in Antarctica. Would you believe she's not exactly beloved by her classmates either? The unlikely pair gets forced into a club dedicated to helping solve their fellow students' problems. But will an ice queen and a screw-up really be able to help anybody?",
      "ru": "Эта история о школьнике по имени Хачиман Хикигая, который обладает искаженными взглядами на жизнь. У него нет ни друзей, ни подруг, а на вопрос о том, какая у него мечта, можно услышать лишь: «Ее нет». Но не все безразличны к апатии Хачимана. Его учительница просит школьника стать волонтером сервис-клуба, в котором также находится самая красивая девушка школы. Как изменит членство в клубе жизнь Хачимана? Появится ли теперь у него мечта?  \n  \nОдна из двух манга-адаптаций ранобэ Yahari Ore no Seishun Love Comedy wa Machigatteiru."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "118"
  },
  {
    "mangaId": "a1d683e0-bc10-46d3-9d33-8f50b3b2b208",
    "title": {
      "en": "Cage of Eden"
    },
    "updatedAt": "2023-02-10T02:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/a1d683e0-bc10-46d3-9d33-8f50b3b2b208/0e8d7a15-b352-45cc-84c6-660c52b5f8fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Eden no Ori"
      },
      {
        "pl": "Klatka Edenu"
      },
      {
        "ru": "Клетка Эдема"
      },
      {
        "th": "หนีตายเกาะนรกล้านปี"
      },
      {
        "ja": "エデンの檻"
      },
      {
        "zh": "逃离伊甸园"
      },
      {
        "zh-hk": "逃離伊甸園"
      }
    ],
    "description": {
      "en": "Akira and his classmates are traveling on a plane when it crashes onto an island inhabited by species thought to have been extinct. The situation becomes increasingly desperate as some of Akira's classmates are eaten alive, while some kill others in desperation. Now Akira and a few other survivors are trying to survive what seems to be a horrible nightmare."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "185"
  },
  {
    "mangaId": "c90cdd9f-2a14-41cb-8ab4-3705fe2050b5",
    "title": {
      "en": "Mata, Kata Omou."
    },
    "updatedAt": "2022-02-10T06:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/c90cdd9f-2a14-41cb-8ab4-3705fe2050b5/e76a59f6-7c7b-4e04-84a3-f0f8b61f098e.jpg",
    "altTitles": [
      {
        "ja-ro": "Mata, Kataomou."
      },
      {
        "ja": "また、片想う。"
      },
      {
        "ko": "다시, 짝사랑하다."
      }
    ],
    "description": {
      "en": "“A one way route”. A weird strange feeling. A love story about the girl who was always confessed to by her childhood friend, how will she reply, from a long time confession?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "936771f7-eec8-45bd-b1fa-d5802a9cfd06",
    "title": {
      "en": "APOSIMZ"
    },
    "updatedAt": "2024-10-05T14:32:51+00:00",
    "coverArt": "https://mangadex.org/covers/936771f7-eec8-45bd-b1fa-d5802a9cfd06/6cf1f548-a45c-4f3f-9bd8-4f86fc98e828.jpg",
    "altTitles": [
      {
        "en": "Country of Dolls"
      },
      {
        "ru": "Страна кукол: Апосимз"
      },
      {
        "fa": "کشور آدمک‌ها: آپوسیمز"
      },
      {
        "ja": "人形の国"
      },
      {
        "zh": "人形之国"
      },
      {
        "zh-hk": "人形之國"
      },
      {
        "ko": "인형의 나라"
      },
      {
        "es-la": "Un pais de marionetas"
      },
      {
        "ja-ro": "Ningyou no Kuni"
      }
    ],
    "description": {
      "en": "The 200,000 KM diameter artificial celestial body of APOSIMZ. Most of its volume is its core space, which is covered by a superstructural shell. Fifty centuries ago, the people who lost a war against the core lost their right to reside legitimately in APOSIMZ, and were left behind on the extremely cold surface. They face the spreading Frame disease and aggressive automatons which appear frequently on the ruins level. Yet even so, somehow people survive.",
      "pt": "O corpo celeste artificial de 200.000KM de diâmetro, APOSIMZ. A maior parte de seu volume se encontra no espaço de seu núcleo, que é coberto por um escudo de superestrutura. Cinquenta séculos atrás, as pessoas que perderam a guerra contra o núcleo, perderam o direito de residir legalmente em APOSIMZ e foram isoladas na superfície fria. Eles enfrentam propagação da doença dos Frames e autômatos agressivos que aparecem frequentemente no nível das ruínas. Mesmo assim, as pessoas sobrevivem.  \n\n\n---\n\n**Officially published:**  \n- In english by [Kodansha](https://kodanshacomics.com/series/aposimz/) (Print version by [Vertical](http://www.vertical-comics.com/books/aposimz_01.php))  \n- In french by [Glénat](https://www.glenat.com/seinen/aposimz-la-planete-des-marionnettes-tome-01-9782344028827) as \"Aposimz la planète des marionnettes\"  \n- In italian by [Panini Comics](http://comics.panini.it/notizie/articolo/aposimz/)  \n- In german by [Manga Cult](https://www.cross-cult.de/titel/aposimz-land-der-puppen-1.html) as \"Aposimz - Land der Puppen\"  \n  \n**Note:** The oneshot was also translated by Kodansha: [Link](https://kodanshacomics.com/chapter/aposimz-prologue/)",
      "pt-br": "O corpo celeste artificial de 200.000KM de diâmetro, APOSIMZ. A maior parte de seu volume se encontra no espaço de seu núcleo, que é coberto por um escudo de superestrutura. Cinquenta séculos atrás, as pessoas que perderam a guerra contra o núcleo, perderam o direito de residir legalmente em APOSIMZ e foram isoladas na superfície fria. Eles enfrentam propagação da doença dos Frames e autômatos agressivos que aparecem frequentemente no nível das ruínas. Mesmo assim, as pessoas sobrevivem…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "54"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da754ac4-fd29-4599-9155-fc5c68ea5ee0",
    "title": {
      "en": "Cyclops Shoujo Saipu~"
    },
    "updatedAt": "2024-10-06T04:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/da754ac4-fd29-4599-9155-fc5c68ea5ee0/eaaa4501-c04f-4e5f-8ebd-868bb3c09da5.jpg",
    "altTitles": [
      {
        "en": "Cyclops Girl Cypu"
      },
      {
        "ja-ro": "Cyclops Shoujo Saipu"
      },
      {
        "id": "Saipu Si Gadis Bermata Satu"
      },
      {
        "ru": "Девушка-циклоп Сайпу"
      },
      {
        "ja": "サイクロプス少女さいぷ～"
      },
      {
        "zh": "独眼巨人少女斋枫"
      },
      {
        "zh-hk": "獨眼巨人少女齋楓"
      },
      {
        "vi": "Cô gái khổng lồ Saipu"
      }
    ],
    "description": {
      "en": "When Fuuka hit her second year of middle school, puberty kicked in. Now she's really tall and has huge boobs. Due to her hairstyle, her classmates call her \"Saipu,\" after the cyclops. Her affection for her older brother was cute when she was a little girl and said she wanted to marry him. Now it just freaks him out, since she's decided she's adult enough to follow through on her childish promises. This 4-koma style manga is the story of the life of this cyclops girl!",
      "ja": "その大きさと美貌から目立ちまくりの女子中学生・斎藤楓香（中学2年）。夢はでっかく「お兄ちゃん（大学1年）のお嫁さん」！",
      "pt": "Quando Fuuka atingiu seu segundo ano do ensino médio, a puberdade a alcançou. Agora ela é muito alta e tem seios enormes. Devido ao seu penteado, suas colegas a chamam de \"Cip\", abreviação de ciclope. Ela tem uma afeição por seu bonito irmão mais velho quando ela era uma garotinha e disse que ela queria casar com ele. Agora ela o assustou, desde que ela decidiu que é adulta o suficiente para seguir com suas promessas feitas na infância. Este mangá estilo 4-koma é a história da vida de uma garota ciclope!  \n\n\n---\n\n**Links:**  \n- [ONA on ANN.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15169)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "153"
  },
  {
    "mangaId": "75a4de8c-094f-4a2f-ac69-00a0b850ec59",
    "title": {
      "en": "Martial Arts Alone"
    },
    "updatedAt": "2024-03-20T00:14:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a4de8c-094f-4a2f-ac69-00a0b850ec59/6cfc5a96-4a84-41f7-810e-5cd1b9af58ca.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 무공"
      }
    ],
    "description": {
      "en": "A place where you casually use blood or ma in your name, I lived in Murim for 7 years. I was miserable, and I did a lot of dirty things. But I had to do anything to survive. That's 'Nangin' Finally, I crossed the line and experienced death in a desire to become stronger. But when I opened my eyes, it was modern. The world has changed and we are connected to the fantasy world of Pangea?! And as a returner with the only class? Let's scratch the lottery tickets!",
      "id": "Tempat di mana Anda dengan santai menggunakan darah atau ma atas nama Anda, saya tinggal di Murim selama 7 tahun. Saya sengsara, dan saya melakukan banyak hal kotor. Tapi aku harus melakukan apapun untuk bertahan hidup. Itulah 'Nangin' Akhirnya, saya melewati batas dan mengalami kematian dalam keinginan untuk menjadi lebih kuat. Tapi ketika saya membuka mata saya, itu modern. Dunia telah berubah dan kita terhubung dengan dunia fantasi Pangaea?! Dan sebagai pengembalian dengan satu-satunya kelas? Mari gores tiket lotere!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "994978d7-a23b-40bc-afc8-5d5057eaa0c2",
    "title": {
      "en": "Magical Realm Shopkeeper"
    },
    "updatedAt": "2024-08-27T02:21:30+00:00",
    "coverArt": "https://mangadex.org/covers/994978d7-a23b-40bc-afc8-5d5057eaa0c2/58ddb719-7564-4e3e-b07a-55b9cdd09ccd.jpg",
    "altTitles": [
      {
        "en": "Convenience Store Worker From Another World"
      },
      {
        "en": "Isekai Convenience Store Worker"
      },
      {
        "ko": "이세계 편돌이"
      }
    ],
    "description": {
      "en": "The protagonist Chan, who was looking for a part-time job after his previous company went bankrupt, coincidentally discovers a convenience store. Lured by the very high hourly wage, he decides to become a part-timer from that day. But the customers who come in seem a bit strange. Vampires, kobolds, and even succubi??",
      "pt-br": "O protagonista Chan, que estava procurando um trabalho de meio período depois que sua empresa anterior faliu, descobre por acaso uma loja de conveniência. Atraído pelo salário por hora extremamente alto, ele decide começar a trabalhar lá a partir daquele dia. Mas os clientes que entram parecem um pouco estranhos. Vampiros, kobolds e até succubus??"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84568957-a4ff-4419-8bf6-35b08590b2eb",
    "title": {
      "en": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Dark Matter"
    },
    "updatedAt": "2024-03-07T17:59:25+00:00",
    "coverArt": "https://mangadex.org/covers/84568957-a4ff-4419-8bf6-35b08590b2eb/e13b2f50-f147-4cf7-9f3b-7eeacb7be3a0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Dark Matter"
      },
      {
        "ja-ro": "Toaru Kagaku no Dark Matter"
      },
      {
        "ru": "Некая Научная Темная Материя"
      },
      {
        "ja": "とある魔術の禁書目録〈インデックス〉"
      },
      {
        "ja": "外伝 とある科学の未元物質〈ダークマター〉"
      }
    ],
    "description": {
      "en": "The tenth manga series based off of Toaru Majutsu no Index. An original side story written by Kamachi Kazuma and illustrated by Kisaragi Nankyoku, it focuses on the past of the Level 5 Kakine Teitoku.  \n\n\n---",
      "ru": "Спин-офф «Toaru» и десятая серия манг, основанная на ранобэ «Индекс волшебства». Побочная история, написанная Кадзумой Камати и проиллюстрированная Нанкёку Кисараги, посвящена прошлому номера 2 среди пятых уровней Академия-Сити — Тэйтоку Какинэ.",
      "pt-br": "Cidade Acadêmica reúne o melhor da ciência e da tecnologia e promove o desenvolvimento de habilidades. Entre eles, Kakine Teitoku, classificado como o segundo dentre os Sete Level 5, com um poder extraordinário, entra em contato com uma jovem garota chamada Yuzuriha Ringo. Seu objetivo era obter dados sobre o padrão computacional de Accelerator, o Primeiro Level 5, através do Ringo, graças ao Projeto Maio Sombrio. \nNo entanto, pessoas pertencentes ao Lado Sombrio da Cidade Acadêmica, como D.A, Kuroyoru Umidori e a Família Kihara, também estão buscando o poder da garota!?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "6c7c44c8-ae9d-437e-ab19-4d2bd8ddc9e6",
    "title": {
      "en": "Toaru Idol no Accelerator-sama"
    },
    "updatedAt": "2023-08-13T16:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c7c44c8-ae9d-437e-ab19-4d2bd8ddc9e6/67f6835d-91d2-424f-ac9c-a4356c0f68e6.jpg",
    "altTitles": [
      {
        "en": "A Certain Idol Accelerator-sama"
      },
      {
        "ja-ro": "To Aru Idol no Accelerator-sama"
      },
      {
        "ja-ro": "Toaru Guuzou no Ippou Tsuukou-sama"
      },
      {
        "ru": "Некий идол - Акселератор"
      },
      {
        "ja": "とある偶像の一方通行さま"
      }
    ],
    "description": {
      "en": "A project to develop new superpowers is underway in Academy City. That project will turn Accelerator into a –?!",
      "ru": "Комедийный спин-офф «Некого научного Акселератора», повествующий о нелёгком пути Акселератора в идолы."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "4b2e5feb-6137-4be9-a73d-add5e27263e7",
    "title": {
      "en": "Limit Breaker"
    },
    "updatedAt": "2024-03-21T23:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4b2e5feb-6137-4be9-a73d-add5e27263e7/682a36ca-4598-482f-ba72-eaafad997680.jpg",
    "altTitles": [
      {
        "ko": "만렙돌파"
      },
      {
        "ru": "Прорыв игрока"
      },
      {
        "id": "Beyond Max Level"
      },
      {
        "en": "Player Breakout"
      },
      {
        "zh-hk": "封頂極限戰"
      },
      {
        "zh": "觉醒战士"
      },
      {
        "th": "ยอดคนเลเวลทะลุ"
      },
      {
        "ja": "カンスト突破"
      }
    ],
    "description": {
      "en": "Dungeons and monsters suddenly appear and the world falls into chaos. Kim Ki-Bong, an ordinary young part-timer, has been sucked up into an awakening dimension for 3000 years to train his powers.\n\nWhen he makes his return to reality, he is a max-leveled player who only has one wish - to reconcile with his loved ones. 10 years have passed in the real world during his absence.\n\nHow will Ki-Bong be able to find his place in the world with his new limit-breaking abilities?\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "fr": "Kibong était coincé dans le « test de l’éveil » pendant 3000 ans à cause d’un bug. Enfin libéré du test, le joueur découvre que seulement 10 ans se sont écoulés dans la réalité, et que le monde est devenu un enfer total envahi par les monstres. Avec toutes ses capacités au niveau max, Kibong parviendra-t-il à sauver l’humanité de ces affreuses créatures ?\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "id": "Terjebak dalam ruang simulasi selama 3.000 tahun karena error yang tidak diketahui. Tapi di dunia nyata, hanya 10 tahun sudah berlalu dan kini monster beserta dungeon muncul di dunia ini. Pertarungan Kibong yang kembali dengan MAX LEVEL dimulai untuk mengembalikan semuanya!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ja": "3000年の時を経ての覚醒ー今こそ無双の時！！\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ko": "알 수 없는 오류로 3000년간 각성 테스트에 갇힌 김기봉.\n그 사이 현실에선 10년이 흘렀고, 온 세상은 몬스터와 던전으로 가득차게 되었다.\n만렙으로 귀환한 김기봉의 모든 것을 원래대로 돌려놓기 위한 싸움이 시작된다!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ru": "Ким Ки Бон, молодой парень, оказался в ловушке из-за неизвестных ему обстоятельств. И только через три тысячи лет, он смог \"пробудиться\". Но в реальности прошло лишь 10 лет, и за это время, весь мир был наводнён разными и ужасными монстрами..\nИ с этого момента, пробудившийся Ким Ки Бон вступает в битву, чтобы найти ответы на все свои вопросы.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "th": "ในระหว่างที่คิมกิบงถูกขังใน \"พื้นที่สำหรับปลุกพลัง\" เป็นเวลา 3,000 ปีเนื่องจากเกิดข้อผิดพลาดที่ไม่รู้สาเหตุ เวลาในโลกจริงก็ผ่านไปแล้ว 10 ปี เมื่อคิมกิบงออกมาได้โลกก็กลายเป็นนรกที่มีมอนสเตอร์และดันเจี้ยนเต็มไปหมด การต่อสู้ของคิมกิบงเพื่อฟื้นฟูให้โลกกลับสู่สภาพเดิมเริ่มต้นแล้ว!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "zh": "菜鸟三千年升级变最强王者！\n怪物肆虐的世界由我来拯救！\n林纪锋因游戏Bug被困在觉醒空间3000年，并且被怪兽杀死后还可以无限复活！被迫成为游戏玩家的他，为了重新开始自己的生活，必须与怪兽战斗！但他在觉醒空间的这段时间，地球已过去了10年，整个世界都充满了怪兽...\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "zh-hk": "《CHANGE》作家的新作！金起峰因不明異常被困在覺醒試煉裡3000年，在那期間現實已經過了10年，化為怪物肆虐的末日世界。 滿等重生的金起峰，為了讓一切回歸正常而戰。\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b898b68-663c-462f-9689-d5e40ce5a8e5",
    "title": {
      "en": "To Love Ru"
    },
    "updatedAt": "2024-01-18T20:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/1b898b68-663c-462f-9689-d5e40ce5a8e5/301b4523-e7eb-4f6b-9b6a-c7432ab6bf2d.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる-"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble-"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble-"
      },
      {
        "en": "To LOVE Ru -Trouble-"
      },
      {
        "en": "To Love-Ru"
      },
      {
        "en": "To-LOVE-Ru"
      },
      {
        "ru": "Любовные неприятности"
      },
      {
        "zh": "出包王女"
      }
    ],
    "description": {
      "en": "Rito Yuuki is a high-school boy who just can't confess to the girl of his dreams, Haruna-chan. One day when coming home and sulking in the bath-tub, a mysterious and barely clothed girl appears out of nowhere. Her name is Lala and she comes from another planet…",
      "pt-br": "história é sobre Yuki Rito, um estudante colegial que não consegue se confessar pra menina que é apaixonado, Seirenji Haruna. Um dia quando estava tomando banho uma garota aparece nua em sua banheira, seu nome é Lala e veio do planeta Deviluke, onde ela é uma princesa. O pai de Lala quer que ela volte para se casar com um dos mais de cem pretendentes, mas Lala decidi ficar na Terra, então o pai de Lala decide que se Rito conseguir protegê-la dos seus pretendentes ela poderá ficar, caso não consiga ele vai destruir não só ele como toda a Terra.\n\n[A versão da Chrono Scan é uma versão com design melhorado e principalmente SEM CENSURA.]"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "162"
  },
  {
    "mangaId": "8a769c56-f105-47da-9e70-9f7bafe1fd3b",
    "title": {
      "en": "FX Senshi Kurumi-chan"
    },
    "updatedAt": "2024-10-06T04:11:34+00:00",
    "coverArt": "https://mangadex.org/covers/8a769c56-f105-47da-9e70-9f7bafe1fd3b/402286a8-bb95-44a1-91c5-8be8cce6c0c4.jpg",
    "altTitles": [
      {
        "ja": "FX戦士くるみちゃん"
      },
      {
        "en": "FX Fighter Kurumi-chan"
      },
      {
        "vi": "Kurumi - Nhà đầu tư Forex"
      }
    ],
    "description": {
      "en": "Cute girls doing risky forex trading.",
      "ja": "チャートが１ｍｍうごくたび、涙があふれてとまらない――!! 楽してお金儲けをしたいすべての人へ送る、心臓ゆさぶる女子大生・FX・コミックス！",
      "vi": "1 cô gái dễ thương tham gia thị trường giao dịch ngoại hối đầy rủi ro"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e523fe78-0cd5-4d46-b107-7b81d39da8de",
    "title": {
      "en": "Love Theory"
    },
    "updatedAt": "2024-10-05T15:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/e523fe78-0cd5-4d46-b107-7b81d39da8de/f5ad5a64-2053-4f5c-bfe1-b63f070f82bd.jpg",
    "altTitles": [
      {
        "ja-ro": "Love Riron"
      },
      {
        "ja": "LOVE理論"
      },
      {
        "zh": "LOVE理论"
      },
      {
        "pt-br": "Teoria do Amor"
      },
      {
        "ru": "Любовная теория"
      },
      {
        "pl": "Teoria miłości"
      },
      {
        "vi": "Học thuyết tình yêu"
      }
    ],
    "description": {
      "en": "Loser Yarahata Kanji can’t even have a normal conversation with a girl let alone have any kind of relationship with one. But one day a ghost named Aiya appears and declares that he has been tasked with the mission to change Kanji’s life. At this rate, the Yarahata name will not live on so Aiya will become a love education teacher and coach him on how to develop relationships with girls.  \n  \nThe first hurdle comes when he starts a part time job at a convenience store and sees that his co-worker is a hot girl named Yoshizato Saki who also happens to be the store owner’s daughter. With the help of Aiya, Kanji, although stumbling along the way, has a conversation with her and builds a relationship. But he has miles to go if he wants to be the kind of person that can date beautiful women."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "ef96c21c-6838-43d1-9b6e-cb30546bba8c",
    "title": {
      "en": "Spirit Circle"
    },
    "updatedAt": "2024-01-29T13:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/ef96c21c-6838-43d1-9b6e-cb30546bba8c/195e5d9f-46c0-4dd6-bced-259a3d889446.jpg",
    "altTitles": [
      {
        "pl": "Krąg Dusz"
      },
      {
        "tr": "Ruh Çemberi"
      },
      {
        "ru": "Кольцо духов"
      },
      {
        "ja": "スピリットサークル -魂環-"
      },
      {
        "zh": "魂環"
      },
      {
        "ko": "스피릿 서클"
      },
      {
        "id": "Cincin Roh"
      },
      {
        "fr": "Spirit Circle - Les anneaux d'âmes"
      }
    ],
    "description": {
      "en": "Fuuta Okeya is a normal boy, except he sees ghosts. A beautiful girl, Kouko Ishigami, transfers into his class, but acts aggressively towards him. Fuuta tries to get along with her, but ends up failing after she sees the birthmark she usually keeps covered. She then declares him as her enemy, his birthmark as a cursed mark, and claims that they have a long history together in their reincarnations.",
      "it": "Fuuta Okeya può vedere i fantasmi. Oltre a questo - e alla benda che tiene sempre sulla guancia - è un normalissimo ragazzo di 14 anni innamorato della giovane studentessa trasferita. Purtroppo Kouko Ishigami non vuole avere molto a che fare con lui. Uno strano fantasma che la segue, però, sembra sentirsi in modo diverso. Ma quando Kouko vede la strana voglia nascosta sotto la benda sulla guancia di Fuuta, cambia idea… in peggio. Non solo lo denuncia come suo nemico, ma afferma che la voglia è una maledizione che ha inciso sul suo volto durante una delle loro numerose vite passate.",
      "tr": "Okeya Fuuta hayaletleri görebiliyordur. Yine de okula yeni gelen nakil öğrenciye aşık olan ve her daim yanağında bandajla gezen, 14 yaşında normal bir çocuktur. Ama aşık olduğu kız Kouko İshigami ona pek yüz vermez. İshigami’nin peşinde tuhaf, değişik, uzun boylu bir hayalet dolanıyordur.   \r\nBir gün Kouko, Fuuta’nın yanağındaki bandajı açarak doğum lekesini görür ve tavırları bir anda değişir. Fuuta’ya karşı sadece düşmanlıkla yetinmez, aynı zamanda doğum lekesinin önceki hayatlarından kalan lanetli bir işaret olduğunu da söyler. Kouko ve Fuuta arasında ne olmuştur? Fuuta’nın tuhaf, fantastik rüyaları, gerçekten önceki hayatlarına mı aittir?",
      "pt-br": "Fuuta Okeya é um garoto normal exceto pelo fato de ver fantasmas. Uma linda garota, Kouko Ishigami, é transferida para sua classe, mas age agressivamente com ele. Fuuta tenta se dar bem com ela, mas acaba falhando depois que ela vê a marca de nascença que geralmente mantém coberta. Ela então o declara como seu inimigo, sua marca de nascença como uma marca amaldiçoada e afirma que eles têm uma longa história juntos em suas reencarnações."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "45.5"
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5927e373-f024-42ad-9307-6f4c05ea3fc4",
    "title": {
      "en": "Boku Girl"
    },
    "updatedAt": "2024-08-18T07:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/5927e373-f024-42ad-9307-6f4c05ea3fc4/bcfba414-0a68-4942-8267-04174466a714.jpg",
    "altTitles": [
      {
        "pt": "Eu sou uma garota"
      },
      {
        "de": "Ich bin ein Mädchen"
      },
      {
        "fr": "Je suis une Fille"
      },
      {
        "es": "Soy una Chica"
      },
      {
        "en": "Tomgirl"
      },
      {
        "ru": "Я девушка!?"
      },
      {
        "ja": "ボクガール"
      },
      {
        "zh": "仆少女"
      },
      {
        "ko": "보쿠걸"
      }
    ],
    "description": {
      "en": "Mizuki gets confessed to by a boy in front of a special mirror. Legend has it, that if you confess to someone you like in front of that mirror your wish comes true.  \n  \nThere is a slight problem in this equation: Mizuki is just a very feminine looking boy.  \n  \nAlso, it seems that he caught the attention of the Norse Trickster God, Loki, while glancing into the mirror. Loki decides out of boredom to mess with Mizuki and turns him into a real girl.",
      "fr": "Suzushiro Mizuki est un lycéen en 1e année victime de quelques difficultés dans sa vie : en effet, les gens le confondent constamment avec une fille ! Les garçons qui l’entoure finisse toujours par lui déclarer leur flamme. Même la fille qu’il aime le voit plus comme une amie que comme un potentiel petit ami. Et pour couronner le tout, Loki, déesse des farces fatiguée d’embêter les dieux, décide de se tourner vers le monde des humains, faisant de Suzushiro sa cible. Résultat : Mizuki se réveille dans un corps amputé de la seule réelle preuve de sa masculinité. Comment va-t-il réussir à gérer tout ça ?",
      "pl": "Suzushiro Mizuki, chłopak o bardzo niewieściej urodzie, każdego dnia wychodzi z siebie, aby ludzie nie mylili go z dziewczyną. Jego starania nie przynoszą rezulatatów, a po tym gdy przez lustro w ścianie, zauważa go nordyca bogini Loki, która postanawia się nieco zabawić kosztem nieszczęśnika, zamieniając go w dziewczynę, sprawy przybierają jeszcze bardziej szaleńczy obrót. Teraz będzie musiał stawić czoła poważnym problemom – bo co zrobić, gdy, miłość głównego bohatera zaczyna traktować go jak najlepszą przyjaciółę, a przyjaciel z dzieciństwa zaczyna czuć miętę do przemienionego chłopaka?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/cube_sa)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "107.5"
  },
  {
    "mangaId": "3225971b-272f-482f-9f8f-df2a4e466b27",
    "title": {
      "en": "Kimi wa, Nina Janai"
    },
    "updatedAt": "2024-08-09T18:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/3225971b-272f-482f-9f8f-df2a4e466b27/20a18ef5-9349-44b5-a2c1-8eeb0195a509.jpg",
    "altTitles": [
      {
        "ja": "きみは、ニーナじゃない"
      },
      {
        "en": "You Are Not NINA!"
      },
      {
        "ja-ro": "Kimi wa, Nina Ja nai"
      },
      {
        "ja-ro": "Kimi wa Nina Ja nai"
      },
      {
        "ja": "きみは ニーナじゃない"
      }
    ],
    "description": {
      "en": "The only solace for this young man, who has withdrawn into his own shell after a heartbreak, is watching his \"idol\" on stream. Then one day, he suddenly finds himself hiding from a girl who turns out to be his \"idol\"...? A life-changing romance between a heartbroken boy and a streamer begins!",
      "pt-br": "Aoba é um jovem que sofreu um trauma devido a um terrível término de relacionamento. Por conta disso, desenvolveu medo de interagir com outras pessoas, deixou seu emprego e passou a viver fazendo trabalhos temporários, tendo como única alegria assistir às transmissões de sua streamer favorita. Certo dia, ao ser abordado por uma garota que costumava ver em seu caminho de volta para casa, ele acaba concordando em morar com ela? Ele fica surpreso ao descobrir que ela era justamente sua streamer favorita... Assim, tem início um romance transformador entre um rapaz de coração partido e uma streamer!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "66bd7e02-9028-4a67-bce5-648b6a639435",
    "title": {
      "en": "Pickup Artist Forced to Crossdress"
    },
    "updatedAt": "2024-10-06T03:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/66bd7e02-9028-4a67-bce5-648b6a639435/8d9fafb2-deb0-4c60-8e28-f1484edf64f3.jpg",
    "altTitles": [
      {
        "ja": "強制女装ナンパ男"
      },
      {
        "ja-ro": "Kyousei Josou Nanpa Otoko"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-09-22T15:16:21+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/6211ad36-65cb-4c4b-955e-f06972c57608.jpg",
    "altTitles": [
      {
        "ja": "渦神 - 分裂増殖人間"
      },
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-05-29T18:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "a1f64c4f-2b89-4cc9-a9ec-5f3f25cff946",
    "title": {
      "en": "Boys Run the Riot"
    },
    "updatedAt": "2024-04-11T18:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/a1f64c4f-2b89-4cc9-a9ec-5f3f25cff946/0c610572-c684-4b00-a987-5051de4c5bba.jpg",
    "altTitles": [
      {
        "ja": "ボーイズ・ラン・ザ・ライオット"
      }
    ],
    "description": {
      "en": "Ryou is a high school student with the body of a girl, but the mind of a boy. He struggles with his gender dysphoria and his inability to accept it, but his life takes a big turn when he meets Jin, a go-getter who loves clothes. Destroy all that's \"natural\" and \"inconvenient\" with your own clothes! A fashion coming-of-age story about rugged buddies begins!",
      "pt-br": "Ryou é um estudante do ensino médio que sendo um homem em um corpo de uma mulher, nunca conseguiu se encaixar. Ele conhece Jin, um repetente que parece não ligar para nada. Ambos juntos descobrem uma paixão em comum, roupas. Siga a história deles enquanto tentam criar uma marca de roupas ainda no ensino médio!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "37"
  },
  {
    "mangaId": "c098d85a-54a1-45dd-9921-d8ab3dd26d0b",
    "title": {
      "en": "Lord"
    },
    "updatedAt": "2024-08-25T16:12:12+00:00",
    "coverArt": "https://mangadex.org/covers/c098d85a-54a1-45dd-9921-d8ab3dd26d0b/a3b54321-cd37-498f-9a0f-d1184d36a3a2.jpg",
    "altTitles": [
      {
        "ja": "覇－LORD"
      },
      {
        "fr": "Lord (Pika)"
      }
    ],
    "description": {
      "en": "The story is loosely based on the Three Kingdoms period, using both real and original characters and events from the historical period in Chinese history and folklore of the Romance of the Three Kingdoms."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "154"
  },
  {
    "mangaId": "e750ebbd-e54a-412c-92d0-e3c183692527",
    "title": {
      "en": "Yuko Sae Tatakaeba"
    },
    "updatedAt": "2024-10-06T03:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/e750ebbd-e54a-412c-92d0-e3c183692527/e7980c70-e142-4816-83dc-2720d1be1fda.jpg",
    "altTitles": [
      {
        "en": "If Only Yuko Would Fight"
      },
      {
        "th": "เรื่องนี้ต้องถึงคุณยูโกะ"
      },
      {
        "ja": "ゆこさえ戦えば"
      },
      {
        "zh": "只要优子也战斗"
      },
      {
        "ko": "유코만 싸워준다면"
      }
    ],
    "description": {
      "en": "Every few centuries, 496 demons of the demon world, each choose a human who will fight each other in a tournament of sorts called \"Diabloil\". Our main protagonist is a little high school girl who was chosen by the demon she dubbed \"Gii-chan\". She was given the power over fire and allowed one wish. She wished to go to school. This is the comedic,action packed adventure filled manga.",
      "vi": "Sự kiện Diabloil - nơi mà 496 con quỷ sẽ tụ họp lại, đi đến chốn nhân giới nhằm tìm kiếm vật chủ thích hợp, sống cùng và chiến đấu nhằm giành lấy một điều ước có thể thành thực. Và con quỷ nào đi cùng kẻ chiến thắng sẽ mãi được khắc ghi lên trang sử chốn quỷ giới! Không may thay, con quỷ - nhân vật chính - lần này đã vô tình dính vào một nữ chính không có ham muốn gì quá cao to, mà chỉ muốn dấn thân mình vào học tập. Một tổ hợp lạ lùng giữa một cô gái không biết đánh nhau - Shinouji Yuko, và một con quỷ thèm khát danh hiệu chốn quê nhà - Gigira Kinglay hân hạnh được lên sóng với quý độc giả.",
      "pt-br": "A cada dois séculos, 496 demônios do mundo demoníaco escolhem, cada um, um humano que batalhará com outros de sua espécie em um torneio chamado Demonza'al. Nossa protagonista é uma pequena e fofinha colegial escolhida por um demônio chamado Gigira. Foi entregue a ela o poder sobre o fogo e a capacidade de realizar um desejo, ela desejou ir para a escola de uma vez."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "0d154989-8804-414a-baaa-3d127bf3f7f2",
    "title": {
      "en": "Majin Tantei Nougami Neuro"
    },
    "updatedAt": "2024-07-21T09:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/0d154989-8804-414a-baaa-3d127bf3f7f2/8a0cdb8f-36d5-4518-9ed9-96f2e5200778.jpg",
    "altTitles": [
      {
        "en": "Demonic Detective Neuro Nougami"
      },
      {
        "en": "Demonic Detective Nougami Neuro"
      },
      {
        "ja-ro": "Majintantei Nougami Neuro"
      },
      {
        "fr": "Neuro - Le mange-mystères"
      },
      {
        "ja-ro": "Nougami Neuro"
      },
      {
        "zh-hk": "魔人偵探腦嚙涅羅"
      },
      {
        "ja": "魔人探偵脳噛ネウロ"
      }
    ],
    "description": {
      "en": "The Demon Neuro has a raging hunger for ‘mysteries.’ Being dissatisfied with his current regime in hell, he’s come into the mortal realm in order to satiate his ever-growing appetite. The murder case of a young girl’s father seems to be sufficiently enticing for the Demon’s needs.. But what else might happen between these two? Find out in this disturbingly good murder-mystery series."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "202"
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-10-04T00:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f7d7d28-03c8-4587-b2da-3415dcf99278",
    "title": {
      "en": "The Tree of Death: Yomotsuhegui"
    },
    "updatedAt": "2023-12-19T18:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/1f7d7d28-03c8-4587-b2da-3415dcf99278/ca88e98c-3408-4085-82cf-f7aa239d1834.jpg",
    "altTitles": [
      {
        "ja": "ヨモツヘグイ 死者の国の果実"
      },
      {
        "ja-ro": "Yomotsuhegui - Shisha no Kuni no Kajitsu"
      }
    ],
    "description": {
      "en": "Ex-policeman Kanetsugu Nawa is a model prisoner, imprisoned for murder and attempted murder in an act of revenge for his late wife and daughter.\nAfter being released on parole and shunned by his only remaining family, he returns to the only thing he has left; his revenge.\nA strange young girl follows him upon his release, seemingly with an ulterior motive..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2024-06-21T20:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/54b58da7-7172-4548-a3fb-20b71c1882c0.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "d1781652-404b-4ba9-83cf-b53a8dcd9dbd",
    "title": {
      "en": "Ouritsu Mahou Gakuen no Saikasei ~Hinkongai Agari no Saikyou Mahoushi, Kizoku Darake no Gakuen de Musou Suru~"
    },
    "updatedAt": "2024-09-28T19:40:19+00:00",
    "coverArt": "https://mangadex.org/covers/d1781652-404b-4ba9-83cf-b53a8dcd9dbd/848d045f-8b00-4a3c-83a6-2871b098bf62.jpg",
    "altTitles": [
      {
        "ja": "王立魔法学園の最下生～貧困街上がりの最強魔法師、貴族だらけの学園で無双する～"
      },
      {
        "en": "The Irregular of the Royal Academy of Magic: The Strongest Sorcerer From the Slums Is Unrivaled in the School of Royals"
      },
      {
        "ko": "로얄아카데미의 불규칙마법~빈민가 출신 최강의 마법사가 로열스 학원에서 타의 추종을 불허합니다~"
      },
      {
        "pt-br": "O irregular da academia real de magia"
      },
      {
        "ru": "Младший студент королевской академии магии - сильнейший маг-выскочка из трущоб, которому нет равных среди знати в академии"
      },
      {
        "ru": "Самый Сильный Колдун из трущоб не имеет себе равных в Королевской школе магии"
      },
      {
        "es": "El irregular de la real academia de magia ~el hechicero más fuerte de los barrios bajos no tiene rival en la escuela de la realeza ~"
      },
      {
        "uk": "Найсильніший чаклун з нетрів не має собі рівних в Королівській школі магії"
      }
    ],
    "description": {
      "en": "\"Magic.\" A sacred mystery usable only by those chosen. One day, a child from the slums named Arus finds he has the power to use magic. A sorcerer by the name of Genos Willzard learns of his talent and raises him, turning him into the greatest of assassins. One day, Genos gives him an order: To enroll at the Magic Academy...?!",
      "id": "Sihir, misteri yang hanya bisa digunakan oleh orang-orang terpilih. Suatu hari, seorang anak yang berasal dari desa kumuh bernama Ars, menyadari bahwa dirinya memiliki kekuatan sihir. Seorang penyihir bernama Genos Wilzard menemukan bakatnya itu, lalu membesarkannya untuk menjadikannya sebagai pembunuh terkuat. Bagaimana ya kisahnya ketika Genos menyuruhnya masuk ke Akademi Sihir…!?",
      "ja": "貴族に生まれた者のみが使える神秘、魔法――。貧しい出自で虐げられた生活を余儀なくされる幼き少年・アルスだったが、ある日、自分に魔法の才の宿る『呪われた血』であることに気がつく。暗殺者に拾われ、裏社会の魔法師として鍛錬を積んだアルスは15歳になる年に『王立魔法学園』入学を勧められることに…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9b6e214-d809-4dfc-b72b-a3a4aa43a8e7",
    "title": {
      "en": "The Dark Archaeologist and the Guard"
    },
    "updatedAt": "2022-08-01T16:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9b6e214-d809-4dfc-b72b-a3a4aa43a8e7/42df841e-27d2-4cea-a664-c88bbac0c99b.jpg",
    "altTitles": [
      {
        "ja": "闇考古学者と番人"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d61ff895-dee4-43ea-94a5-318e84385062",
    "title": {
      "en": "Kurosagi Shitai Takuhaibin"
    },
    "updatedAt": "2024-05-28T14:24:28+00:00",
    "coverArt": "https://mangadex.org/covers/d61ff895-dee4-43ea-94a5-318e84385062/59604087-4210-479a-bfe2-580f3bd0f987.jpg",
    "altTitles": [
      {
        "en": "Kurosagi Corpse Delivery Service"
      },
      {
        "en": "KUROSAGI delivery service of corpse"
      },
      {
        "en": "The Kurosagi Corpse Delivery Service"
      },
      {
        "ja": "黒鷺死体宅配便"
      }
    ],
    "description": {
      "en": "Your body is their business!  \nFive young students at a Buddhist university, three guys and two girls, find little call for their job skills in today's Tokyo…among the living, that is! But all that stuff in college they were told would never pay off — you know, channeling, dowsing, ESP — gives them a direct line to the dead…the dead who are still trapped in their corpses and can't move on to the next reincarnation.  \n  \nThe five form the *Kurosagi* (\"Black Heron”, their ominous bird logo) *Corpse Delivery Service*: whether suicide, murder, accident, or illness, they'll carry your body wherever it needs to go to free your soul! The kids from Kurosagi can smell a customer a mile away — it's a good thing one of the girls majored in embalming!"
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-07-29T17:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/f75cd336-9da7-4926-b6b2-576fd53a8c7a.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "b988f736-dc4b-45d1-a039-bafce678d059",
    "title": {
      "en": "A Manga About a Childhood Friend Who's Always Clinging"
    },
    "updatedAt": "2024-10-06T04:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/b988f736-dc4b-45d1-a039-bafce678d059/e1a84328-afd2-4a02-807c-57840d694576.png",
    "altTitles": [
      {
        "ja": "くっついてくる幼馴染の漫画"
      },
      {
        "ja-ro": "Kutsuite Kuru Osananajimi no Manga."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-08-02T14:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/9f0fb476-85c0-407a-ada9-42caa44a656f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyousuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?",
      "pt-br": "Depois de completar 30 anos como NEET, Kyousuke foi expulso da casa de seus pais.\nFoi então que Rui, o seu melhor amigo, propôs uma solução: casar e depois divorciar-se!\n\nUm rapaz e uma moça que são “apenas amigos” há cerca de uma década decidem entrar em um casamento de mentira.\nEle é um romântico e ela é apenas uma garota pragmática. Um casal inadequado para o casamento.\nO que eles descobrirão depois de 100 dias juntos?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f6ffe4-d3d0-4a1d-94af-10f1883db093",
    "title": {
      "en": "Kimi no Risou no Maid ni Naru!"
    },
    "updatedAt": "2024-10-01T13:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/12f6ffe4-d3d0-4a1d-94af-10f1883db093/098407d6-a700-4d3c-b29b-dcb4714c958c.jpg",
    "altTitles": [
      {
        "ja": "キミの理想のメイドになる！"
      },
      {
        "en": "To Become Your Ideal Maid!"
      }
    ],
    "description": {
      "en": "To return her master's kindness, her goal is to become the ideal maid.\n\nA classic romantic comedy of love with perfect sugar content begins!\n\nA few months into his high school life, Renya Nijou has no friends or girlfriend and spends his days living alone. But one day, he witnesses how Maya Kamishiro, the most beautiful girl in his class, was about to be kidnapped by mysterious men dressed in black, apparently Maya was sold by her parents to pay their debts, so Renya decides to help her with the financial resources he got through investments, but Maya can't help but want to return the favor, and declares that she will become Renya's maid...?",
      "ja": "ご主人様への恩を返すため、理想のメイドを目指します♥\n糖度満点王道メイドラブコメ！\n\n高校生活が始まって数ヶ月、二条廉也は友人も彼女もおらず、\nさらに一人暮らしという孤独な日々を送っていた。\nだがある日、クラス一の美少女、神城真夜が謎の黒服の男たちに\n連れ去られそうになっているところを目撃する。\n真夜は借金の片に両親に売られそうになっていたのだ。\nそんな彼女を廉也は投資などで築いた財力を元手に助けるのだが、\n恩を返さずにはいられない真夜は廉也のメイドになることを宣言し……！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b5a5de-05d2-49c2-8e02-fa5eeca22096",
    "title": {
      "en": "To the Dear F - Phantom of the Opera"
    },
    "updatedAt": "2024-05-03T16:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/f9b5a5de-05d2-49c2-8e02-fa5eeca22096/170a1e29-f398-4bc2-bfc7-295ada740d90.jpg",
    "altTitles": [
      {
        "ja": "深愛なるFへ～オペラ座の怪人～"
      },
      {
        "ja-ro": "Shinai naru Phantom e: Opera-za no Kaijin"
      },
      {
        "ja-ro": "Shinai naru F e - Opera-za no Kaijin"
      }
    ],
    "description": {
      "en": "In the mysterious Paris of the 19th century, the Opera House is famous for its great plays and shows. \nHowever, no one imagines that behind that place where everyone lives magical moments, hides a ghost so terrifying that the fifth box of the theater is forbidden to all the cast. \"F\", a ghost whom everyone fears, lives surrounded by rumors about his existence. However... not everyone believes in it. Christina Dae, a chorus girl with a voice like no other, refuses to consider that such a thing could exist, even though a part of her thinks that not everything said about \"F\" is real. Therefore, Christina is not afraid to go to practice and walk where no one else does. What if those rumors about that mysterious ghost were real?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-10-06T03:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/ebcd551e-28b8-4d01-85e8-d6182db5f8c7.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Cousin"
      },
      {
        "en": "My Young Cousin"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! On top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on!",
      "ja": "友達以上恋人未満な従妹が距離が近すぎて死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家で過ごすことになった少年・望。山と田んぼが多い田舎で困惑するも、それ以上彼にはある悩みがあった。その原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず……!!? こんな「従妹」がいてくれたら理性が持たない!?",
      "pt-br": "Seu primo mais que amigo, menos que amante é tão fofo que poderia morrer!!!!?\n\nNozomu é um garoto que está na casa do tio nas férias de verão. No campo, onde não há lojas de conveniência, nem mesmo ônibus, o garoto tem um problema. Esse problema é seu primo mais novo, Sou! Ele está sendo levado por essa garota bronzeada e cheia de energia dia após dia e não consegue mostrar a ela a dignidade condizente com sua idade avançada!\n\nAlém disso, intencionalmente ou não, ele está ficando nervoso com o comportamento convidativo de Sou. Eventualmente, Nozomu não conseguia tirar os olhos de Sou e estava caindo cada vez mais sob seu feitiço...!!? Com ​​uma \"prima\" como essa, sua razão está tendo dificuldade em se segurar!\n\nEsta é uma comédia romântica com um cara que está afundando com todas as provocações de sua prima bronzeada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-10-06T03:02:48+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fa72daf-f523-44a9-86b0-861f1fb3ce64",
    "title": {
      "en": "Gamers!"
    },
    "updatedAt": "2023-02-12T17:42:51+00:00",
    "coverArt": "https://mangadex.org/covers/1fa72daf-f523-44a9-86b0-861f1fb3ce64/1c3173b9-4937-4b73-ae79-39499c103ff8.jpg",
    "altTitles": [
      {
        "en": "Misunderstandings!"
      },
      {
        "tr": "Oyuncular"
      },
      {
        "ja": "ゲーマーズ！"
      },
      {
        "ko": "게이머즈!"
      }
    ],
    "description": {
      "en": "The story centers on a fairly ordinary high school boy named Keita Amano. His hobby is video games, but apart from that, he has no conspicuous traits, and has never been in love. As Keita continues his gaming life, he suddenly becomes involved with the most beautiful girl at school, Tendou Karen, the president of the school's video game club. She shocks Keita when she suddenly asks him to join the video game club. Watch how their relationship evolves and becomes more complicated, especially when other gamers come into the picture, creating all sorts of misunderstandings and drama.",
      "pt": "Esta é uma história que gira em torno de certos alunos e um hobby. Amano Keita é nosso protagonista solitário que tem uma paixão por jogos e é amigo de Uehara Tasuku, que é secretamente uma colega jogadora e é alguém que acredita que sua vida é perfeita. Nós também temos Karen Tendou, presidente do clube de videogames e Chiaki Hoshinomori, que constantemente briga com Keita. Esta é uma história preenchida com uma sequência sem parar de cenas de comédia e mal-entendidos. Nossa comédia romântica caótica começa agora!",
      "pt-br": "Esta é uma história que gira em torno de certos alunos e um hobby. Amano Keita é nosso protagonista solitário que tem uma paixão por jogos e é amigo de Uehara Tasuku, que é secretamente uma colega jogadora e é alguém que acredita que sua vida é perfeita. Nós também temos Karen Tendou, presidente do clube de videogames e Chiaki Hoshinomori, que constantemente briga com Keita. Esta é uma história preenchida com uma sequência sem parar de cenas de comédia e mal-entendidos. Nossa comédia romântica caótica começa agora!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/81bbc79e-9aec-4530-8fc9-04e707fbb9d1.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac2c3cdb-6607-46ae-9705-b75a70351ae0",
    "title": {
      "en": "Boys on the Run"
    },
    "updatedAt": "2024-05-02T03:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/ac2c3cdb-6607-46ae-9705-b75a70351ae0/177d5b11-0957-4df5-99b1-769e1cd3935d.jpg",
    "altTitles": [
      {
        "ru": "Мальчики на побегушках"
      },
      {
        "ja": "ボーイズ・オン・ザ・ラン"
      },
      {
        "ja": "敏行快跑"
      },
      {
        "ko": "보이즈 온 더 런"
      }
    ],
    "description": {
      "en": "The story is about how and why a guy goes from a worker at a dead-end job to becoming a boxer.",
      "pt-br": "Tanishi é um jovem de 29 anos que trabalha numa empresa que produz brinquedos gashapon. Não sendo particularmente atraente, Tanishi se vê  como uma falha. Essa é a história da trajetória de Tanishi até se tornar um boxeador."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "116"
  },
  {
    "mangaId": "33e85af1-f040-44af-84ac-b9c6ecd04ccb",
    "title": {
      "en": "Shiota-sensei to Amai-chan"
    },
    "updatedAt": "2024-10-06T02:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/33e85af1-f040-44af-84ac-b9c6ecd04ccb/71c6c1ce-242f-46bc-ae97-7d58aad2fc17.jpg",
    "altTitles": [
      {
        "it": "Il professore Shiota e Amai"
      },
      {
        "fr": "Professeur Shiota et Amai"
      },
      {
        "ru": "Шиота-сенсей и Амай-чан"
      },
      {
        "ja": "塩田先生と雨井ちゃん"
      },
      {
        "vi": "Shiota-Sensei Và Amai-Chan"
      }
    ],
    "description": {
      "en": "A teacher and student romance.  \n  \nAmai Yayoi, 16 years old.   \nA high school girl who puts her heart into expressing her love for Shiota-sensei.  \n  \nShiota Tsuguharu, 29 years old.  \nA high school teacher who is steadily beginning to accept Amai-chan.",
      "ru": "Милая и романтическая история любви учителя и его ученицы."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "944f8f69-9a9c-4678-9e0d-c8202de70cb3",
    "title": {
      "en": "Mr. Villain's Day Off"
    },
    "updatedAt": "2024-06-24T03:39:48+00:00",
    "coverArt": "https://mangadex.org/covers/944f8f69-9a9c-4678-9e0d-c8202de70cb3/dfa427f0-23a9-45ed-acbf-eb2a9a2e940c.jpg",
    "altTitles": [
      {
        "ja": "休日のわるものさん"
      },
      {
        "ja-ro": "Kyujitsu no Warumono-san"
      },
      {
        "fr": "Monsieur méchant en jour de congé"
      },
      {
        "ru": "Выходной господина злодея"
      },
      {
        "zh": "休假日的坏人先生"
      },
      {
        "zh-hk": "休假日的壞人先生"
      },
      {
        "pt-br": "Dia de folga do vilão"
      }
    ],
    "description": {
      "en": "There exists an evil organisation that intends to invade planet Earth.  \n  \nThe man called \"General\" fights everyday against the Earth's Defence Force, the \"Rangers!\"  \n  \nHowever, today is his day off.\n\n---\n\nAdditional Official English Release | [Comikey](https://comikey.com/comics/mr-villains-day-off-manga/231/)",
      "pt-br": "Existe uma organização maligna que almeja invadir o planeta Terra.\n\nUm de seus membros, o General, luta todo dia contra as Forças Defensivas da Terra, mais conhecidos como Os Rangers.\n\nPorém, hoje é o dia de folga dele."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru game wo owarasetai"
    },
    "updatedAt": "2024-10-06T02:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "vi": "Đôi bạn thuở nhỏ luôn ở bên nhau từ khi cả 2 còn bé. Cả 2 đều nhận ra tình cảm của nhau, nhưng họ quá thân thiết nên không thể thành thực. Thứ kết nối họ là trò chơi \"Tớ yêu cậu\" mà cả 2 đã chơi hồi còn nhỏ . Kết cục tình yêu của họ sẽ được quyết định bằng trò chơi đơn giản này khi người chiến thắng là người khiến người kia phải xấu hổ.",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-09-26T01:01:03+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]