[
  {
    "mangaId": "69d9d31d-a435-4f5d-8fbb-3ab93fab16f9",
    "title": {
      "en": "I Wanna Spoil Yoroizuka-san!"
    },
    "updatedAt": "2024-08-23T07:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/69d9d31d-a435-4f5d-8fbb-3ab93fab16f9/d4ec9692-37e8-4509-85ab-00ad1edf9610.jpg",
    "altTitles": [
      {
        "ja-ro": "Yoroizuka-san wo Baburasetai"
      },
      {
        "ja": "鎧塚さんをバブらせたい"
      }
    ],
    "description": {
      "en": "Kurumi is a shy and easily embarrassed high school girl with a strong imagination. Her girlfriend is a cool, iron-faced office worker, Ms. Yoroizuka, who doesn't show much emotion. In order to get the older woman to indulge in her, Kurumi tries all sorts of things to spoil Ms. Yoroizuka, but...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "63e54dfd-f7a9-473e-a591-28558e229c5b",
    "title": {
      "en": "Zatch Bell!!"
    },
    "updatedAt": "2025-02-08T06:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/63e54dfd-f7a9-473e-a591-28558e229c5b/94a0a644-5185-49ef-9c49-2e6eefef1c8c.jpg",
    "altTitles": [
      {
        "id": "Gash Bell!!"
      },
      {
        "ja-ro": "Konjiki no Gash!!"
      },
      {
        "ja": "金色のガッシュ!!"
      },
      {
        "en": "Golden Gash!!"
      },
      {
        "zh-hk": "魔法少年賈修"
      },
      {
        "ko": "금색의 갓슈!!"
      },
      {
        "vi": "Cậu bé vàng Gash"
      }
    ],
    "description": {
      "en": "Every 1000 years, 100 demon children are sent to Earth to compete in a battle to become king of the Demon World. Each demon is paired with a human partner who is given a spell book of a specific color. The human can cast the demon's spells through their book. If a demon's book is burned, they disappear and return to the Demon World. The last demon remaining becomes the king. The show is oriented around Gash Bell and his human partner, Takamine Kiyomaro.  \n  \n---\n- **Won the 48th Shogakukan Manga Award for Shonen**",
      "pt-br": "Takamine Kiyomaro é um estudante gênio do ensino médio, muito convencido e que vê todos os outros como inferiores. Ele se fecha para o resto da escola, sendo um excluso por opção. Um dia, um estranho garotinho loiro invade sua casa trazendo consigo um livro vermelho e uma carta de seu pai. O rapaz descobre que o nome do garoto é Gash e que ele perdeu a memória, então seu pai lhe pede para cuidar do menino.\n\nMuito irritado com a inesperada responsabilidade, Kiyomaro volta sua atenção para o estranho livro, também mencionado na carta de seu pai, que possui letras estranhas de cor azul, as quais ele não consegue entender. Folheando o curioso objeto o rapaz encontra palavras escritas em vermelho, e apesar de estarem em uma língua que ele nunca viu, consegue lê-las como se estivesse em japonês, e ao pronunciar as palavras vermelhas \"Zakeru\", um estranho relâmpago é então atirado da boca de Gash, como se fosse um raio, porém, o garotinho perde a consciência ao atirá-lo, não entendendo como o quarto de seu anfitrião parecia ter sido explodido de uma hora para outra.\n\nCom o desenrolar da história Kiyomaro conhece outro humano com um livro e uma criança, que por sua vez revela que os estranhos garotos não passam de crianças demônios, que estão competindo em um torneio para decidir quem será o próximo rei de seu mundo. Os livros representam os feitiços que cada criança pode usar para lutar, e explicam também que uma criança demônio não pode usar seus poderes sozinho no mundo humano; eles precisam primeiro procurar por um parceiro que possa ler seus livros e comandar seus feitiços em batalha.\n\nPara derrotar um oponente, basta queimar o livro do adversário e ele será mandado de volta para o mundo dos demônios. Depois de ponderar muito o rapaz decide ajudar Gash a recuperar sua memória e a  lutar nessa guerra contra os outros 99 demônios para torná-lo o próximo rei. Descobrindo pelo caminho o valor individual de cada pessoa, Kiyomaro irá relembrar sentimentos há muito tempo enterrados e o valor de uma verdadeira amizade."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "323"
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2024-07-25T09:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50639e84-936e-4183-8d12-aea11caa6d1f",
    "title": {
      "en": "Futago to Futago"
    },
    "updatedAt": "2025-01-23T14:48:29+00:00",
    "coverArt": "https://mangadex.org/covers/50639e84-936e-4183-8d12-aea11caa6d1f/94b66448-6999-4130-bbc9-40bc346359f9.png",
    "altTitles": [
      {
        "ja": "双子と双子"
      },
      {
        "ja-ro": "Futago to Futago"
      },
      {
        "en": "Twins and Twins"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29e8769d-2d3f-457b-af0a-6ea1ff1e9cf7",
    "title": {
      "en": "With My Price Deduction System, I Became Invincible"
    },
    "updatedAt": "2025-02-08T04:29:05+00:00",
    "coverArt": "https://mangadex.org/covers/29e8769d-2d3f-457b-af0a-6ea1ff1e9cf7/4db102b1-a41b-411c-addc-c039562652be.png",
    "altTitles": [
      {
        "ja": "物価下落システムで無双する"
      },
      {
        "en": "Dominating with the Price Collapse System"
      }
    ],
    "description": {
      "en": "The protagonist, Yuuto Matsushima, is an ordinary young man working multiple jobs to save money for his future spouse. One day, by a twist of fate, he accidentally activates a mysterious “system.” This system announces two things: first, that it has reduced the prices of goods worldwide to 1/1,000,000 of their original value, and second, that Yuuto’s personal funds remain unaffected by this change.\n\nIn a world where prices have plummeted to a fraction of their original cost, Yuuto suddenly finds himself unimaginably wealthy. As he uses his newfound fortune to help those around him, the system begins to issue specific missions for him to complete. While adapting to his new status and lifestyle, Yuuto gradually starts to think about the long-term impact of his wealth and resources, pondering how best to use them to shape the future."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "140e289b-a2c8-46f9-979a-214665861065",
    "title": {
      "en": "Kuchibiru Kara Ai"
    },
    "updatedAt": "2025-01-22T22:04:11+00:00",
    "coverArt": "https://mangadex.org/covers/140e289b-a2c8-46f9-979a-214665861065/b5c182bb-290a-461c-af3c-081fd509c8d8.png",
    "altTitles": [
      {
        "ja": "くちびるから愛"
      },
      {
        "ko": "입술에서 사랑"
      },
      {
        "en": "Love From Your Lips"
      }
    ],
    "description": {
      "en": "Riku, a beloved handyman known throughout the town, struggles with crowds due to his sensitive ears.After failing his entrance exams for that very reason, the one who supported him was his high school friend, Sumiharu.Despite being busy running his own business, Riku found comfort in Sumiharu's companionship. However, oneway, during an ordinary phone call, Riku unexpectedly felt aroused just from hearing Sumiharu's voice.Confused by this sudden change in his feelings, Riku begins to notice that the physical closeness between him and Sumiharu is steadily increasing. What could this mean for their relationship?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-12-09T17:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2025-01-11T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/e11086b2-84fd-484f-bf48-aec0be979438.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n___\n [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2e867cc-9518-40e6-a256-a0d6c428c668",
    "title": {
      "en": "The Invincible Man"
    },
    "updatedAt": "2025-02-06T19:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/e2e867cc-9518-40e6-a256-a0d6c428c668/4cd6d70d-71fe-4b49-8ab4-5f2e418c1f14.jpg",
    "altTitles": [
      {
        "en": "The Matchless Man"
      },
      {
        "zh": "无敌的人"
      },
      {
        "ja": "無敵の人"
      },
      {
        "ja-ro": "Muteki no Hito"
      }
    ],
    "description": {
      "en": "It is said that there is no such thing as an \"undefeated\" player in mahjong due to the large element of luck. However, an undefeated player suddenly appears on Japan's largest online mahjong site, Jansen! His name is \"M,\" and in order to find out if M is cheating, Sonokawa Junpei, a poor part-time worker, approaches him under the guise of a fake friendship. However, when he discovers the secret of M's strength, he begins to develop a passionate friendship with him... The tale of mahjong friendship that challenges the wall of undefeatedness begins!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2025-01-26T19:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "it": "Le 100 fidanzate che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "it": "Le 100 ragazze che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "es": "Mis 100 Novias Que Me Quieren Mogollón Mogollón"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "es": "Rentaro Aijou es una máquina de declararse y de recibir calabazas, consiguiendo la cifra de 100 rechazos al final de la secundaria. Roto por dentro, va a rezar a un santuario de suerte en el amor para pedir que la fortuna le sonría. Para su sorpresa, el dios del santuario se le aparece y le promete que conocerá a 100 almas gemelas durante el bachillerato.\n\nAunque al principio cree que le ha tomado el pelo, el primer día de clase se le declaran dos chicas en cuanto lo conocen, así que ve que sus rezos funcionaron y la cosa pinta bien. Sin embargo, hay un pequeño detalle que el dios no le explicó: si alguna de estas almas gemelas no consigue establecer una relación con él, esa chica morirá. Su gran corazón hace que no pueda permitir que eso suceda en ningún caso y por eso, ¡decide que saldrá con todas ellas!\n\n¡Su nueva e inesperada vida de bachillerato, llena de amor, confusiones y un montón de chicas, le depara una sorpresa tras otra!\n\n(Fuente: Editorial Ivrea)",
      "it": "**Link:**\n- Official Italian - [J-POP](https://j-pop.it/it/fumetti/manga/le-100-ragazze-che-ti-amano-tanto-tanto-tanto-tanto-tanto.html)",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee845b1a-b1cd-4fb3-ade2-0030890f7c2a",
    "title": {
      "en": "Mizuki-senpai’s Love Fortune-Telling"
    },
    "updatedAt": "2025-01-11T07:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee845b1a-b1cd-4fb3-ade2-0030890f7c2a/c0e604e1-903a-4f94-af7d-d4668b931edf.jpg",
    "altTitles": [
      {
        "ja": "水姫先輩の恋占い"
      },
      {
        "ja-ro": "Mizuki-senpai no Koi Uranai"
      },
      {
        "en": "Mizuki-sempai's Love-Fortune-Telling"
      },
      {
        "en": "Mizuki-senpai Is a Love Fortune-Teller"
      },
      {
        "en": "Mizuki-senpai Is a Love Divinator"
      },
      {
        "zh": "水姬学姐的恋爱占卜"
      },
      {
        "zh-hk": "水姬前輩的戀愛占卜"
      }
    ],
    "description": {
      "en": "A story about an unattractive second-year student, Sakagami, being teased around by a mysterious first-year student who is good at fortune-telling, Mizuki-senpai… But at the same time is actually showing signs that she likes him…\n\nA frustrating and strange romcom begins!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3edf5e4-09bf-480e-9655-dcedbc4e79ff",
    "title": {
      "en": "Isekai Cheat Kaitakuki"
    },
    "updatedAt": "2025-02-01T11:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/e3edf5e4-09bf-480e-9655-dcedbc4e79ff/8e7edc02-ba09-4afe-9826-dccbb001c27b.jpg",
    "altTitles": [
      {
        "ja": "異世界チート開拓記"
      },
      {
        "en": "Another World Cheat Pioneer"
      }
    ],
    "description": {
      "en": "I was living a life of a NEET, and I was supposed to have died suddenly because of my daily indolence - but when I woke up, I had become a baby. It seems that I was reincarnated in another world where magic exists. I was born the son of a lord in a remote village, and began to lead a second life with my beautiful mother Kara, my big-breasted maid and nanny Ruina, and my beautiful sister Amelia, who is not related to me by blood. As a teenager, I've grown up and enjoy my daily life in a different world using my top-level magical ability and modern knowledge...?",
      "ja": "ニート生活を送っていた俺は、日頃の不摂生が祟り突然死したはずだった――が、目覚めたら赤ちゃんになっていた。どうやら魔法の存在する異世界に転生したらしい。辺境の村の領主の息子として生まれた俺は、美しい母親のカーラ、巨乳のメイド兼乳母ルイーナ、血の繋がらない美人妹アメリアらに囲まれて第二の人生を歩んでいく。成長した俺は、10代にして異世界トップレベルの魔力量と現代知識を駆使して、異世界での日常を楽しむが……!?",
      "pt-br": "Eu estava vivendo uma vida de NEET e deveria ter morrido de repente por causa de minha indolência diária - mas quando acordei, havia me tornado um bebê. Parece que reencarnei em outro mundo onde existe magia. Nasci filho de um senhor em uma aldeia remota e comecei a levar uma segunda vida com minha linda mãe Kara, minha empregada de seios grandes e babá Ruina, e minha linda irmã Amelia, que não é parente de mim. Como um adolescente, eu cresci e aproveitei minha vida diária em um mundo diferente usando minha habilidade mágica de nível superior e conhecimento moderno...?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ba1ecb3-2128-4fc4-aa93-040e6597d875",
    "title": {
      "en": "Octagon Revenge"
    },
    "updatedAt": "2025-01-18T15:01:24+00:00",
    "coverArt": "https://mangadex.org/covers/5ba1ecb3-2128-4fc4-aa93-040e6597d875/138ff6af-7385-46a9-a52e-8807823bac8d.jpg",
    "altTitles": [
      {
        "ko": "옥타곤 리벤지"
      }
    ],
    "description": {
      "en": "“Punching and making each other bleed. How can you call that a sport?”\n\nHayul, who had been living a boring and stagnant life, goes through a turning point in her life through her friend Hongmin and coach Sangjun. Mixed Martial Arts, it is a sport that has the memories of her dad, but also the one that led Hayul’s dad into death. Hayul grabs her gloves once again, with a plan to get revenge on Johns Alves, the very person that killed her dad.\n\n“Talent above talents, will Hayul ever be able to break through that wall?”"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3b62f955-732c-43b2-84e7-cc1ff57896a7",
    "title": {
      "en": "Abandoned: Tsuyosugite Buki ga Kowareru Yuusha to Buki Shokunin no Elf"
    },
    "updatedAt": "2025-02-07T09:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/3b62f955-732c-43b2-84e7-cc1ff57896a7/7bd9d778-ad3a-4e6c-ac9a-c8f025fb07b4.png",
    "altTitles": [
      {
        "ja": "アバンダンド〜強すぎて武器が壊れる勇者と武器職人のエルフ〜"
      },
      {
        "en": "Abandoned: The Hero Who's So Strong He Breaks Every Weapon, and the Elf Weaponsmith"
      },
      {
        "tr": "Terk edilmiş: Her Silahı Kıracak Kadar Güçlü Kahraman ve Elf Silah Ustası"
      }
    ],
    "description": {
      "en": "An elf weaponsmith meets a hero who's so strong every weapon shatters in his hands after a single use."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728d4878-89ca-4876-a08b-1b61f2c161b7",
    "title": {
      "en": "Magical Girl's Defeat Trial"
    },
    "updatedAt": "2025-02-05T09:03:08+00:00",
    "coverArt": "https://mangadex.org/covers/728d4878-89ca-4876-a08b-1b61f2c161b7/3387a7f9-1fb3-450a-b9d5-671dfcb005f5.jpg",
    "altTitles": [
      {
        "ja": "魔法少女×敗北裁判"
      }
    ],
    "description": {
      "en": "In this world, Magical Girls are the only ones who can fight the \"monsters,\" the invaders from another realm. They must be courageous, inspire hope in people, and above all, they must never be defeated!\n\nHowever, some girls crumble under this heavy responsibility and lose to the monsters, tarnishing the name of Magical Girls. In the courtroom of the \"Defeat Trial,\" their disgrace is exposed, and they face severe punishment. To save these unfortunate girls, the rookie magical lawyer, Misago Yuuri, rushes to their aid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46535fe1-e54f-4ae7-9555-44850ad72dfb",
    "title": {
      "en": "Osaka Mad Family"
    },
    "updatedAt": "2024-10-21T09:25:51+00:00",
    "coverArt": "https://mangadex.org/covers/46535fe1-e54f-4ae7-9555-44850ad72dfb/3554a971-321e-4e96-a447-172188be93d2.jpg",
    "altTitles": [
      {
        "ja": "大阪MADファミリー"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ef6ddce-7930-45ae-a335-9a45604b99f7",
    "title": {
      "en": "Genjitsushugi Yuusha no Oukoku Saikenki"
    },
    "updatedAt": "2024-12-21T13:38:53+00:00",
    "coverArt": "https://mangadex.org/covers/1ef6ddce-7930-45ae-a335-9a45604b99f7/dcdb59dc-3792-4b9d-b53e-b30eb77f20ac.jpg",
    "altTitles": [
      {
        "ja": "現実主義勇者の王国再建記"
      },
      {
        "ja-ro": "Genjitsu Shugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "How a Realist Hero Rebuilt the Kingdom"
      },
      {
        "en": "A Realist Hero's Kingdom Restoration Chronicle"
      },
      {
        "fr": "Comment un Héro réaliste reconstruit un Royaume"
      },
      {
        "pl": "Jak realistyczny Bohater odbudował Królestwo"
      },
      {
        "vi": "Công Cuộc Tái Thiết Vương Quốc Của Anh Hùng Chủ Nghĩa Hiện Thực"
      }
    ],
    "description": {
      "en": "\"O, Hero!\"\n\nWith that cliched line, Kazuya Souma found himself summoned to another world and his adventure - did not begin. \n\nAfter he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now?! \n\nIn order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess?! \n\nWhat path will his outlook as a realist take Souma and the people of his country down?",
      "fr": "« Bonjour, Héros ». Après une convocation tout à fait banale dans un autre monde, Kazuya Souma se retrouve à l'aube d'une aventure épique–ou peux être pas. Après avoir présenté un plan pour renforcer économiquement et militairement le pays qui l'avait invoqué, le roi décide subitement de céder son trône à notre héros pour le meilleur et le pire, sans même demander l'avis de Kazuya. Et par-dessus tout, Kazuya se retrouva ainsi fiancé avec la propre fille de l'ancien roi. Afin d’obtenir un pays stable, il fera appel à tous les talents, les sages et les génies pour qu’ils soient à ses côtés. Cinq personnes se réunirent autour de Souma nouvellement couronné pour l’assister. Quels sont ces nombreux talents et les capacités qu’ils possèdent …!? Quelle sera la voie qu’il décidera d’emprunter pour ainsi révolutionner entièrement ce monde fantastique.",
      "ja": "異世界に突如として勇者召喚された相馬一也。だが、彼の“勇者”としての冒険は――始まらなかった。国王から国家の抱える危機と課題を聞き出した彼は、持ち前の現代の知識を活かし富国強兵策を提案。すると……「召喚されし勇者ソーマ・カズヤに王位を譲る！」なんと、あろうことか国王より譲位されてしまう。さらに王女をソーマの婚約者にすると発表され――!?\n\n若き国王ソーマと腹心の仲間とが共に国家の再興を目指す異世界本格内政ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c22152b-9a6f-48f3-adb6-27b2f4cc2758",
    "title": {
      "en": "Tsuihousareta Renkinjutsushi wa Mujikaku ni Densetsu to Naru Yandere Imouto (Oukoku no Shugoryuu) to Issho ni Henkyou de Shiawase ni Kurashimasu!"
    },
    "updatedAt": "2024-12-23T12:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/2c22152b-9a6f-48f3-adb6-27b2f4cc2758/9811a373-c94d-4651-911b-7c559ba3abee.jpg",
    "altTitles": [
      {
        "ja": "追放された錬金術師は無自覚に伝説となる ヤンデレ妹（王国の守護竜）と一緒に辺境で幸せに暮らします！"
      },
      {
        "en": "The Exiled Alchemist Unwittingly Becomes a Legend Living Happily on the Frontier with his Yandere Sister (The Guardian Dragon of the Kingdom)!"
      }
    ],
    "description": {
      "en": "One day, Mys, the eldest son of Duke Windsor, is sentenced by the king to be exiled to the border. The king claims that his secret visit to Valitra, the strongest dragon that protects the kingdom, is an attempt at treason against the kingdom. However, Valitra's guardian dragon is actually Mys' younger sister, Tinny, who was thought to have died four years ago! \n\n\"Mys Nii-sama is the one who saved my life, the one who is worthy to rule everything in the world [Supreme Being]. Anyone who hurts Mys Nii-sama will be thrown into hell!\" \n\nAnd the Kingdom is heading towards destruction, having incurred the wrath of its guardian dragon, Valitra... Meanwhile, on the border where Mys has become the ruler, his alchemy techniques are leading to unprecedented developments and making everyone happy - and once again, the kingdom is in danger of destruction.",
      "id": "Suatu hari, Mys, putra tertua dari Duke Windsor, dijatuhi hukuman oleh raja untuk diasingkan ke perbatasan. Raja mengklaim bahwa kunjungan rahasianya ke Valitra, naga terkuat yang melindungi kerajaan, merupakan usaha pengkhianatan terhadap kerajaan. Namun, naga penjaga Valitra sebenarnya adalah adiknya Meis, Tinny, yang dikira telah meninggal empat tahun lalu! “Mys Nii-sama adalah orang yang menyelamatkan hidupku, orang yang layak untuk memerintah segala sesuatu di dunia [Makhluk Tertinggi]. Siapapun yang menyakiti Mys Nii-sama akan ku lemparkan ke dalam neraka!” Dan Kerajaan sedang menuju kehancuran, setelah menimbulkan kemarahan naga pelindungnya, Valitra… Sementara itu, di perbatasan di mana Mys telah menjadi penguasa, teknik alkemisnya mengarah pada perkembangan yang belum pernah terjadi sebelumnya dan membuat semua orang bahagia – dan sekali lagi, kerajaan berada dalam bahaya kehancuran.",
      "ja": "まともな回復薬すら作れないことから、家族から無能扱いされていたウィンザー公爵家の長男・マイス。彼はある日、国王から辺境ベオグラードへの追放を言い渡されてしまう。王国を守るドラゴン【守護竜ヴァリトラ】のもとへ通っていたことが、王国への反逆に当たるというのだ。しかし実は、守護竜ヴァリトラの正体は4年前に死んだと思われていたマイスの妹ティニーであった――。「マイス兄様こそ私の命の恩人にして、この世のすべてを統べるに相応しい【至高にして至大であられるお方】です。マイス兄様を傷つける者は、この私が地獄に叩き落します！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2025-02-06T22:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/4e650103-ca73-44ef-98ea-cfd23209dc77.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections.",
      "ja": "西暦202X年。車の自動運転が普及した日本。そんな時代に、公道の自動車レースが開催されていた。世界中で人気を集めるレースの名はMFG。ポルシェ、フェラーリ、ランボルギーニなど最速を誇るマシンが次々に参戦していた。一方、イギリスのレーシングスクールを卒業したドライバー、カナタ・リヴィントンは、ある目的を果たすため日本に帰国するのであった。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e88ee62a-6a51-4d15-a525-da28449f364d",
    "title": {
      "en": "Office Worker Who Sees Fate"
    },
    "updatedAt": "2024-02-19T22:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/e88ee62a-6a51-4d15-a525-da28449f364d/0b5adcb6-ff04-49d6-8c8f-382dcb88842a.jpg",
    "altTitles": [
      {
        "ko": "운명을 보는 회사원"
      },
      {
        "en": "Employee that can see fate"
      }
    ],
    "description": {
      "en": "A child born to become a shaman and disrupt the world. He tries to become an ordinary office worker in order not to give up his greed and receive God.Choi Young-hoon, who sees through fate through contemplation and spurs. Can you really become an ordinary office worker?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8736457-f9e3-49fe-996c-e1ed0ed8bf5a",
    "title": {
      "en": "Vigilante Part 2"
    },
    "updatedAt": "2024-08-02T04:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8736457-f9e3-49fe-996c-e1ed0ed8bf5a/1b87880f-e1fe-40db-96af-7c05ca4deccd.png",
    "altTitles": [
      {
        "ko": "비질란테 2부"
      }
    ],
    "description": {
      "en": "After graduating from the police academy and being commissioned as an Inspector, Jiyong investigates the suspicious complainant Hwang Seong-gu and encounters a nationwide rental scam case. As Jiyong pursues the rental scam gang that evades proper legal judgment, he feels his vigilante rules being tested. And in the meantime, the four vigilantes involved receive threats from someone aware of their identities. They begin to sense the shadow of a great evil behind their adversaries."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53",
    "title": {
      "en": "Dívčí válka: Maidens' War"
    },
    "updatedAt": "2025-01-17T11:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/7b3a1a2a-b19f-4d6b-ba8e-dde594d45d53/cf4fdb02-f86c-493c-82d8-c514d524338e.jpg",
    "altTitles": [
      {
        "ja": "乙女戦争 ディーヴチー・ヴァールカ"
      },
      {
        "ja-ro": "Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Dívčí Válka"
      },
      {
        "ja-ro": "Otome Sensou - Divichi Valka"
      },
      {
        "en": "The Maidens' War: Dívčí Válka"
      },
      {
        "en": "Maidens War - Divichi Valka"
      },
      {
        "cs": "Dívčí válka"
      },
      {
        "fr": "Divci Valka, La guerre des pucelles"
      }
    ],
    "description": {
      "en": "The year is 1420. A small village in the Kingdom of Bohemia is wiped out by marauding Crusader knights. A young peasant girl named Šárka is the sole survivor of the massacre. She meets up with Jan Žižka, leader of the Hussite army, and chooses to take up arms…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/divci-valka-maidens-war)",
      "pt-br": "O ano é 1420. Uma pequena vila no Reino da Boêmia é destruída por cavaleiros da cruzada. Uma jovem camponesa chamada Sarka é a única sobrevivente do massacre. Ela se encontra com Jan Zizka, líder do exército hussita, e decide pegar em armas…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2025-02-01T23:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef",
    "title": {
      "en": "Seizonritsu 0% no Akuyaku Reijou"
    },
    "updatedAt": "2024-01-06T04:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/d5b4f0d0-c4b1-4909-9fb8-ade65b5882ef/9e234905-3227-4881-be8e-859333b111bc.jpg",
    "altTitles": [
      {
        "ja": "生存率0%の悪役令嬢"
      },
      {
        "ja-ro": "Seizon Ritsu 0% no Akuyaku Reijou"
      },
      {
        "en": "Villainess with a 0% Survival Rate"
      }
    ],
    "description": {
      "en": "If you make the wrong choice, you will die instantly! The worst Otome game ever with death is about to begin!\n\nOne day, the protagonist receives an email from her former best friend saying, “I finished developing the game we used to make together, and I’d like for you to play it.” However, the day after playing the game, she wakes up and finds herself as “Diana,” the villainess of the game! Moreover, she has entered the “extra mode,” in which Diana is the heroine! In this mode, her favorability with the male characters starts in the negatives, all of them seem to resent Diana.\n\nCan Diana survive this game of death?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc671773-a9e7-4cb3-810c-eea9f9bfee2b",
    "title": {
      "en": "Houkagogakari"
    },
    "updatedAt": "2024-11-12T18:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/fc671773-a9e7-4cb3-810c-eea9f9bfee2b/36b5d2ef-c66a-4b57-8df7-46febf3d2ac3.jpg",
    "altTitles": [
      {
        "ja": "ほうかごがかり"
      },
      {
        "en": "After-School Duty"
      }
    ],
    "description": {
      "en": "When the clock strikes midnight, we're trapped in \"After-School.\" In that world, there's no right answer, no end, no \"game clear.\" There’s only our lifeless bodies, stacking up one by one.\nOne day, Kei Nimori, a young elementary school student, suddenly notices his name scrawled on the classroom blackboard, alongside the mysterious words \"After-School Duty.\"\nThus begins a dark, midnight fairy tale of several young boys and girls risking their lives to record and contain monsters in a bizarre realm known as \"After-School.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51c1e7cc-23f4-4a08-a961-c1ab75e2bb33",
    "title": {
      "en": "Expressionless-Face Girl and Emotional-Face Boy"
    },
    "updatedAt": "2025-02-03T02:15:11+00:00",
    "coverArt": "https://mangadex.org/covers/51c1e7cc-23f4-4a08-a961-c1ab75e2bb33/3bdea205-146a-460c-ae6e-7c2b27f762ed.jpg",
    "altTitles": [
      {
        "ja": "顔に出ない柏田さんと顔に出る太田君"
      },
      {
        "en": "Expressionless Kashiwada-san and Emotional Oota-kun"
      },
      {
        "en": "Kao ni denai Kashiwada-san to Kao ni deru Ota-kun"
      },
      {
        "ko": "얼굴에 드러나지 않는 카시와다 양과 얼굴에 드러나는 오오타 군"
      },
      {
        "en": "Inexpressive Kashiwada and Expressive Oota"
      },
      {
        "pt-br": "A inexpressiva Kashiwada-san e o emotivo Oota-kun"
      },
      {
        "vi": "Gái Mặt Đơ Và Trai Đa Cảm"
      },
      {
        "vi": "Cô gái vô cảm và bạn trai đa cảm"
      }
    ],
    "description": {
      "en": "Meet Kashiwada-san, a female middle-school student, who remains emotionless regardless of how she is meddled with.  \nAnd Oota-kun, unable to control his facial expressions, is the complete opposite of Kashiwada-san–but he keeps messing with her, against his better judgment?!  \nThough the two of them are the exact opposite, will a mutual love eventually develop between them…?  \n \n\n---\n\n**Links:**  \n- [Official Korean Translation](https://www.bomtoon.com/comic/ep_list/zktldhkek)",
      "pt": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles …?",
      "pt-br": "Conheça Kashiwada-san, uma estudante do ensino médio, que permanece sem expressões, independentemente do que ela está sentindo. E Oota-kun, incapaz de controlar suas expressões faciais, é o completo oposto de Kashiwada-san, mas ele continua mexendo com ela, será que ele vai chegar a algum lugar? Embora ambos sejam exatamente o oposto, um amor mútuo acabará se desenvolvendo entre eles ...?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "125"
  },
  {
    "mangaId": "c5026183-3124-4d46-8fc9-bf78995cb47e",
    "title": {
      "en": "I Ran Away and Got Married"
    },
    "updatedAt": "2023-02-10T01:39:31+00:00",
    "coverArt": "https://mangadex.org/covers/c5026183-3124-4d46-8fc9-bf78995cb47e/d16942c2-ae00-4ec3-890f-5c359153fdb5.jpg",
    "altTitles": [
      {
        "ko": "도망쳤더니 결혼을 하게 됐습니다"
      }
    ],
    "description": {
      "en": "“You’re mine.”\n\nWhen Raphia met her demise after having been used and thrown away by her benefactor, Yuri, she went back nine years in the past.\n\n‘I’m not going to relive that hell!’\n\nRunning away from her benefactor, she went to Kasein Soleia, Yuri’s archnemesis, and signed a new sponsorship contract with him.\n\n“I shall kill every single person you despise, Milord.”\n\n“The necessary role happens to be open, and you might just be the right person for it.”\n\nYoung Duke. This is a sponsorship contract, right? But why . . . why are we getting married?\n\n===\n\n“Throughout the time I won’t be by your side . . . I will think of nothing but your small, cute head.”\n\nThat low voice sent shivers down her spine.\n\n“I can’t believe you’re leaving. I’ll just . . .”\n\nKasein looked at her sharply as if he was daring her to continue making up excuses.\n\n“You have to answer well, brat. Depending on what you say, all the wagon and shoe craftsmen of the Empire might lose their livelihood.”\n\nDespite his harsh words, Kasein’s touch was gentle. He couldn’t take his eyes off of Raphia, who strangely grew more beautiful by the day.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%84%EB%A7%9D%EC%B3%A4%EB%8D%94%EB%8B%88-%EA%B2%B0%ED%98%BC%EC%9D%84-%ED%95%98%EA%B2%8C-%EB%90%90%EC%8A%B5%EB%8B%88%EB%8B%A4/3299), [KakaoPage](https://page.kakao.com/content/61190666)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2025-01-12T23:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/96c84800-0434-4b56-ac5d-ac52ddbf66e8.png",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      },
      {
        "pl": "Specjalny Urzędnik Państwowy"
      }
    ],
    "description": {
      "en": "Socially-awkward Maru Han bombs his fifth attempt at getting a dream job in the civil service. But after a strange creature attacks him in the mountains, he finds himself recruited into the Special Civil Service for the Ministry of Environment. This secret organization is dedicated to fighting nachal, human-devouring demons who appear in clouds of yellow dust. As Maru struggles in his new job fighting nachal, he must find out why they're mysteriously drawn to him before the prophesied end of the world arrives."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49b8b3bd-09ae-4cba-9a7d-75a8762fd006",
    "title": {
      "en": "Raided the God's Warehouse"
    },
    "updatedAt": "2024-12-21T02:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/49b8b3bd-09ae-4cba-9a7d-75a8762fd006/b6e8a284-f2a1-4f4c-950b-0d9e5be125a3.jpg",
    "altTitles": [
      {
        "ko": "마신의 창고를 털었습니다"
      },
      {
        "en": "I Robbed the Storehouse of the God"
      }
    ],
    "description": {
      "en": "The Tower’s peace was shattered by the Outer invaders and the Great War of Gods and Demons, leading to the extinction of humanity. In the midst of it all, the only survivor, ‘Jeong Sewoon,’ embarks on a mission to undo everything. He discovers the Demon’s Vault, created by the Demon of Greed, within the depths of the Demonic War.\n\nInside the vault, he finds the Hourglass of Chronos, capable of turning back time!\n‘If I go back to the past, stop the Great War, ascend the Tower, and personally fend off the Outers…!’\n\nThis time, I won’t let the world fall to ruin. With the powers I took from the Demon’s Vault!\nFollow Jeong Sewoon’s expedition through the Tower as he starts again from the tutorial!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16dcfceb-4382-45f1-adb0-d57fc5ea0d06",
    "title": {
      "en": "Ore no Shibou Flag ga Todomaru Tokoro wo Shiranai"
    },
    "updatedAt": "2025-01-28T19:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/16dcfceb-4382-45f1-adb0-d57fc5ea0d06/12081a79-450d-4bae-b6c4-aa8189394b9c.jpg",
    "altTitles": [
      {
        "ja": "俺の死亡フラグが留まるところを知らない"
      },
      {
        "en": "My Death Flags Show No Sign of Ending"
      },
      {
        "ko": "내 사망플래그가 그칠 줄 모른다"
      },
      {
        "zh": "不知我的死亡flag将于何处停止"
      },
      {
        "fr": "Des risques mortels n'arrêtent pas de m'arriver"
      }
    ],
    "description": {
      "en": "When he came to his senses, Hirasawa Kazuki, a normal university student, found himself in possession of the body of a game's character. Moreover, it was Harold Stokes, the story's most hated character who was even given the title『King of Trash』by the players. Myriads of landmines are just waiting for him to step on them, like death flags! Will Harold be able to clear the survival route while avoiding the countless death flags in his way?!",
      "fr": "Lorsqu'il reprend ses esprits, Hirasawa Kazuki, un étudiant universitaire normal, se retrouve en possession du corps du personnage d'un jeu. De plus, c'est Harold Stokes, le personnage le plus détesté de l'histoire, qui a même été baptisé 『Roi des connards』par les joueurs. L'histoire est un terrain miné qui n'attend que lui pour exploser ! Harold pourra-t-il se dégager un chemin de survie tout en évitant les innombrables \"mines\" de l'histoire ? Des myriades de mines attendent qu’il les écrase, comme des drapeaux de mort (Game Over)!",
      "ja": "普通の大学生、平沢一希は気が付くと自身がやり込んだゲーム『Brave Hearts』の悪役キャラ、ハロルド・ストークスに憑依していた。 このままゲームのシナリオが消化されていくといずれ主人公たちに倒され死んでしまう！？ 作中でも屈指の強さを誇るハロルドの肉体とゲームの 知識で盛りだくさんの死亡フラグを回避してつかみ取れるか生存ルート！？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7087516-2b89-462f-8634-2e60baf6174c",
    "title": {
      "en": "I Really Don't Want to Learn Forbidden Spells"
    },
    "updatedAt": "2024-04-27T13:10:10+00:00",
    "coverArt": "https://mangadex.org/covers/c7087516-2b89-462f-8634-2e60baf6174c/8c0d38cc-dbd6-4c34-ae62-8a8bfdca6d9c.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ Zhēn Bù Xiǎng Xué Jìn Zhòu"
      },
      {
        "zh": "我真不想学禁咒"
      },
      {
        "zh-ro": "Wo Zhen Bu Xiang Xue Jin Zhou"
      }
    ],
    "description": {
      "en": "For Ning Feng, an infamous underachiever, this will be his third time taking the awakening exam.  When he awakens as a one-star -- the lowest possible rating -- everyone laughs.  He can't understand why his new skills talk about \"forbidden spells\" and \"dark power.\"  \nHe isn't an evil dark lord, but wow!  Who knew forbidden spells could be so powerful!  These skills are so cool, but they emit tons of dark power. \nThere's a new source of dark power in the city and Ning Feng must get stronger before anyone realizes that its him."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb5e0d41-0291-433f-9d69-5769536f110a",
    "title": {
      "en": "The Male Lead Is Trying to Change the Female Lead"
    },
    "updatedAt": "2024-12-29T19:56:29+00:00",
    "coverArt": "https://mangadex.org/covers/fb5e0d41-0291-433f-9d69-5769536f110a/ff7407ed-0944-4776-be21-cb962338116f.jpg",
    "altTitles": [
      {
        "ko": "남주가 여주를 바꾸려고 합니다"
      },
      {
        "ko-ro": "Namjuga Yeojureul Bakkuryeogo Hamnida"
      },
      {
        "en": "The Hero Is Trying to Change the Heroine"
      },
      {
        "fr": "Le principal masculin essaie de changer la principale féminin"
      },
      {
        "fr": "Le héros essaie de changer la heroïne"
      },
      {
        "es": "¿El protagonista masculino está tratando de cambiar a la protagonista femenina?"
      },
      {
        "ja": "脇役のはずが、主人公に求婚されています"
      }
    ],
    "description": {
      "en": "I ended up possessing the body of an extra named Luberia, who is barely mentioned in the story. And right in the tragic novel *Emperor Caesar*, full of wars and disasters, where the protagonist sacrifices everything for the love of the hero and everyone ends up dying! I planned to live discreetly and hide my strength... \n\nBut the male lead, Caesar, keeps looking for me and even proposes marriage, saying he wants to keep me around. Luberia doesn't want to meet the same tragic end as the protagonist, so she tries to avoid Caesar at all costs... But due to Caesar's intimidating appearance and assertiveness, before she knows it, she ends up engaged to him. \n\nWill Luberia manage not to fall in love with Caesar and survive until the end?",
      "es": "Quedé poseída por la extra 'Ruberia' cuyo nombre apenas se mencionaba. ¡Por qué, en la empobrecida novela <César se convierte en Emperador>, que está llena de guerras y accidentes, y donde la protagonista femenina se sacrifica por el protagonista masculino y todos mueren! Había planeado ocultar mis fuerzas y vivir en silencio y en silencio... El protagonista masculino, \"César\", sigue visitando a Ruberia e incluso le pide que se case con él, diciendo que quiere mantenerla a su lado."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "447a8960-6fe5-444a-83c9-ede1530d9937",
    "title": {
      "en": "Ore Dake Superhero"
    },
    "updatedAt": "2024-12-20T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/c81f7057-3bdf-408e-a536-dfd8c72c7535.jpg",
    "altTitles": [
      {
        "ko": "성장형 슈퍼히어로"
      },
      {
        "ja": "俺だけスーパーヒーロー"
      },
      {
        "en": "Growth-Type Superhero"
      }
    ],
    "description": {
      "en": "In an era of upheaval, humanity is forced to respond with weapons known as “Sacred Relics” that embody their very souls to combat monsters emerging from another world. Asahi Hinata, a young man with a promising future as the son of a hero, is about to attend the entrance ceremony at the National Valkyrie Academy. However, the Sacred Relic he receives is a hero suit that looks like it came straight out of a low-budget children’s hero show…Living day by day as an outcast at the academy, Hinata perseveres despite being disregarded by those around him. But one day, Hinata’s courage and resolve awaken a unique power within his hero suit…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/036fc4b0-480c-446b-9e70-a4789e1ad69c.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-10-12T23:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/fb6516d9-f409-4594-aa67-83189d1c64c0.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6165c017-08d5-4dab-8149-076cbca03a85",
    "title": {
      "en": "Ryuujin Kakusei"
    },
    "updatedAt": "2024-12-18T00:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/6165c017-08d5-4dab-8149-076cbca03a85/cbf92a16-eb4a-4f2a-9c94-dbd5f4c2f05b.jpg",
    "altTitles": [
      {
        "ja": "龍人覚醒"
      },
      {
        "en": "Dragons Awakening"
      }
    ],
    "description": {
      "en": "Inside the popular VRMMO where you can fight massive dragons, [Angolmois Field], Sudou Masaki, the world’s best player, defeated the dragon emperor. At the same time the game suddenly ends its service abruptly. But one day, the dragon emperor and its minions appear in the real world. The humans are put to the trial. Masaki knows that the scenario is just like the game [Angolmois Field] itself. If he were to obtain the [Sword Scale], he can manipulate the power of the dragons itself, and be awakened as a [Dragonoid]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fdc0e3a-d713-41ab-837e-8001164b8603",
    "title": {
      "en": "They Live in the Princess' Flower Garden"
    },
    "updatedAt": "2024-08-10T13:59:50+00:00",
    "coverArt": "https://mangadex.org/covers/7fdc0e3a-d713-41ab-837e-8001164b8603/3837623c-4f0e-4bde-8a6a-fff9962c35c0.jpg",
    "altTitles": [
      {
        "ko": "공녀님의 꽃밭에는 그들이 산다"
      },
      {
        "ko-ro": "Gongnyeonimui Kkoccbateneun Garden Sanda"
      },
      {
        "en": "Living in the Princess Flower Garden"
      },
      {
        "en": "They Live in the Duke Daughter's Flower Garden"
      },
      {
        "fr": "Ceux qui vivent dans son jardin"
      },
      {
        "th": "สวนดอกไม้ของเจ้าหญิง"
      },
      {
        "ja": "公女様のバラ色ロード！～華麗なる彼らに囲まれて～"
      },
      {
        "id": "They All Live in the Little Lady's Garden"
      }
    ],
    "description": {
      "en": "In this new life Ibelia just wanted to be loved but she was born with the talent of a master of spirits, thanks to the seal of the king of spirits. She receives unconditional love from her parents and siblings, and is constantly chased by knights who want to be her guards. Furthermore, she also attracts the attention of several powerful men, who have ambitious plans for her. \n\nOne of them is Ashrath, the king of demons and the only dragon in the other world, who wants to make her his bride. Another is Lelian, her childhood friend and the future emperor, who promises to build her an empire. And there are still others who hide their secrets and intentions. Ibelia will have to deal with them all, while walking along the flower path of an irresistible girl."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-12-21T10:26:46+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      },
      {
        "pt-br": "Apocalipse Global: Eu Sou o Rei dos Vírus!"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！",
      "pt-br": "Um apocalipse global envolveu o mundo. O cenário pós-apocalíptico se transforma em um jogo de evolução cruel! Este é o maior desafio e campo de provação para a humanidade, bem como o parque de diversões dos deuses e demônios! Chen Bai renasce dez dias antes do início do apocalipse! Ele injeta diretamente o vírus zumbi, despertando o talento SSS: Rei do Vírus! Controlando o vírus, ele inicia um caminho de evolução único!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb18a77-b646-4990-a9fa-0acfe66da4c6",
    "title": {
      "en": "Goodbye, Manga"
    },
    "updatedAt": "2025-02-08T04:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/4fb18a77-b646-4990-a9fa-0acfe66da4c6/ae6c7156-6e0d-4de5-b310-36637e4a0604.jpg",
    "altTitles": [
      {
        "ja": "さらば、漫画よ"
      },
      {
        "ja-ro": "Saraba, Manga yo"
      },
      {
        "en": "Farewell, Manga"
      },
      {
        "en": "Goodbye, Manga"
      }
    ],
    "description": {
      "en": "Minazo, an eight-year old boy living in Tokyo during the times of scorching heat, is saddened by his parents’ divorce and family separation while he seeks comfort in the popular manga Mokumoku Man. It’s author, Shishio, much like Minazo, is unable to fulfill that certain hole in his heart. Together, where will the chaotic world woven by their thoughts and prayers lead?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "3c06fe2a-35cf-4a4a-bad5-359b0bdaf079",
    "title": {
      "en": "The Saintess and the Curse"
    },
    "updatedAt": "2025-01-28T05:22:46+00:00",
    "coverArt": "https://mangadex.org/covers/3c06fe2a-35cf-4a4a-bad5-359b0bdaf079/cf848dc1-1f5a-4f26-ac3e-157455e5d385.jpg",
    "altTitles": [
      {
        "en": "Saint, Curse"
      },
      {
        "ko": "성녀, 저주"
      },
      {
        "en": "The Holy Lady, the Curse"
      }
    ],
    "description": {
      "en": "Velota Rosebet, the admired saint of the Lunhardt Empire, is marked by a terrible curse: she must receive the essence of a man once a month. Her secret is revealed during a full moon night by Saiden Blackwood, the leader of the order of holy knights, who has harbored a deep love for her. Overcome by anger towards the curse, Saiden decides to take on the task of freeing her. Will he be able to fulfill his oath and restore Velota's freedom?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7",
    "title": {
      "en": "Sweet & Tart Boyfriend"
    },
    "updatedAt": "2025-02-02T00:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7/83942fe8-49b7-4cb9-9cbb-ffa51d20ba5b.jpg",
    "altTitles": [
      {
        "en": "Tsun-Sweet Boyfriend"
      },
      {
        "ru": "Мой парень - Цундере"
      },
      {
        "ja": "ツン甘な彼氏"
      },
      {
        "ja-ro": "Tsun-Ama na Kareshi"
      },
      {
        "en": "Tsun-Sweet Boyfriend"
      }
    ],
    "description": {
      "en": "Acting cold while pampering you, that's a tsun-sweet boyfriend.   \r\n  \r\nMy dishonest boyfriend always teases me a little, then spoils me a lot. Living with such a boyfriend, my life is full of surprises but overflowing with happiness…!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "54.5"
  },
  {
    "mangaId": "999e2a25-43f8-4f88-bf71-5617a2e7468c",
    "title": {
      "en": "I Will Break Ties With the Harmful Sister"
    },
    "updatedAt": "2025-02-07T06:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "altTitles": [
      {
        "ja": "害悪姉と決別します"
      }
    ],
    "description": {
      "en": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiance might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-11-14T16:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2025-01-29T03:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      },
      {
        "fr": "Pleure pour cette fleur"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d904358-2de3-423b-a38e-8586694b5861",
    "title": {
      "en": "Living as the Villain's Stepmother"
    },
    "updatedAt": "2024-10-21T03:12:26+00:00",
    "coverArt": "https://mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "altTitles": [
      {
        "ko": "계모인데, 죽음을 피하는 게 너무 쉽다"
      },
      {
        "en": "As A Stepmother, It Is Too Easy To Avoid Death"
      },
      {
        "en": "It's So Easy to Avoid Death by Being a Stepmother"
      },
      {
        "en": "She's A Stepmother, But It's Too Easy To Avoid Death"
      },
      {
        "en": "Stepmother, It's So Easy to Avoid Death"
      },
      {
        "en": "The Evil Stepmother Lives On"
      },
      {
        "es-la": "Seré La Madrastra En Esta Historia, Pero Evitare Mi Muerte Destinada"
      }
    ],
    "description": {
      "en": "The oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2025-01-28T14:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/83f215a6-97ea-4a79-83fa-b522ae9ffacf.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ～デッドチューブ～"
      },
      {
        "en": "DeadTube"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      },
      {
        "ru": "Смертельная съёмка"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "ja": "映画研究部に所属する業得学園2年・町谷智浩は学園トップクラスの美少女・真城舞に、ある日突然、声をかけられる。なんでも2日間だけ、24時間完全密着の撮影をしてほしいとのこと。同行する町谷だったが……!?",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]