[
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-02-04T10:47:33+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f35cbb11-9d57-4a2b-87c2-504645547c11.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "The Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2024-04-12T17:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/fc14d68f-2c2d-450f-97f7-306b1e50d944.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "175f2083-f5d0-4fe4-9f02-902024675722",
    "title": {
      "en": "Shikeishuu ~Ijou Hanzaisha no Matsuro~"
    },
    "updatedAt": "2023-10-13T06:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/175f2083-f5d0-4fe4-9f02-902024675722/642743b9-62cf-4b8b-a2d5-c5845da4e532.jpg",
    "altTitles": [
      {
        "en": "Prisoners for the Deathrow"
      },
      {
        "en": "Shikeishuu ~The Last Days of Abnormal Criminals~"
      },
      {
        "ja": "私刑囚～異常犯罪者の末路～"
      },
      {
        "en": "Vantablack"
      }
    ],
    "description": {
      "en": "The story is about Mio Shiraki, a woman who feeds on diabolical criminals."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "f35d0280-96c1-4f09-a592-3867b3eb5767",
    "title": {
      "en": "Number of Cases"
    },
    "updatedAt": "2021-12-13T03:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/f35d0280-96c1-4f09-a592-3867b3eb5767/de615a24-9d08-4bb6-b516-709b40984e3f.jpg",
    "altTitles": [
      {
        "ko": "경우의 수"
      }
    ],
    "description": {
      "en": "“I never knew a day like this would come where I’d be doing this with you, Sunbae.”\n\nShim Woojin was Kwon Gyeong’s upperclassman during high school. \n\n12 years later, they reunite at Woojin’s best friend’s (Inseob’s) wedding, who also turned out to be Gyeong’s first love.\n\nGyeong, who considered Woojin as his rival in love, and Woojin, who had been fond of Gyeong, find themselves celebrating an after-party by themselves.\n\nAs their conversation grows, their night with each other grow too, but…"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "040304b8-6442-482e-a621-f33b13248908",
    "title": {
      "en": "An Incompetent Woman Wants to Be a Villainess: The Young Lady Who Married as a Substitute for Her Half-Sister Didn't Notice the Duke's Doting"
    },
    "updatedAt": "2024-03-03T01:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/040304b8-6442-482e-a621-f33b13248908/833a2851-8ede-4148-9250-7e06cd65bd7a.jpg",
    "altTitles": [
      {
        "ja": "無能才女は悪女になりたい ～義妹の身代わりで嫁いだ令嬢、公爵様の溺愛に気づかない～"
      },
      {
        "en": "An Incompetent Woman Wants to Be a Villainess: The Young Lady Who Married as a Substitute for Her Stepsister Didn't Notice the Duke's Doting"
      },
      {
        "ja-ro": "Munou Saijo wa Akujo ni Naritai ~Gimai no Migawari de Totsuida Reijou, Koushaku-sama no Dekiai ni Kizukanai~"
      }
    ],
    "description": {
      "en": "Avril is a young woman of exceptional ability who was mistreated and labeled \"incompetent\" by her family. \n\nAvril marries into the family of an \"old, lustful duke\" in place of her half-sister, but the duke, Dylan, is actually a beautiful young man who is the complete opposite of what he is rumored to be. He wants to marry a \"villainess,\" and a contractual divorce after three years is perfect for Avril's future freedom. \n\nThe people around her are bewildered by the mysterious \"brilliant woman\" who plays the role of a \"villainess\" with gusto, but they are gradually drawn to her...",
      "ja": "“悪女”として嫁ぐことになりました\n\n“悪女”と名高い義妹の身代わりで、『好色家の老いぼれ公爵様』のもとへ嫁がされることになったエイヴリル。しかし、そこで待っていたディランは噂とは真逆の美しい青年だった。\n\n彼が提示した「三年後に離縁する契約結婚」は自由を求めるエイヴリルにとって絶好の条件。二つ返事で了承し、マイペースに悪女を演じる不思議な才女に、周囲の見る目は次第に変わっていき――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d22cf103-18fa-4fb0-bc2c-75695895c74b",
    "title": {
      "en": "Jaco the Galactic Patrolman"
    },
    "updatedAt": "2023-01-04T17:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/d22cf103-18fa-4fb0-bc2c-75695895c74b/3b4b4cbc-154e-4616-83cc-b56b79de37d7.png",
    "altTitles": [
      {
        "en": "Galactic Patrol Jaco"
      },
      {
        "es": "Jaco el patrullero galáctico"
      },
      {
        "fr": "Jaco le patrouilleur de la galaxie"
      },
      {
        "pt": "Jaco o Patrulheiro da Galáxia"
      },
      {
        "pt-br": "Jaco o Patrulheiro Galáctico"
      },
      {
        "ja-ro": "Ginga Patrol Jako"
      },
      {
        "ja": "銀河パトロールジャコ"
      }
    ],
    "description": {
      "en": "Retired scientist Omori lives alone on a deserted island while continuing his research into time-travel. His quiet life in interrupted when galactic patrolman Jaco crash-lands and decides to move in with him. This agent from space claims to be elite, but sometimes it can a little hard to believe. Can Jaco get along with the old man long enough to save the earth from a dangerous threat?  \n  \nA bonus series, [Dragon Ball Minus](https://mangadex.org/manga/13175), was released with it.\n\n[Official English](https://www.viz.com/jaco-the-galactic-patrolman)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "994fb41a-e01d-4454-803a-d1687441bfab",
    "title": {
      "en": "The Mad King(Prequel to the Journey to the West)"
    },
    "updatedAt": "2024-03-26T08:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/994fb41a-e01d-4454-803a-d1687441bfab/89f73409-a6a8-4c87-8070-dd6406c68f44.jpg",
    "altTitles": [
      {
        "zh": "狂王（西行纪前传)"
      }
    ],
    "description": {
      "en": "Under the vast universe governed by the Dragon God, this is the independent story of the Asura clan, focusing on the rise of the Asura King, Lord Kuar, who dominates the three realms. As a naturally fragile Asura youth, Yu, with the tragic loss of his family to mysterious Asura forces, finds himself forcibly taken away and subjected to hellish trials. Through countless cycles of death and rebirth, Yu undergoes a transformation, ultimately shouldering the belief of his dearest friend to become the Asura King—Kuar, renamed Lord Hou. This sparks a century-long war between the heavens and the Asuras, with the emergence of the new youth."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e618f14a-58c0-448c-9eb7-ef30d2422f6f",
    "title": {
      "en": "Not-Sew-Wicked Stepmom"
    },
    "updatedAt": "2024-01-20T06:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/e618f14a-58c0-448c-9eb7-ef30d2422f6f/60a16ff5-9ad2-4a1f-abce-7aa595ba579d.jpg",
    "altTitles": [
      {
        "ko": "계모인데 딸이 너무 귀여워"
      },
      {
        "ko-ro": "Gyemoinde, Ttari Neomu Gwiyeowo"
      },
      {
        "ko-ro": "Gyemo-inde Ddal-i Neomu Gwiyeowo"
      },
      {
        "en": "I'm Only a Stepmother, but My Daughter Is Just So Cute!"
      },
      {
        "en": "I'm a Stepmother, but My Daughter Is Just Too Cute!"
      },
      {
        "en": "I'm the Stepmother, but My Daughter Is Too Cute"
      },
      {
        "de": "Meine etwas zu entzückende Stieftochter"
      },
      {
        "fr": "La belle-mère de la princesse"
      },
      {
        "es": "Solo soy una madrastra pero mi hija es tan linda"
      },
      {
        "uk": "Я тільки мачуха, але моя дочка така мила!"
      },
      {
        "ru": "Я всего лишь мачеха, но моя дочь - просто прелесть!"
      },
      {
        "ru": "Я мачеха, но моя дочь слишком милая"
      },
      {
        "th": "ฉันเป็นแม่เลี้ยงนะ แต่ลูกสาวน่ารักเกินไปแล้ว"
      },
      {
        "ja": "継母だけど娘が可愛すぎる"
      },
      {
        "tr": "Pamuk Prensesin üvey annesi"
      },
      {
        "zh": "我是继母，但是女儿太可爱了"
      },
      {
        "zh-hk": "我的繼女超可愛"
      },
      {
        "id": "Aku seorang ibu tiri, namun anakku sangat imut"
      }
    ],
    "description": {
      "de": "Sie lebt für ihren Beruf und arbeitet zu viel — bis sie an Überarbeitung zusammenbricht und stirbt. Doch statt ihre Augen für immer zu schliessen, erwacht sie in einer Märchenwelt. Sie steckt im Körper der bösen Stiefmutter! Aber wie kann sie nur das Vertrauen ihrer Stieftochter aewinnen?\n\nSpieglein, Spieglein an der Wand, wer ist die netteste Stiefmutter im ganzen Land?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "en": "Fairytale stepmothers are notoriously wicked. But after a children’s clothing designer is reborn as young Princess Blanche’s stepmom, she’s determined to break the mold and shower her daughter with love. Now she just has to convince the girl’s cold-hearted father to do the same. In her quest to make a happier home for Blanche, Abigail begins to uncover secrets and schemes within the palace. Will devious forces tear the Freidkins apart, or can Abigail stitch them back into a family?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "fr": "J'ai été transmigrée en le parfait cliché de la belle-mère jalouse et cruelle! Une mauvaise femme qui a énormément fait souffrir l'adorable Blanche, finissant même par l'empoisonner. Heureusement, le destin se retourne contre elle et la belle-mère finit exécutée par son mari.\n\nMa petite Blanche est tellement mignonne, je veux la couvrir d'affection et de tous les cadeaux possibles.\n\nSauf que pendant ce temps là, mon mari pense qu'il s'agit d'un nouveau stratagème pour attirer son attention, mais la seule que je veux, c'est ma belle-fille!\n\n---\nRéincarnée en la méchante belle mère de Blanche neige, je ferai tout pour gagné l'amour de cette enfante. Cependant, un obstacle de taille ce dressera sur ma route.\n\n«Je suis aussi le parent de Blanche, j'exige des excuses pour m'avoir tellement méfié.»\n\n«Et si je ne le fait pas?»\n\n«Je viendrais visiter votre chambre ce soir, majesté.»\n\n«...»\n\n«J'ai même réussi a obtenir des culottes vraiment sexy juste pour vous~»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "zh": "我穿越成了白雪公主的恶毒继母？！但是前世的我其实是一个非常喜欢小孩子的儿童服装设计师。明明面对可爱的女儿喜不自禁，但是不论怎么努力，都得不到女儿和丈夫的信任。丈夫觉得我态度大转变，定有阴谋。我到底如何才能在这个充满怀疑的新世界成功的活下去…？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)",
      "pt-br": "Eu me vi dentro de uma história como a madrasta ciumenta de sua filha que tentou matar com uma maçã envenenada. Eu amaria se pudesse ter a confiança da minha fofa e amável Blanche. Mas- \"Hilário, Desde quando você gosta tanto da Blanche?\" Esse marido continua em meu caminho!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B3%84%EB%AA%A8%EC%9D%B8%EB%8D%B0-%EB%94%B8%EC%9D%B4-%EB%84%88%EB%AC%B4-%EA%B7%80%EC%97%AC%EC%9B%8C/2487), [KakaoPage](https://page.kakao.com/content/56714856)\n\n**Official Translations:**\n* [English](https://tapas.io/series/not-sew-wicked-stepmom/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc30154)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%9A%84%E7%B9%BC%E5%A5%B3%E8%B6%85%E5%8F%AF%E6%84%9B/212)\n* [French / Français](https://www.delitoon.com/detail/daf_1000497)\n* [German / Deutsch](https://www.delitoon.de/detail/dad_2010120)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Aku-Seorang-Ibu-Tiri-Namun-Anakku-Sangat-Imut/152)\n* [Japanese / 日本語](https://piccoma.com/web/product/72467)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B8%99%E0%B8%B0_%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%84%E0%B8%9B%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7/253)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f1cdce9-c9a1-4c35-a157-0b7e72c5b4b3",
    "title": {
      "en": "Hoshi no Ouka"
    },
    "updatedAt": "2024-03-27T08:51:34+00:00",
    "coverArt": "https://mangadex.org/covers/8f1cdce9-c9a1-4c35-a157-0b7e72c5b4b3/fc35b5cc-b539-4e23-a32f-1112d6cec4ad.jpg",
    "altTitles": [
      {
        "ja": "星の謳歌"
      },
      {
        "ja": "ほしうた"
      },
      {
        "en": "HoshiUta"
      }
    ],
    "description": {
      "en": "A new coming-of-age series from from Liberum, whom you might know for Soushi Souai.\n\nFriends, lovers, fashion and hanging out after-school...\nFor Hoshino Ouka, a gal who grew up in the city those are important things. But when she unexpectedly had to move to the country side town 'Yutakamachi', everything she hold dear vanishes...? In an unfamiliar town the fresh and tender days of youth begin!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-04-12T13:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/1c64c862-4725-4c53-8e5c-e12fa97fe35d.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6abf3dd8-24e7-4a94-879a-aa9dad512d20",
    "title": {
      "en": "Red Flowers"
    },
    "updatedAt": "2022-06-07T20:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/6abf3dd8-24e7-4a94-879a-aa9dad512d20/9c1a79e6-6f1b-49e2-bad9-47e46dab2119.jpg",
    "altTitles": [
      {
        "ja": "紅い花"
      },
      {
        "ja-ro": "Akai Hana"
      },
      {
        "de": "Rote Blüten"
      }
    ],
    "description": {
      "en": "- [**Red Flowers**](https://drawnandquarterly.com/books/red-flowers/) (紅い花, Akai Hana), October 1967 in Garo , republished in Garo Zoukangou in June 1968 -\nDepicts the anxieties of a 14 year-old girl reaching puberty. \nAlso published in English in Raw Vol. 1 #7: The Torn-Again Graphix Magazine, May 1985 .Part of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Lee Family**](https://drawnandquarterly.com/books/red-flowers/) (李さん一家, Ri-san Ikka), June 1967 in Garo, republished in Garo Zoukangou in June 1968 -\nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Wake**](https://drawnandquarterly.com/books/red-flowers/) (通夜, Tsuya), March 1967 in Garo, republished in Garo Zoukangou June 1968 -\nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Scenes from the Seaside**](https://drawnandquarterly.com/books/red-flowers/) (海辺の叙景, Umibe no Jokei), September 1967-09 in Garo, republished in Garo Zoukangou in June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**The Incident at Nishibeta Village**](https://drawnandquarterly.com/books/red-flowers/) (西部田村事件, Nijibetamura Jiken), December 1967 in Garo, republished in Garo Zoukangou in June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Futamata Gorge**](https://drawnandquarterly.com/books/red-flowers/) (二岐渓谷, Futamata Keikoku), February 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- [**Mr. Ben of Honyara Cave**](https://drawnandquarterly.com/books/red-flowers/) (ほんやら洞のべんさん, Honyaradou no Ben-san); June 1968 - \nPart of Volume 2 of the Yoshiharu Tsuge Gekiga Complete Works.\n- **Jonin** (女忍), February 14th 1961 in Ryuku\n- **Furuhon to Shoujo** (古本と少女),  February 2nd 1960 in Meiro , republished in Garo in September 1966\n- **Mokkiriya no Shoujo** (もっきり屋の少女), August 1968\n- **Yanagiya Shujin** (やなぎ屋主人), February 1970\n- **Shomin Onyado** (庶民御宿), April 1975 in Manga Sunday\n- **Kinjo no Keshiki** (近所の景色), October 1981 in Custom Comic\n\n[Official English](https://drawnandquarterly.com/books/red-flowers/)"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea91aed0-3637-4d86-b447-027ba360fcfa",
    "title": {
      "en": "Romantic Dark"
    },
    "updatedAt": "2023-05-08T10:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/ea91aed0-3637-4d86-b447-027ba360fcfa/6cb108c6-1bfe-4509-b6b0-1f787b544531.png",
    "altTitles": [
      {
        "ja": "ロマンティック・ダーク"
      }
    ],
    "description": {
      "en": "Neo, who is about to make his major debut in the band, gets constantly injured. A traffic accident that happened for three days in a row, a mysterious high fever and him constanly falling down the stairs... The manager ordered me to remove the curse, and the one I was heading towards was a pretty girl- \"Yoyo\". \"I'll help you find the mystery of your destiny\", the girl spoke, while stepping into my life. A bandman with a mysterious attraction, musician x a spirit, who only seeks to find the mystery of fate. The most terrifying mix of love and horror!?? The duo's occultic love has begun!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-02-18T17:49:04+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/0dddf687-95ec-4e88-acd7-cd90a4c9749a.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50698cfd-e816-4b3f-8bef-65fc06c504b7",
    "title": {
      "en": "Nagisa, Kimi no Ai Naraba"
    },
    "updatedAt": "2024-04-12T17:15:17+00:00",
    "coverArt": "https://mangadex.org/covers/50698cfd-e816-4b3f-8bef-65fc06c504b7/3d28f920-5ca9-4ad1-9a2a-baeca0eda417.jpg",
    "altTitles": [
      {
        "ja": "渚、それが君の愛ならば"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c0b5793-4bc4-469d-8cd2-83cc3ae39fb7",
    "title": {
      "en": "Senpai no Kanojo ga Motokano Datta"
    },
    "updatedAt": "2024-04-12T10:53:36+00:00",
    "coverArt": "https://mangadex.org/covers/7c0b5793-4bc4-469d-8cd2-83cc3ae39fb7/f101c9dc-5499-4e60-b1b7-426295fdf7e5.jpg",
    "altTitles": [
      {
        "ja": "先輩の彼女が元カノだった"
      },
      {
        "ja-ro": "Senpai no Kanojo ga Moto Kano Datta"
      },
      {
        "en": "Senpai's Girlfriend Is My Ex"
      }
    ],
    "description": {
      "es-la": "¡¡La chica que mi senpai trajo a la mesa para beber es la misma chica con la que solía salir!! Ahora que ambos somos adultos, ¡tengo la sensación de que una reunión inesperada será algo inapropiado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff8f972-ff3e-4f24-9792-82e91635378e",
    "title": {
      "en": "Gigantis"
    },
    "updatedAt": "2023-08-12T14:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/fff8f972-ff3e-4f24-9792-82e91635378e/aa2b8f94-f7a8-46e3-8088-412f879aefad.jpg",
    "altTitles": [
      {
        "ja": "GIGANTIS―ジャイガンティス―"
      },
      {
        "uk": "Ґіґантіс"
      }
    ],
    "description": {
      "en": "On that day, humanity was turned into “prey”―Gen is a high school student living on the island of Tsushima, a door to mainland Japan.\n\nAlong with his sickly sister, Misaki, and his heartwarming mother, Gen was living a peaceful life, all until an “asymmetrical monster” appears on the island. All hell breaks loose on the island of Tsushima.\n\nThese monsters devour everything from plants to animals, to humans, and mutate together. Will humanity stand a chance against these mutant creatures? Is there any hope?",
      "uk": "Того дня людство було перетворено на «здобич».\nҐен — старшокласник, який живе на острові Цушіма, що є дверима до материкової Японії.\nРазом зі своєю хворобливою сестрою Місакі та чарівною матір'ю Ґен жив мирним життям, поки на острові не з'явився «асиметричний монстр».\n\nПісля цього на острові Цушіма починається пекло.\n\nЦі монстри пожирають все, від рослин до тварин і людей. Після цього мутують.\nЧи матиме людство шанс протистояти цим істотам-мутантам?\nЄ якась надія?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "39"
  },
  {
    "mangaId": "d872bcf3-2e1a-461e-aef2-5db25bf08d99",
    "title": {
      "en": "Adekan"
    },
    "updatedAt": "2024-03-22T20:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/d872bcf3-2e1a-461e-aef2-5db25bf08d99/56db00c3-3e7a-491e-933e-287dcde6a663.jpg",
    "altTitles": [
      {
        "ru": "Красавчик (НАО Цукиджи)"
      },
      {
        "ja": "アデカン"
      },
      {
        "zh": "艳汉"
      },
      {
        "zh-hk": "艶漢"
      },
      {
        "zh-hk": "豔漢"
      },
      {
        "ko": "염한 - 수려한 남자"
      },
      {
        "ja-ro": "Adekan"
      }
    ],
    "description": {
      "en": "Laid-back and somewhat absent-mindedly seductive umbrella craftsman Shiro, and hot-blooded officer Kojiro, who stands against all things undisciplined, become involved in a bloody and erotic thrill-ride in an off-kilter town. This action-packed jack-of-all-trades manga will have you swooning at its sexiness and leave you more addicted than opium!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-04-05T14:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/a982ce3b-76a0-40ab-b00e-e47891ba5865.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bf40d55a-0adc-41ca-953c-a9feb42a0d5f",
    "title": {
      "en": "Clandestine Affair"
    },
    "updatedAt": "2024-04-02T14:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/bf40d55a-0adc-41ca-953c-a9feb42a0d5f/d8c7e689-2d99-483c-a777-820afea6bac5.png",
    "altTitles": [
      {
        "zh": "偷香"
      },
      {
        "zh-ro": "Tōu Xiāng"
      }
    ],
    "description": {
      "en": "Two female leads hidden away in a vast estate, who save each other through their roller coaster of a relationship!\nBai Yuetao, wife of a rich businessman, blames herself for her husband's skirt-chasing tendencies. After spending another night alone in their lavish residence, she sees a graceful woman appear in the newly bought western mirror. This woman calls herself \"Butterfly Dream\" and says that she can teach Bai Yuetao how to \"hook\" her husband's heart. But the price she demands?\nBai Yuetao's body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-03-14T16:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/daa33b00-abb9-4c81-aec5-f106fbdec174.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f486a183-6660-492b-b94b-aa80960d8326",
    "title": {
      "en": "Dragon Ball Super - Digital Colored Comics"
    },
    "updatedAt": "2023-08-03T12:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/f486a183-6660-492b-b94b-aa80960d8326/190ac01d-d1d9-4131-9b9d-8eec6a514cf2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール超"
      },
      {
        "ja": "ドラゴンボール超 カラー版"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "ar": "يتّبع دراغون بول سوبر آثار معركة غوكو الشرسة مع ماجين بوو وهو يحاول الحفاظ على سلام الأرض الهش.",
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment.\n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-03-14T14:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-01-13T18:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/b0bf7473-4fd2-4380-89aa-8a5c4aa92733.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-01-22T09:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/cd9ad878-4da1-4ea1-b55f-9687efe0c2bf.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/2c9b86be-4634-4e4d-8e53-41c367147347.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0880b76-9d26-40b6-94a0-740fe31ead50",
    "title": {
      "en": "Tsuki no Sango"
    },
    "updatedAt": "2023-10-23T03:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/a0880b76-9d26-40b6-94a0-740fe31ead50/c1e0ef2f-7f0f-4441-9fec-029a5e71a183.jpg",
    "altTitles": [
      {
        "ja": "月の珊瑚"
      },
      {
        "zh": "月之珊瑚"
      },
      {
        "en": "Coral of the Moon"
      }
    ],
    "description": {
      "en": "The story takes place in approximately the year 3000, when humankind arrived at the peak of its civilization, but is losing its will to keep living. It follows a girl, called \"princess\" by those around her, living on a small island with a fifty person colony and a shinning coral reef. She is descendent of Moon people, and it focuses upon how her ancestor supposedly came to Earth."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "838e5b3a-51c8-44cf-b6e2-68193416f6fe",
    "title": {
      "en": "Pashiri na Boku to Koisuru Banchou-san"
    },
    "updatedAt": "2024-04-11T10:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/838e5b3a-51c8-44cf-b6e2-68193416f6fe/b0af556b-f10d-4cca-a17e-9ce2f9f5785f.jpg",
    "altTitles": [
      {
        "es-la": "El chico de los recados y la líder de la pandilla enamorados"
      },
      {
        "en": "Errand Love"
      },
      {
        "ja-ro": "Pashiri na Boku to Koi suru Banchou"
      },
      {
        "en": "The Errand Boy and the Banchou in Love"
      },
      {
        "en": "The Lackey and the Delinquent Leader in Love"
      },
      {
        "ru": "По поручению любви"
      },
      {
        "ja": "パシリな僕と恋する番長さん"
      },
      {
        "en": "I Belong to the Baddest Girl at School"
      },
      {
        "ko": "빵셔틀인 나와 사랑하는 일진"
      },
      {
        "zh": "小弟的我与热恋的番长"
      }
    ],
    "description": {
      "en": "Unoki-kun, a boy who's been bullied since elementary school, ends up becoming the exclusive errand boy of the top delinquent of his school, Toramaru-san, who told him \"Be mine\" right after entering high school. But the truth is that Toramaru-san meant it as a confession of love!!\n\nThis is the beginning of a love misunderstanding between Toramaru-san, who thinks she's in a relationship, and Unoki-kun, who thinks he's being bullied.",
      "ja": "昔からいじめられっ子体質の卯之木くんは、高校に入学しても早々、不良のトップ――寅丸番長に「私のモンになれ」と専属パシリにされてしまう。でもその実、寅丸さんは卯之木くんに告白したつもりだった!? 恋人関係だと思い込んでる寅丸さんとパシリにされたと思い込んでる卯之木くんの勘違恋(かんちごい)の始まり☆",
      "ru": "Уноки — парень, над которым издевались с начальной школы, в конечном итоге становится мальчиком на побегушках главной хулиганки школы, Торамару, которая сказала ему «будь моим» сразу после поступления в среднюю школу. Но правда в том, что Торамару таким образом призналась в любви!! Это начало любовного недопонимания между Торамару, которая думает, что она в отношениях, и Уноки, который думает, что над ним издеваются.",
      "pt-br": "Unoki-kun, um garoto sofreu bullying desde o primário acaba se tornando o garoto de recados da maior delinquente de sua escola, Toramaru-san, que falou para ele “Seja meu” logo depois de entrar no ensino médio, mas a verdade é que Totamaru-san estava confessando seu amor!! Esse é o começo de um amor mal-entendido entre Toramaru-san, que pensa que está namorando, e Unoki, que pensa que está sofrendo bullying dela."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "6341b809-53e3-4461-ab3b-160514964685",
    "title": {
      "en": "Chiisai Boku no Haru"
    },
    "updatedAt": "2024-01-12T14:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/6341b809-53e3-4461-ab3b-160514964685/4015f4e0-b87c-4f3e-9697-c60b98cfcb98.jpg",
    "altTitles": [
      {
        "en": "Spring of Little Me"
      },
      {
        "ja": "小さい僕の春"
      }
    ],
    "description": {
      "en": "Suzuki Souta, a high school boy on the school volleyball team, is interested in his classmate Shinonome Asahi, a member of the girls' volleyball team. She thought of him as a good volleyball player, so she has been seeking him out every day. Souta was a keen volleyball player until junior high. However, because of his height, he could never become the spiker he longed to be. As a result, he got into the habit of giving up on things. Souta's high school life: Will he meekly accept what he cannot have? Or will he try to become a man who can stand with Asahi? Youth is a series of choices. Please, Souta, hang in there and do your best!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Modern Villainess: It’s Not Easy Building a Corporate Empire Before the Crash"
    },
    "updatedAt": "2023-08-02T05:09:11+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/1d67fa46-4849-4c28-a85e-a53409aed971.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "ja-ro": "Gendai shakai de otome game no akuyaku reijou wo suru no wa chotto taihen"
      },
      {
        "en": "​It’s a Little Hard to be a Villainess of an Otome Game in Modern Society"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-04-02T11:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/8391aa8f-d2f1-46a6-8cbe-88c37b224576.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2023-10-03T02:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26937cf3-0fba-4651-995d-5ebcc8a15eb2",
    "title": {
      "en": "Katekyo Hitman Reborn!"
    },
    "updatedAt": "2022-06-19T21:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/26937cf3-0fba-4651-995d-5ebcc8a15eb2/5d0e6081-481d-4758-9140-a20bccb3e588.jpg",
    "altTitles": [
      {
        "en": "Home Tutor Hitman Reborn!"
      },
      {
        "ja-ro": "Kateikyoushi Hitman Reborn!"
      },
      {
        "ja-ro": "Katekyou Hitman Reborn!"
      },
      {
        "ru": "Репетитор-киллер Реборн!"
      },
      {
        "th": "ครูพิเศษจอมป่วน รีบอร์น!"
      },
      {
        "zh-hk": "家庭教师REBORN！"
      },
      {
        "ja": "家庭教師ヒットマンREBORN！"
      },
      {
        "ko": "가정교사 히트맨 리본!"
      },
      {
        "en": "Reborn!"
      }
    ],
    "description": {
      "en": "Tsuna comes home one day, only to be greeted by a little baby mafioso who apparently is his new home tutor. His job is to guide Tsuna into his role as the 10th Boss of the Vongola mafia family. With the help of all his new friends and an array of special items such as the \"Dying Will Bullet\", he might just be able to do it.",
      "ru": "Тсунаёши Савада— на первый взгляд самый обыкновенный мальчик. Слегка невезуч, слегка неуклюж, слегка паникёр. Хотя, может, и не слегка. И все в его жизни скучно и безрадостно, до того волшебного момента, как пред его взором предстаёт чудо-ребёнок Реборн, который на деле оказывается давно зарекомендовавшим себя в мафиозном мире киллером. Реборн мило радует Тсуну, что отныне тот назначается наследником крупнейшей мафиозной семьи Вонгола, и что он, Реборн, обязуется сделать из него надлежащего босса. С этого дня жизнь Савады кардинально меняется…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "409"
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-04-12T15:36:32+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/ca107776-882c-48f6-a547-2c26fb6b2652.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e205249-2d25-4c3a-adf5-1c8cc7146688",
    "title": {
      "en": "Short Play on Titan"
    },
    "updatedAt": "2023-03-10T04:24:59+00:00",
    "coverArt": "https://mangadex.org/covers/7e205249-2d25-4c3a-adf5-1c8cc7146688/d31f4058-c668-4bf1-a614-526f2b4882f1.png",
    "altTitles": [
      {
        "es": "Parodia de Titanes"
      },
      {
        "en": "Spoof on Titan"
      },
      {
        "ja": "寸劇の巨人"
      },
      {
        "uk": "Пародія на Титанів"
      },
      {
        "uk": "Пародія на Велетнів"
      },
      {
        "ja-ro": "Sungeki no Kyojin"
      }
    ],
    "description": {
      "en": "*Attack on Titan* is now available as a four-panel manga! Eren, Mikasa, and Levi turn small and go on a rampage?! Laughter is inevitable!",
      "uk": "Хтось каже: «Я люблю Атакуючого Титана!!!»\nА хтось: «Мене лякає Атакуючий Титан!»\nА ти спробуй прочитати нашу \"пародію\" у вигляді 4-кома ! Вона знищить кожного, хто тільки зиркне на неї !"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "55"
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2023-12-31T11:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/45525ce0-1a7d-44e6-abfe-2c2c0983603d.jpg",
    "altTitles": [
      {
        "ru": "Месть свиней"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ja": "豚の復讐"
      }
    ],
    "description": {
      "en": "Before successfully being able to commit suicide, Takeshi Hirota, a bullied high school boy is transported to another another world where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]