[
  {
    "mangaId": "fd41659a-e4ce-458f-b087-8032b7a5fab9",
    "title": {
      "en": "Did I Seriously Just Get Reincarnated as My Gag Character?!"
    },
    "updatedAt": "2024-09-25T09:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/fd41659a-e4ce-458f-b087-8032b7a5fab9/522658db-3d5a-4bb5-870b-c73c5c7debe9.jpg",
    "altTitles": [
      {
        "ja": "ネタキャラ転生とかあんまりだ! THE COMIC"
      },
      {
        "ja-ro": "Netachara"
      },
      {
        "ja-ro": "Netachara-Tensei Toka Anmarida!"
      },
      {
        "zh": "梗角色转生太过头了！"
      },
      {
        "zh-hk": "梗角色轉生太過頭了！"
      },
      {
        "zh-ro": "Gěng Juésè Zhuǎnshēng tài Guòtóule!"
      },
      {
        "ru": "Мне кажется, или это похоже на реинкарнацию сюжетного персонажа?"
      },
      {
        "id": "Gila sih, reinkarnasi jadi karakter lawak!"
      }
    ],
    "description": {
      "en": "Toru Aikawa, a college student who spends his days immersing himself in games because his daily life is so boring, was standing alone in a forest in a different world before he even could realize why. Moreover, it seems that he has reincarnated into the \"Neta character\" he made in a game. The Genderswap reincarnation of the strongest heroine packed with overflowing Chuunibyo and ideals!\n\nThe strongest genderswap reincarnation fantasy begins here !!\n\n---\n\n**Note:** A Neta character is a character whose action has captured the hearts of viewers and players and has been turned into a important part of the story.",
      "id": "Toru Aikawa, seorang mahasiswa yang menghabiskan hari-harinya dalam permainan karena kesehariannya yang membosankan. ketika dia menyadarinya, dia sedang berdiri sendirian di hutan di dunia yang berbeda karena suatu alasan.. Selain itu, sepertinya dia telah bereinkarnasi ke dalam \"karakter baru\" yang dibuat dari bermain game….\n\nbereinkarnasi menjadi yang terkuat yang dengan Chuunibyo yang meluap-luap dan juga cita-citanya!",
      "pt-br": "Toru Aikawa, um estudante universitário que passa seus dias mergulhando em jogos porque sua vida diária é tão chata, estava sozinho em uma floresta em um mundo diferente antes que ele pudesse perceber o porquê. Além disso, parece que ele reencarnou no \"personagem Neta\" que ele fez em um jogo. A reencarnação Genderswap(troca de gênero) da heroína mais forte repleta de Chuunibyo transbordante e ideais!\n\nA fantasia de reencarnação de troca de gênero mais forte começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f3e45d0-69c4-459a-9253-ad36130af514",
    "title": {
      "en": "Akugyaku Hadou no Brave Soul"
    },
    "updatedAt": "2024-11-20T13:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/0f3e45d0-69c4-459a-9253-ad36130af514/67220c0a-b3c2-489e-8a78-c0d6234685b8.jpg",
    "altTitles": [
      {
        "ja": "悪逆覇道のブレイブソウル"
      },
      {
        "en": "Brave Soul of Evil Domination"
      }
    ],
    "description": {
      "en": "“I will never cuckold you!”\r\n\r\nA young man reincarnated as a villain character in a game tries to live an honest life to avoid a bad ending, but for some reason he ends up becoming friends with the heroines...!?\r\n\r\n“Dungeon Brave Soul”\r\nIt is a game that drew in many men, and at the same time, it is a game that broke the brains of many men with its sequel's NTR, depression, and bad ending.\r\n\r\nAll because of the overwhelmingly hated antagonist of “Dunbure 2”――\r\n\r\n The young man who was reincarnated as Zenon Baskerville, however, in order to avoid the bad ending according to the scenario of \"Dunbure 2\", He tries to live honestly...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "142ff914-4068-4b2b-a7e4-bc3a88da388d",
    "title": {
      "en": "Tensei-saki wa Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag wa Zenbu Orimasu~"
    },
    "updatedAt": "2024-11-14T17:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/142ff914-4068-4b2b-a7e4-bc3a88da388d/8f1b1868-41fa-4f94-8cde-d739d9266d88.jpg",
    "altTitles": [
      {
        "ja": "転生先は悪役令嬢の父親でした～可愛い娘の死亡フラグは全部折ります～"
      },
      {
        "ja-ro": "Tensei-saki ha Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag ha Zenbu Orimasu~"
      },
      {
        "en": "I Was Just Reincarnated As The Villainess's Father ~I'll Snap All Of My Cute Daughter's Death Flags~"
      }
    ],
    "description": {
      "en": "Ryuichi, a 44-year-old single father, gets into a traffic accident while protecting his high school daughter Mizuho, ​​who ran away from home after an argument. After losing consciousness and accepting his death, he finds himself in the body of a young man he had never seen before. While panicking, he finds a girl who looks exactly like Mizuho when she was a child, and as he sorts out the situation, it seems that he has been reincarnated as the father of the game's villainess…!?",
      "ja": "44歳のシングルファザーの龍一（りゅういち）は口論の末、家を飛び出した女子高生の娘・瑞穂（みずほ）をかばい、交通事故に遭ってしまう。意識が遠のき死を覚悟した後に目覚めると、見知らぬ若い男性の姿になっていた。動揺する中、小さい頃の瑞穂そっくりな少女がいて、状況を整理していくと、どうやらゲームの悪役令嬢の父親に転生してしまったようで……!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-11-20T16:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/2f5ec0c5-5661-432b-967c-5002c8505800.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "Is My Second Life a Healing Life?"
    },
    "updatedAt": "2024-09-23T08:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      },
      {
        "ru": "Перерождение в поиске исцеления"
      },
      {
        "en": "My Second Life Is a  Healing Life?"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4080db42-038f-4f6b-a8ab-0ddc71183e1a",
    "title": {
      "en": "Kawaii Kouhai ni Iwasaretai"
    },
    "updatedAt": "2024-11-19T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/4080db42-038f-4f6b-a8ab-0ddc71183e1a/fb2b34cf-e9e2-4ac4-875d-e8d4dc173cbe.jpg",
    "altTitles": [
      {
        "ja": "かわいい後輩に言わされたい"
      },
      {
        "en": "I Want to be Teased by a Cute Junior"
      },
      {
        "ko": "귀여운 후배에게 듣고 싶어"
      },
      {
        "zh-hk": "可愛後輩想讓我說出口"
      },
      {
        "pt-br": "Eu quero ser provocado por uma kouhai fofa"
      }
    ],
    "description": {
      "en": "Yasu likes his kouhai, Moriyama, who is at the same time extremely assertive, deadpan, and extremely passive aggressive.",
      "ja": "まったく素直じゃない後輩・守山ちゃんは、自分にアプローチさせようと野洲先輩を挑発したり、時には大胆にアクションしたり…!?",
      "pt-br": "Yasu gosta da sua kouhai, Moriyama, que é ao mesmo tempo extremamente assertiva, inexpressiva e extremamente passiva-agressiva."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a62cb38-c27e-4b27-9738-6fe317c2c004",
    "title": {
      "en": "Youheidan no Ryouriban"
    },
    "updatedAt": "2024-10-01T00:17:52+00:00",
    "coverArt": "https://mangadex.org/covers/0a62cb38-c27e-4b27-9738-6fe317c2c004/d1d1f7d2-2438-498c-859c-163f26e6ea73.jpg",
    "altTitles": [
      {
        "ja": "傭兵団の料理番"
      }
    ],
    "description": {
      "en": "The story begins when Azuma Akari, a young man with an ambition to be a chef, trips into another world. Akari is picked up by Gangreve, the leader of a mercenary group. Akari joins the group as an odd job and gradually increases his own value by demonstrating his cooking skills. Each leader of the mercenary group is a quirky character, but Akari connects with them through his cooking. By improving the mercenary group's food situation and occasionally helping with inventions, Akari is gradually recognized by his fellow members of the mercenary group. However, Akari does not yet know that he will become a hero.",
      "ja": "料理人志望の青年・東朱里が異世界にトリップしたところから物語は始まる。朱里を拾ったのは、傭兵団の団長、ガングレイブ。雑用として傭兵団に身を寄せる朱里は、徐々に料理の腕を振るうことで自らの存在価値を高めていく。傭兵団の各隊長たちは一癖も二癖もある人物揃いだったが、朱里は料理を通じて彼らと心を通じ合わせていった。傭兵団の食事事情を改善し、時に発明を手伝ったりと少しずつ、朱里は傭兵団の仲間たちに認められていくのだった。しかし、朱里はまだ知らない。自分自身が英雄として語られる存在になることを…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-10-03T23:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-01T16:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10bba0ba-3359-487f-9952-771cc9cae02c",
    "title": {
      "en": "Sacred Beast Legend DARK ANGEL"
    },
    "updatedAt": "2024-02-25T05:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/10bba0ba-3359-487f-9952-771cc9cae02c/9694a7ca-9ee6-4c40-9ae3-9bd1b0df0cb6.jpg",
    "altTitles": [
      {
        "en": "Dark Angel"
      },
      {
        "ja": "聖獣伝承DARK ANGEL"
      },
      {
        "ja-ro": "Seiju Densho Dark Angel"
      }
    ],
    "description": {
      "en": "Dark is a young man destined for great things. He's next in line to be the magical guardian of his country, but before he can assume that responsibility, he'll have to confront demons, angels, friends, and his own insecurities."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "b5b21ce6-06ca-4eba-a33a-30bc77d3b3f6",
    "title": {
      "en": "Ano Otome Game wa Oretachi ni Kibishii Sekai desu"
    },
    "updatedAt": "2024-11-14T20:07:54+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ce6-06ca-4eba-a33a-30bc77d3b3f6/716a459e-d2b5-4fbf-a4aa-98fadb813095.jpg",
    "altTitles": [
      {
        "ja": "あの乙女ゲーは俺たちに厳しい世界です"
      },
      {
        "ja-ro": "Ano Otomege wa Ore-tachi ni Kibishii Sekai desu"
      },
      {
        "ja-ro": "AnoSeka"
      },
      {
        "en": "The World of That Otome Game is Tough for Us"
      }
    ],
    "description": {
      "en": "Leon was reincarnated in the world of an otome game that he was forced by his sister to conquer just before his death. \n\nHe tried to live a peaceful life as a mob character, but he encountered a scene where a female student ignored the flow of the story and tried to become the main character. Leon ended up seizing Marie, a girl who had a similar atmosphere to his sister from his previous life, and succeeded in thwarting the scheme. \n\nIt should have have been the right choice... but why was he feeling uneasy about it?",
      "ru": "Леон переродился мобом в мире «отомэ-игры», невольное прохождение которой спихнула на него младшая сестра. Полный отчаяния в мире превосходства женщин, он тем не менее пытается вести спокойную жизнь, нигде не отсвечивая.\n\nВ то же время Мария, также переродившаяся в этом мире, строит планы по заполучению положения главной героини и созданию «обратного гарема» с принцем и другими парнями, влюбившихся в неё с первого взгляда, но…\n\nКакая же судьба уготована Леону и Марии, кто сделали лишь один выбор, отличающийся от изначального?!",
      "pt-br": "Leon foi reencarnado no mundo de um Otome Game que sua irmã o forçou a jogar pouco antes de morrer. Ele tentou viver uma vida pacífica como um personagem secundário, mas acabou encontrando uma cena em que uma estudante feminina ignorou o curso da história e tentou se tornar a personagem principal. Leon acabou capturando Marie, uma garota que tinha uma atmosfera semelhante à de sua irmã de sua vida anterior, e teve sucesso em frustrar o esquema. Deveria ter sido a escolha certa... mas por que ele estava se sentindo inquieto com isso?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-10-26T08:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/9ac1a624-2f11-4ef5-b129-ba829fd95040.jpg",
    "altTitles": [
      {
        "ja": "少年のアビス"
      },
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "zh-hk": "少年的深淵"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "es-la": "El Chico del Abismo"
      },
      {
        "es-la": "Chico en el abismo"
      },
      {
        "es-la": "El abismo del joven"
      },
      {
        "tr": "Oğlanın Hiçliği"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, high schooler Reiji Kurose was \"just\" living. Family, dreams for the future, childhood friends were all binding him down to that city. He thought he would \"just\" keep on living like that. Until he met her. Is there hope in living? Is there light waiting ahead?",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ja": "何もない町、変わるはずもない日々の中で、高校生の黒瀬令児（くろせれいじ）は、“ただ”生きていた。家族、将来の夢、幼馴染。そのどれもが彼をこの町に縛り付けている。このまま“ただ”生きていく、そう思っていた。彼女に出会うまでは――。生きることに希望はあるのか。この先に光はあるのか。",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "183"
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "220282a9-a2ff-4a6b-9bed-f4a9da24c661",
    "title": {
      "en": "Maybe Meant to Be"
    },
    "updatedAt": "2024-11-10T13:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/220282a9-a2ff-4a6b-9bed-f4a9da24c661/f1200311-3b79-436e-8edf-4f3a9465e2e5.jpg",
    "altTitles": [
      {
        "ko": "어쩌다보니 천생연분"
      },
      {
        "ko-ro": "Eojjeodaboni Cheonsaengyeonbun"
      },
      {
        "en": "By Chance, a Match Made in Heaven"
      },
      {
        "en": "Match Made in Heaven by Chance"
      },
      {
        "en": "Accidentally Heavenly Match"
      },
      {
        "es": "Quizás fue el destino"
      },
      {
        "th": "โชคชะตานำพารัก"
      },
      {
        "ja": "いきなり結婚生活"
      },
      {
        "vi": "Lớ Ngớ Vớ Phải Tình Yêu"
      },
      {
        "vi": "Duyên Trời Đã Định"
      },
      {
        "zh": "莫名成了天生一对"
      },
      {
        "zh-hk": "偶然成了天生一對"
      },
      {
        "hu": "Valóra Vált Véletlen"
      }
    ],
    "description": {
      "en": "‘How long have i been laying down at home…?’ Han Jia, who is turning 32 this year (she’s a freelancer who’s still doesn’t have a full-time job/jobless), suffers because of the pressure given by people around her that keep telling her to get married. Around the same time, Jin Mincheol, her childhood friend who came to Jia’s hometown for holiday, is having the same problem. Then, the two people got married just like that. Now that they have married….. ‘Huh? We match each other more than i thought?’",
      "es": "Jia Han, una trabajadora independiente sin trabajo de 32 años, está cansada de que sus padres insistan con que se case y se vaya de la casa. Cuando se encuentra con un amigo de la infancia, Mincheol Jin, que siente la misma presión por parte de sus padres, dice sin pensar que casarse sería una buena solución para los problemas de los dos. Pero no se imaginaba que él aceptaría su propuesta y, de repente, se encuentra de camino al altar. ¡Una historia sobre un romance inesperado que no podrás dejar de leer!",
      "fr": "Jia, 32 ans, sans-emploi, vit toujours avec ses parents. En ayant marre de la pression de sa famille, par un coup de tête, elle fait une demande en mariage à son ami d'enfance, Mincheol, qu'elle vient tout juste de recroiser après des années. À sa grande surprise, celui-ci accepte directement sa proposition et d'un jour à l'autre elle se trouve mariée à Mincheol. Cette union improvisée perturbe Jia, mais, petit à petit elle découvre qu'ils sont en fait... parfaits l'un pour l'autre?!",
      "hu": "Han Jia, jelenleg szabadságon lévő szabadúszó, közismertebb néven munkanélküli. Jia a Holdújévet a nyaggatásával ünneplő családja elől elmenekül \"friss levegőt szívni\", amikor összefut egy régi ismerőssel. Jin Mincheol, aki a nyomi szomszédkölyök volt egykor Jia szemében, majdnem hasonló cipőben jár, ugyanis az ő családja is azt várja, hogy párt találjon végre magának. Ekkor támad egy zseniális ötlete hősnőnknek, és kezdetét veszi a két lökött főszereplő közös élete.",
      "id": "Sudah berapa tahun kamu tinggal di rumah orang tua? Han Jiah (pengangguran) yang tahun ini berusia 32 tahun, hari ini juga menderita karena masih belum menikah dan bekerja. Tiba-tiba Jim Minchul, sahabat kecil Jiah muncul dan mereka memutuskan untuk menikah!?? Ternyata mereka berdua malah lebih cocok dari yang diperkirakan?!",
      "ko": "집에 얹혀산 지 몇 년 차더라..? \n올해 32살을 맞이한 한지아(일하지 않는 프리랜서/무직)는 주변의 결혼하라는 눈칫밥에 오늘도 고통받는데.. \n때마침 명절을 맞이하여 고향에 내려온 소꿉친구 민철 또한 같은 고민이 있었으니.\n그러면 쉬운 해결 방법이 있잖아?!? 그렇게 홧김에 결혼한 두 사람.\n그런데 막상 결혼해 보니... 어라?? 생각보다 너무 잘 맞는다?!",
      "th": "‘ฮันจีอา’ ฟรีแลนซ์สาววัย 32 ปีที่เบื่อหน่ายกับคำถามเรื่องแต่งงานของพ่อแม่ บังเอิญพบกับเพื่อนสมัยเด็ก ‘จินมินชอล’ หนุ่มเนิร์ดที่โดนคำถามจากพ่อแม่เรื่องนี้เช่นกัน คนโสดทั้งสองตัดสินใจจะหยุดคำถามเหล่านี้ด้วยการแต่งงาน! หรือว่านี่จะเป็นบุพเพสันนิวาส?",
      "zh": "厌倦被家人催婚的两人！\n就这样稀里糊涂结了婚！\n今年32岁的韩智雅没工作，不知在家蹭吃蹭喝了多少年，一直被催婚……正好在过节的时候，智雅遇到了回老家过节的儿时玩伴珉哲。她发现珉哲也有相同的困扰。因此，他们俩一气之下选择结婚……",
      "pt-br": "\"Há quanto tempo estou deitada em casa...?\"\n\nHan Jia, que está completando 32 anos este ano (ela é uma freelancer que ainda não tem um emprego registrado), sofre com a pressão das pessoas ao redor, que ficam dizendo para ela se casar. Na mesma época, Jin Mincheol, seu amigo de infância que veio para a cidade natal de Jia para passar as férias, está tendo o mesmo problema. Então, as duas pessoas se casaram, simples assim. Agora que eles se casaram… \n\n\"Huh? Nós combinamos mais do que pesávamos?\"",
      "zh-hk": "因為沒工作而一直住在老家的韓智雅總是會被家人催促結婚，就在她瀕臨崩潰的時候，遇到了有相同煩惱的兒時玩伴……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6fada14-8a31-402d-acf5-253046cd53a3",
    "title": {
      "en": "Steam Detectives"
    },
    "updatedAt": "2024-02-25T05:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c6fada14-8a31-402d-acf5-253046cd53a3/661babeb-7034-4a02-bde3-ca332f52e7c8.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaiketsu Jouki Tanteidan"
      },
      {
        "zh": "快傑蒸気探偵団"
      },
      {
        "vi": "Thám tử thành phố hơi nước"
      },
      {
        "th": "สตีม ดีเทคทีฟส์"
      }
    ],
    "description": {
      "en": "A Steampunk mystery from the creator of Silent Mobius! In this tale of a past (or future?) that never was, in the age of Steam, masked dandies, dastardly supervillains, and sentient machines stalk a Japanese Gotham by night. Are the sharp wits and quick reflexes of wunderkind detectives Narutaki and pretty nurse Ling Ling enough to thwart evil and unravel the mysteries of this strange world? All steamed up…. When Narutaki meets Ling Ling, a pretty nurse with a dark secret, he gains both a true-blu friend and two new assistants. He'll certainly need all the help he can get when he is forced to do battle with such nefarious villains as the Phantom Knight, the Machine Baron, and Dr. Guilty!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "52"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/c714d942-9673-441d-bbd8-462137bddf09.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-11-16T19:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      },
      {
        "eu": "Conan detektibea"
      },
      {
        "jv": "Detéktif Conan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-10-23T04:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/eca93e11-a8e4-44b7-ab1e-c3a031e70d98.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "First Under Heaven -The Battles To Decide Japan's Strongest Martial Artist-"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30f3ac69-21b6-45ad-a110-d011b7aaadaa",
    "title": {
      "en": "Tonikaku Kawaii"
    },
    "updatedAt": "2024-05-05T05:17:22+00:00",
    "coverArt": "https://mangadex.org/covers/30f3ac69-21b6-45ad-a110-d011b7aaadaa/10a3e590-180f-414a-bbab-eb487af42926.jpg",
    "altTitles": [
      {
        "en": "Fly Me to The Moon"
      },
      {
        "ja-ro": "Tonikaku Cawaii"
      },
      {
        "en": "TONIKAWA: Over The Moon For You"
      },
      {
        "ru": "Унеси меня на Луну"
      },
      {
        "ja": "トニカクカワイイ"
      },
      {
        "zh": "总之就是非常可爱"
      },
      {
        "ko": "어쩄든 귀여워"
      },
      {
        "en": "Cute Anyways"
      }
    ],
    "description": {
      "en": "Described as a story full of \"love\" and \"dreams\", Tonikaku Kawaii follows a protagonist whose name is written with the characters for \"Hoshizora\" (\"Starry Sky\" in Japanese), but whose name is pronounced as \"Nasa\". On the day of his high school entrance exams, Nasa encounters a beautiful girl. For Nasa, it feels like destiny is finally calling out to him that he will have a girl friend, but…\n\nNote: Volume 15 and 16's numberings are correct, as this is how they are in the original.",
      "ru": "Тяжело жить, если родители дали тебе имя НАСА - да, как NASA, и каждый второй спрашивает, пойдешь ли ты в астронавты. Еще тяжелее, если в один день тебя собьет грузовик, ты встретишь любовь всей своей жизни и тут же ее потеряешь, согласившись жениться на ней. Мужик сказал, что женится - значит женись. И заверьте… Веселая комедия положений без особой логики, но с неожиданными поворотами сюжета. Ведь жена и правда с Луны?..   \r\n  \r\n**Tonikaku Cawaii is the official romanization.**",
      "pt-br": "Aceito sair com você se você se casar comigo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40f660d7-a422-49c2-bd05-06535c029ae4",
    "title": {
      "en": "Love Train"
    },
    "updatedAt": "2024-05-07T22:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/40f660d7-a422-49c2-bd05-06535c029ae4/94b8370e-cbb3-4468-af8b-da289d3e69b7.png",
    "altTitles": [
      {
        "en": "러브 트레인"
      }
    ],
    "description": {
      "en": "On the first day of school, six students felt their hearts flutter all at the very same moment in time! This is the story of each of them pursuing and being pursued out of their earnest wishes for love."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "143"
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-20T18:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "8283a222-48df-4474-b52a-938444368fb3",
    "title": {
      "en": "False Child"
    },
    "updatedAt": "2024-11-03T09:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/8283a222-48df-4474-b52a-938444368fb3/c9327e71-d8ed-418f-8862-654a69de7a49.jpg",
    "altTitles": [
      {
        "ja-ro": "Uso no Kodomo"
      },
      {
        "ja": "嘘の子供"
      },
      {
        "vi": "Đứa con giả mạo"
      }
    ],
    "description": {
      "en": "What if a child who died at a very young age appeared just as she was? What if it was the work of a supernatural tanuki? This isn't a reunion. She's not real, but still... her parents want to cling to it. The lie is kind, yet saddening.\n\nA heart-wrenching human drama, from Kawamura Taku."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "474b8ce6-428a-4e6a-8178-4f36f9db7619",
    "title": {
      "en": "I Will Not Be The Supporting Character Forever"
    },
    "updatedAt": "2024-11-16T08:40:19+00:00",
    "coverArt": "https://mangadex.org/covers/474b8ce6-428a-4e6a-8178-4f36f9db7619/0ea34c1b-b205-4853-93b7-002d5c329dbe.jpg",
    "altTitles": [
      {
        "ja": "永遠の脇役なんていない"
      },
      {
        "ja-ro": "Eien no Wakiyaku Nante Inai"
      },
      {
        "ko": "영원한 조연은 없다"
      },
      {
        "en": "There Is No Eternal Supporting Character"
      },
      {
        "fr": "Premier rôle pour Héléna"
      }
    ],
    "description": {
      "en": "“Why a supporting character instead of the main character?! And out of all supporting characters, why must I be this girl…” When she came to, she was in the middle of the novel, [Empress Rosalynne], as the supporting priest character, “Elena”. Moreover, the story starts right after Elena messed up a holy ritual and she was treated awfully by everyone around her… “There’s only one way to get out of this! I have to become the tutor of the Emperor’s little brother, Duke Levi!”\n\nElena thought she could watch over the protagonist of the story, Rosalynne, as the events of the story unfolded at the imperial court, but something was wrong. “Equality between commoners and me, a noble? You better watch yourself!” The protagonist she had admired so much was a villainess that discriminated against others based on their social status.\n\n“I won’t be able to stand it if everything ends up the way she wants!” And so, Elena resolves to change how the story unfolds.\n\nCan she rise from her role as a supporting character and claim the position of protagonist?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733fc3ac-deca-444e-bb79-14186e00ccf1",
    "title": {
      "en": "Shadows House (Official Colored)"
    },
    "updatedAt": "2024-11-03T12:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/733fc3ac-deca-444e-bb79-14186e00ccf1/50b0dc58-1c4f-4e6e-ada8-1fa748eee096.jpg",
    "altTitles": [
      {
        "en": "Shadows House - Digital Colored Comics"
      },
      {
        "ja-ro": "Shadōhausu"
      },
      {
        "id": "Keluarga Shadow"
      },
      {
        "ru": "Дом теней"
      },
      {
        "ru": "Мрачный дом"
      },
      {
        "ja": "シャドーハウス"
      },
      {
        "zh": "影宅"
      },
      {
        "pt-br": "Casa das Sombras"
      },
      {
        "ja": "シャドーハウス カラー版"
      },
      {
        "id": "Rumah Shadow"
      },
      {
        "es": "Casa de Sombras"
      }
    ],
    "description": {
      "en": "Faceless shadow nobles living in a vast mansion, attended by living dolls who spend much of their time cleaning up the soot endlessly emitted by their mysterious masters.  \r\n  \r\nFollow the story of Emilyko, a young and cheerful living doll, as she learns her duties serving as the attendant for Kate Shadow-sama. What dangers and dark secrets will she and Kate encounter, as they become more deeply involved in the inner workings of the shadows' society?",
      "es": "Nobles sombras sin rostro que viven en una vasta mansión, atendidos por muñecos vivientes que pasan gran parte de su tiempo limpiando el hollín emitido por sus misteriosos maestros.  \n  \nSigue la historia de Emilyko, una joven y alegre muñeca viviente, mientras aprende sus deberes como asistente de Kate Shadow-sama.",
      "ja": "不思議な洋館に住む、 顔のないシャドー一族と、 世話係の“生き人形”たち。 彼らが織りなす、 摩訶不思議な日常とは…？",
      "ru": "Безликие теневые дворяне, живущие в огромном особняке, сопровождаемые живыми куклами, которые проводят большую часть своего времени, очищая сажу, бесконечно испускаемую их таинственными хозяевами.",
      "es-la": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama.",
      "pt-br": "Sombras nobres vivem em uma imensa mansão e são servidos por bonecas vivas que passam a maior parte do tempo limpando a fuligem solta pelos misteriosos mestres. Siga a história de Emilyko, uma boneca viva jovem e animada, enquanto ela aprende seus deveres como serva de Kate Shadow-sama."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "619c0bc3-4c5d-4dbc-a268-1b9bbad9ccc3",
    "title": {
      "en": "After Transmigrating as the Biological Mother's Villainous Devil King"
    },
    "updatedAt": "2024-11-20T11:26:41+00:00",
    "coverArt": "https://mangadex.org/covers/619c0bc3-4c5d-4dbc-a268-1b9bbad9ccc3/88b7c534-143d-4a9b-800b-f02f0045868a.jpg",
    "altTitles": [
      {
        "en": "I Became the Villain Demon King's Mother"
      },
      {
        "zh": "Chuan Cheng Fanpai Mowang De Qin Niang Hou"
      },
      {
        "zh": "穿成反派魔王的亲娘后"
      }
    ],
    "description": {
      "en": "The Lord is 5 years old, one more year of his mother will die, the Lord will be completely blackened, destroyed the earth. Su Yitang, who wore the mother of the Lord's King, said: \"It's too hard for me! Who's his dad? Is there anyone in charge?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "68e2950e-c0ae-4b07-8554-beb29be2509f",
    "title": {
      "en": "Silent Möbius"
    },
    "updatedAt": "2023-07-31T16:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/68e2950e-c0ae-4b07-8554-beb29be2509f/2e6fdce6-3888-4ccd-99d9-645eb93d05bd.jpg",
    "altTitles": [
      {
        "en": "Silent Mobius"
      },
      {
        "en": "Silent Moebius"
      },
      {
        "ja": "サイレントメビウス"
      }
    ],
    "description": {
      "en": "In the 21st century, just when the human race needs new heroes, the Lucifer Hawks enter Earth's dimension. The members of the A.M.P., six young women with incredible powers, are set to defend the human race against these monstrous entities from another world.  \n  \n(from: Viz Comics)"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": null
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Regista"
    },
    "updatedAt": "2024-10-24T09:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/9e7fcd34-ed38-4f9b-a3bd-95ca6f378508.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4097ccf-6052-4341-a4dc-361dfa6cd798",
    "title": {
      "en": "I Became the Only Healer in This World"
    },
    "updatedAt": "2024-05-25T12:26:34+00:00",
    "coverArt": "https://mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/b16a1330-b01c-4f4f-9ecd-bf310d096899.jpg",
    "altTitles": [
      {
        "ko": "이세계의 유일한 힐러가 되었습니다"
      },
      {
        "ko-ro": "Isegyeui Yuilhan Hilleoga Doeeossseubnida"
      },
      {
        "ru": "Я стала единственным хилером в этом мире"
      },
      {
        "ja": "この世界で唯一のヒーラーになりました"
      }
    ],
    "description": {
      "en": "Healer who is addicted to gambling has been on a single path for years. Somehow, the world changed and I became the world's only healer. [There is a place that needs you, a unique healer.] [Will you respond to the summons?] ‘What? 'You have a tank dealer but no healer?' No, what. Is there any balance for X network with tank damage but no healer? [The constellations watching you complain that this is not a game, but reality!] *** It has been several decades since the Gate appeared. I heard that a lot of strategies and data have been accumulated over the years. ‘Why is everyone proceeding so inefficiently? 'Frustrating?' I was serious about my strategy, so I just tried my best to close the gate. “It was you who saved me. “I made it so that only you can see it.” 1st place in the former rankings who were said to have been betrayed and went into hiding. “I need you. my savior “My life.” Head of the world's top 10 guild unions. “Don’t abandon me. Because I can’t breathe without you.” Up to 1st place in the current ranking. I was too busy clearing the gate, but strange guys started to come by. \n\n[Plate/Constellation/Hunter/Himsumjin/Munchkin/Yeojuwon Tower/Salvation]",
      "ru": "Девушка, играющая за хилера на протяжении многих лет, так и не смогла ничего достичь. Однажды, невероятным образом она переместилась в другой мир, в котором не оказалось ни одного хилера.  \n— Есть пати, которое хочет пригласить вас, невероятного и неповторимого хилера. Вы ответите на призыв?  \n\"А? У них есть танки и ДД, но ни одного хилера? У них тут вообще хоть что-то сбалансированно?\"  — \nЭто не игра, а реальность. И созвездия, защищающие тебя, будут жаловаться тебе на жизнь!    \n\n***  \nВрата появились несколько десятилетий назад. За это время накопилось множество тактик и сведений, но...  \n— Что за унылые атаки в лоб? Ещё не надоело?  \nИз-за очень наивной тактики врата брали напролом.  \n— Это вы ведь меня спасли? Лишь благодаря вашим способностями.  \nПреданный, скрывающийся бывший первый ранг...  \n— О, моя спасительница, не покидай меня.  \n...директор ассоциации 10 гильдий...  \n— Прошу, не бросай меня. Я не смогу жить без тебя.  \n...и даже нынешний первый ранг — каждый был восхищен ею.  \nКогда она была занята тактикой прохождения врат, начали появляться странные дети, что совершенно не входило в её планы."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "138df658-cbb2-44a4-8306-e3c92598f22d",
    "title": {
      "en": "I'm a Solo Guide"
    },
    "updatedAt": "2024-10-22T09:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/138df658-cbb2-44a4-8306-e3c92598f22d/17bb63d0-7016-42eb-bdd9-11480f5b2423.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 가이드"
      }
    ],
    "description": {
      "en": "Ye Ji-an, the only S-class guide in Korea, was often called the “useless guide” due to her unique trait of having a 0% matching rate with all espers. After failing to match with an esper from Russia and on her way back home, she is suddenly swept away by a gate manifestation and wakes up alone in a strange temple-like place. The world she has traveled to through the gate is the continent of Wisrode, filled only with espers, and in this place, Ji-an is the only guide…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "743d12aa-7040-43fe-b04a-6b9dbc1a39ef",
    "title": {
      "en": "I'm the Emperor's Lost Daughter"
    },
    "updatedAt": "2024-07-13T22:55:55+00:00",
    "coverArt": "https://mangadex.org/covers/743d12aa-7040-43fe-b04a-6b9dbc1a39ef/eb5cb367-3ee6-4e4a-8f6a-8e7fa274c785.jpg",
    "altTitles": [
      {
        "ko": "나는 황제의 잃어버린 딸"
      },
      {
        "es-la": "Ella Es La Hija Perdida Del Emperador"
      }
    ],
    "description": {
      "en": "Embodying the culture that I experienced in my previous life,\nA ‘reincarnator’ with the ability to make the empire flourish.\nRossite is able to use her unique ability, the power of implementation.\nBeing bullied by the reincarnator Karina she was even accused of attempting to murder the Duke of Identino, which lead to her execution.\nAt that moment, I recalled the memories of my past life as a paramedic,\nRossite realizes that she is the real reincarnator and regresses in the brink of death.\nThe first thing Rossite saw after her regression was Duke Identino, saying he has come to find the ‘Emperor’s lost daughter.’\nRossite goes to the imperial capital with him, but even there, Karina slanders Rossite by spreading rumors that she is a fake"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d60b39e0-3972-4c47-969b-9191f6944f38",
    "title": {
      "en": "Evil Crusher Maya"
    },
    "updatedAt": "2022-02-06T01:53:29+00:00",
    "coverArt": "https://mangadex.org/covers/d60b39e0-3972-4c47-969b-9191f6944f38/fb86ccc2-e295-4407-b7e7-fa568f3ec67f.jpg",
    "altTitles": [
      {
        "ja": "EVIL CRUSHER 魔矢"
      }
    ],
    "description": {
      "en": "A young girl was praying, a red balloon flies away…  \n  \nIn a medieval-style village, a young girl trying to escape a soldier with three dogs. As she is about to be captured, the man's head explodes, and appears a mysterious young man holding a red balloon in hand. Before falling to the ground, the soldier's body is a hideous form and then disappears, and the three dogs were transformed into demons and rushed the young man who removes easily. The girl, Nana, asked his identity: he says his name is Maya, the Evil Crusher girl then tells his savior what happens in his village three months ago, an individual named Emiria came to town and built a church. This man was a miracle which attracted the sympathy and even the veneration of the villagers against him. However, without explanation, he demanded the sacrifice of seven young girls on the memorial of the gods. The sacrificed must be thirteen-years-old and the young girl who had been saved in part. The fathers of future victims went to show their anger at the church, but none came. After hearing this, the young man decided to go to this church to remove Emiria."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82",
    "title": {
      "en": "Konna ni Kawaii Otose-kun ga Onna no Ko no Hazu ga nai"
    },
    "updatedAt": "2024-08-18T22:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/9d31c019-e7c2-4e0b-ad1a-f552ac5e7c82/c02b7dbb-cc69-496a-8f28-74d1d1b94e64.jpg",
    "altTitles": [
      {
        "ja": "こんなにカワイイ音瀬くんが女の子のはずがない"
      },
      {
        "en": "This Cute Otose-kun Can’t Possibly Be a Girl"
      }
    ],
    "description": {
      "ja": "男子大学生、音瀬くんは〝カワイイ自分〟が大好き！でもある時、同級生の橘(♂)に、女装の趣味がバレちゃった…!?秘密をバラさない代わりに橘が音瀬くんに突きつけた条件とは??〝カワイイ〟でツナがる♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-11-01T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/e63979d3-1e27-48c3-a04d-c405836a6d31.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      },
      {
        "uk": "Куля Кохання"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!",
      "uk": "З початку існування людства, ті, хто ніколи не відчули кохання і зустріли неочікуваний кінець, отримували другий шанс, як Купідони, як дар від Богині Кохання.\n\nСьогоденні Купідони змінили свої луки і стріли на новітню зброю, але їх місія залишається такою ж: знайти підходяче кохання для їх цілей і закохати їх!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Amagami-san Chi no Enmusubi"
    },
    "updatedAt": "2024-10-14T03:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/4976bf7a-f2ba-4b9e-9bd0-d4725b52ed83.jpg",
    "altTitles": [
      {
        "en": "Tying the Knot with an Amagami Sister"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0c44cf39-3d6c-4472-815b-9e163613cfe9",
    "title": {
      "en": "Kimi ga Shinu Made Koi wo Shitai"
    },
    "updatedAt": "2024-10-09T01:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/0c44cf39-3d6c-4472-815b-9e163613cfe9/69d7e227-4751-4baf-a7ee-1e55a575db45.jpg",
    "altTitles": [
      {
        "ja": "きみが死ぬまで恋をしたい"
      },
      {
        "en": "I Want to Love You Till Your Dying Day"
      },
      {
        "en": "My Wish Is To Fall In Love Until You Die"
      },
      {
        "ja-ro": "Kimishinu"
      },
      {
        "ja": "きみ死ぬ"
      },
      {
        "zh": "与你相恋到生命尽头"
      },
      {
        "pl": "Pragnę Cię kochać aż do Twej śmierci"
      },
      {
        "uk": "Хочу кохати, допоки ти не вмерла"
      },
      {
        "id": "Keinginanku Adalah Jatuh Cinta Sampai Kamu Mati"
      },
      {
        "th": "เพียงได้รักตราบสิ้นลมหายใจ"
      },
      {
        "en": "I want to love you until you die"
      }
    ],
    "description": {
      "en": "At the mysterious orphanage where Sheena lives, death is nothing new to its residents—girls who no longer have families of their own, who are raised as weapons of war, taught to kill and take the lives of others without batting an eye. Everyone, that is, except Sheena, who wishes for nothing more than the growing conflict around her to end.\n\nOn the night of her roommate’s death, Sheena meets a strange girl covered in blood, who smiles despite the turmoil surrounding them. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi. Initially thought to be a school myth, there are now whispers in the orphanage’s halls that Mimi is their secret weapon—an immortal who cannot die. \n\nWhen Mimi is later assigned as Sheena’s new roommate, Sheena’s world grows even more complicated when she begins living with someone who loves and welcomes death, when all Sheena wants to do is stop it… \n\nA story of two girls' innocent wishes, found in a world next to death.",
      "uk": "Десь на далекому закуточку світу між високих гір є одна дитяча школа-інтернат. Тут дітей ще з малого віку виховують, як магічно-військову зброю та гонять на війну заради країни. Будь-кого можуть відправили на поле бою в будь-який момент, а шанси вижити навіть у старанного учня – мізерні. Жорстока буденність, у якій немає місця для співчуття до загиблих товаришів.\n\nШіна – звичайна чотирнадцятирічна учениця цієї школи, серцю якої важко миритися з такою буденністю. Однієї ночі, вона зустріла в холі скривавлену дівчинку, яка щойно повернулася з бою – Мімі. Здавалося б, вони несумісні: Шіна не зносить тягаря оточуючої реальності та прагне мирного життя, а Мімі йде на війну з радісною посмішкою та повертається в крові подоланих ворогів. Проте разом проведений час та щире бажання зрозуміти один одного змогли навіки переплести їх долі, які тепер розлучить лиш смерть.\n\nЦе історія двох дівчат між смертю та коханням, які знайшли в цьому світі свою маленьку невинну мрію."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-10-31T23:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/aa25c5db-3a0d-4454-b861-636202171aa4.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      },
      {
        "de": "Flüster mir ein Liebeslied"
      },
      {
        "vi": "Khẽ hát lời yêu"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9957c35e-06e1-4b4b-875e-6a3a01e29582",
    "title": {
      "en": "Eiyuu ni Akogareta Shoujo wa Kyuuketsuki ni Ochitemo Eiyuu o Mezasu"
    },
    "updatedAt": "2024-11-10T11:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/9957c35e-06e1-4b4b-875e-6a3a01e29582/8dc8f8e4-af1a-4ecd-bbe6-6d285e2a2312.jpg",
    "altTitles": [
      {
        "ja": "『英雄』に憧れた少女は吸血鬼に堕ちても『英雄』を目指す"
      },
      {
        "ja-ro": "\"Eiyuu\" ni Akogareta Shoujo wa Kyuuketsuki ni Ochitemo \"Eiyuu\" wo Mezasu"
      },
      {
        "en": "A Girl Who Longed to Be a \"Hero\" Aims to Be a \"Hero\" Even If She Falls Into Becoming a Vampire"
      },
      {
        "ru": "Девушка, которая мечтала стать \"героем\", стремится к этому, даже если превратится в вампира"
      },
      {
        "id": "Gadis yang Mengidamkan \"Pahlawan\" Meskipun Terjatuh Menjadi Vampir Tetap Berusaha Menjadi \"Pahlawan\""
      },
      {
        "pt-br": "Uma garota que deseja ser uma \"Heroína\", mesmo que tenha se tornado uma Vampira"
      }
    ],
    "description": {
      "en": "\"We'll kill all vampires. Sharing our own fallen 『 blood 』 as a weapon...!!\"\n\nArbitration Knights travel around the world to protect peace. Rinslet, a girl who has just become a regular knight, meets Yuri, a vampire girl with cool silver hair and crimson eyes. \nRinslet learns that she is an abomination who kills her own kind by manipulating the power of 《 blood armor 》, which materializes blood into swords, bows and arrows. She becomes Yuri's kin in exchange for her life, and her goal is...?\n\nA Yuri x Vampire x Dark Fantasy!",
      "ja": "「私達は全ての吸血鬼を殺す。自らの堕ちた『血』を分け与え武器として…!!」――世界各国を巡り平和を守る調停騎士団。その正騎士になったばかりの少女・リンスレットが出会ったのは、涼やかな銀髪と深紅の瞳を持つ吸血鬼の少女・ユーリ。血液を剣や弓矢に具現化する《血装》の力を操って同族を殺す彼女に対し、忌むべき存在と知りながら想いを通じ合わせるリンスレット。命と引き換えにユーリの眷族となった彼女が目指すは…!?百合×吸血鬼×ダークファンタジ！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Gendai Shakai de Otome Game no Akuyaku Reijou wo Suru no wa Chotto Taihen"
    },
    "updatedAt": "2024-10-26T09:48:02+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/4ff5223d-fb79-4d0e-8aa3-3685257041fd.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "ja-ro": "Gendai Shakai de Otome Game no Akuyaku Reijou o Suru no wa Chotto Taihen"
      },
      {
        "en": "Modern Villainess: It’s Not Easy Building A Corporate Empire Before The Crash"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam.",
      "ja": "バブル崩壊以降長く続く不況に沈む日本――。厳しい時代の中で不遇に喘ぐ女性が、失意のうちに命を落とした。しかし彼女の運命はそこで終わらず、目を覚ますと“現代”を舞台にした乙女ゲームの悪役令嬢・桂華院瑠奈に転生を果たす！時はバブル崩壊直後、転生からほどなくして生家が危機に瀕するも、前世の知識を駆使して平成の一大特需“ITバブル”に乗ることに成功。莫大な利益を手にした瑠奈は、破滅の運命を回避――したはずだった･･･。\n\n「これは、私達が時代に行う復讐の物語よ」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4326e7e-cd70-4887-ad8b-cdb378ba1e6e",
    "title": {
      "en": "Gamaran: Shura"
    },
    "updatedAt": "2024-10-25T19:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/a4326e7e-cd70-4887-ad8b-cdb378ba1e6e/2c6ee5ac-f9d4-45dd-bbc7-265de9c14a04.jpg",
    "altTitles": [
      {
        "ja": "我間乱 ―修羅―"
      }
    ],
    "description": {
      "en": "A sequel to the original Gamaran manga focusing on Gama's former rival, mentor and friend Sengoku Iori."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2023-07-13T20:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga posted by Holiday Yasumi on Twitter. \n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-11-20T20:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]