[
  {
    "mangaId": "634b7e42-80b2-4f8c-81a7-b92d5ed6ece9",
    "title": {
      "en": "Densetsu no XX no Tsurugi"
    },
    "updatedAt": "2025-01-03T17:22:18+00:00",
    "coverArt": "https://mangadex.org/covers/634b7e42-80b2-4f8c-81a7-b92d5ed6ece9/d37d3765-8162-4224-80dc-f6961dd77d5b.png",
    "altTitles": [
      {
        "ja": "伝説のxｘの剣"
      },
      {
        "en": "The Legendary XX Sword"
      }
    ],
    "description": {
      "en": "A short story by \"Bad Tripper\" and \"MY LITTLE MARS\" author Yu Odoriba, following a young game developer who encounters a strange sword..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a0f7ed-d05b-4e5b-8f5d-2e369afa7da2",
    "title": {
      "en": "The Debt Collector Who's an Older Girl Takes Care of Me Little by Little"
    },
    "updatedAt": "2024-12-07T06:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/a6a0f7ed-d05b-4e5b-8f5d-2e369afa7da2/74439608-ed89-4a49-9116-469bc57afffc.png",
    "altTitles": [
      {
        "ja": "だんだん、借金取りの姉御がボクの世話を焼いてくれる"
      },
      {
        "ja-ro": "Dandan, Shakkintori no Anego ga Boku no Sewa o Yaite Kureru"
      },
      {
        "es-la": "La chica cobradora me cuida poco a poco."
      }
    ],
    "description": {
      "en": "A collector girl finds a child while collecting a debt: his parents have escaped to avoid paying \nand now she unwillingly finds herself in charge of keeping him safe and taking care of him... \neverything to protect him rewards, everything for that!",
      "es-la": "Una chica cobradora que mientras se encuentra cobrando una deuda se encuentra con un niño, sus padres han escapado para no pagar y ahora ella se encargara de mantenerlo a salvo y cuidarlo... todo para proteger le recompensa, ¡todo por eso!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62849a26-0c93-42a8-8627-14dbf2dd72f7",
    "title": {
      "en": "Oni Ure Idol ga Kyou mo Watashi wo Oshitekuru"
    },
    "updatedAt": "2024-10-11T21:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/62849a26-0c93-42a8-8627-14dbf2dd72f7/68546347-159e-42ab-b609-5efefe0a7431.jpg",
    "altTitles": [
      {
        "ja": "鬼売れアイドルが今日も私を推してくる"
      },
      {
        "en": "The Superstar Idol Crushes on Me Today Too"
      }
    ],
    "description": {
      "en": "Unpopular underground idol and actress, Enatsu Sayuki, faces her work diligently everyday to achieve her dreams of making it big in the world of acting. But, for some reason, the superstar idol Touma Sera – who should be her rival – becomes her biggest fan! Adorable enough to make Sayuki jealous, Sera takes every chance to passionately declare her love, throwing Sayuki’s life into chaos. Will Sayuki be able to achieve her dreams? And what will become of the one-sided love(?) between Sera and Sayuki...!?",
      "ja": "売れない地下アイドル兼俳優の江夏紗雪は、演技の世界で大成する夢を叶えるため、日々地道に目の前の仕事に向き合っていた。……が、ライバルであるはずの鬼売れアイドル・冬麻seraが、なぜかしつこく紗雪を推してくる!! 嫉妬するほどかわいいseraの熱烈すぎるラブコールに紗雪は振り回されっぱなし！果たして、紗雪は夢を叶えることができるのか？そして、一方通行にも見えるseraと紗雪の恋（？）の行方は…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Gal Can't Be Kind to Otaku!?"
    },
    "updatedAt": "2025-01-03T10:07:00+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605a63fd-06ae-4123-bdde-15865a3d4630",
    "title": {
      "en": "Phantasmagoria Days"
    },
    "updatedAt": "2024-04-29T17:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/605a63fd-06ae-4123-bdde-15865a3d4630/f877a566-ef36-4200-8244-986771b61090.png",
    "altTitles": [
      {
        "ja": "ファンタスマゴリア・デイズ"
      }
    ],
    "description": {
      "en": "Follow the daily life and adventures of Dr. Hoop and his assistant, the robot Lancelot, across the planet Phantasmagoria in these short stories brimming with all sorts of peculiar characters. Experience the unique warmth and creativity Tamura Shigeru has to offer in this nostalgic world of his creation - infused with a touch of both humor and sadness.\n\n---\nMore exploration of the world of Phantasmagoria, created after Tamura's short animation featuring scenes from the same world: **a piece of PHANTASMAGORIA**."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "da94fd6c-bbd6-4d77-9456-ec9f57af6359",
    "title": {
      "en": "Revenge Of the Bloom Flower"
    },
    "updatedAt": "2024-11-26T18:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/da94fd6c-bbd6-4d77-9456-ec9f57af6359/86c927f5-acb2-442f-8da2-b918f161fde0.jpg",
    "altTitles": [
      {
        "ko": "화무십일홍"
      },
      {
        "en": "There Are No Red Flowers for Ten Days"
      },
      {
        "ko-ro": "Hwamusipilhong"
      },
      {
        "es-la": "Venganza de la Flor de Ciruelo"
      },
      {
        "zh-hk": "花無十日紅"
      },
      {
        "zh-hk": "解深密經疏"
      }
    ],
    "description": {
      "en": "The scripture that brought a bloodstorm to Jianghu was the \"Wisdom of the Secret Master,\" a legendary book that is said to hold the power to seize all the world's authority and wealth. Because of it, Woonseon lost all his loved ones overnight. \nNow, he casts aside his bright and pure past and embarks on a desperate journey for revenge. The flower will wither in ten days. Nothing in this world will be eternal, whether it's wealth, power, or love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23602a6d-c033-4658-85ee-3efe1ba1d7a8",
    "title": {
      "en": "See You in Eden"
    },
    "updatedAt": "2022-04-15T23:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/23602a6d-c033-4658-85ee-3efe1ba1d7a8/ad3d7776-4e34-4435-925a-01c6a6f06ed7.jpg",
    "altTitles": [
      {
        "en": "Meet a Eden"
      },
      {
        "ja": "エデンで会おう"
      },
      {
        "ja-ro": "Eden de Aou"
      }
    ],
    "description": {
      "en": "Oba Tamako tells of her time being at art high school."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "a149c7c9-3fcc-4813-942e-7fe29a2b59b7",
    "title": {
      "en": "Miss Forensics"
    },
    "updatedAt": "2024-08-31T00:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/a149c7c9-3fcc-4813-942e-7fe29a2b59b7/382cb57e-975c-4a16-a90c-30f4d63abd03.jpg",
    "altTitles": [
      {
        "zh": "我亲爱的法医小姐"
      },
      {
        "en": "My Dear Forensic Lady"
      },
      {
        "pt-br": "Minha querida médica legista"
      },
      {
        "zh-hk": "我親愛的法醫小姐"
      },
      {
        "zh-ro": "Wǒ Qīn'ài de Fǎyī Xiǎojiě"
      },
      {
        "pl": "Lekarz sądowy Lin Yan"
      }
    ],
    "description": {
      "en": "Lin Yan, a cold and arrogant female forensic expert, meets Song Yuhan, a righteous and sharp female detective. From being incompatible to becoming friends, they witness the lives of many ordinary people along the way: a young girl who struggles to survive but dies innocently, an old mother who waits for her criminal son to return in the mountains, a timid policeman who faces a gun-wielding robber bravely... \n\nThey fight for the rights of the living, speak for the dead, and vow to uncover the truth that has been silent for years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28c77530-dfa1-4b05-8ec3-998960ba24d4",
    "title": {
      "en": "Otomege Sekai wa Mob ni Kibishii Sekai desu"
    },
    "updatedAt": "2024-11-01T18:00:32+00:00",
    "coverArt": "https://mangadex.org/covers/28c77530-dfa1-4b05-8ec3-998960ba24d4/2a87c2b5-83ab-4cfa-96fd-da840f6f0e6f.jpg",
    "altTitles": [
      {
        "ja-ro": "MobuSeka"
      },
      {
        "vi": "Thế Giới Otomegame Thật Khắc Nghiệt Với Nhân Vật Quần Chúng"
      },
      {
        "th": "ชีวิตตัวประกอบอย่างตูช่างอยู่ยากเมื่ออยู่ในโลกเกมจีบหนุ่ม"
      },
      {
        "ja": "乙女ゲー世界はモブに厳しい世界です"
      },
      {
        "ko": "여성향 게임 세계는 엑스트라에게 어려운 세상입니다"
      },
      {
        "ja-ro": "Otome Game Sekai wa Mob ni Kibishii Sekai desu"
      },
      {
        "ru": "Мир отомэ-игр — это тяжёлый мир для мобов"
      },
      {
        "en": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs"
      },
      {
        "fr": "Mon Destin... Entre Les Mains Des Femmes"
      },
      {
        "zh-hk": "女性向遊戲世界對路人角色很不友好"
      },
      {
        "en": "The World of Otome Games Is Tough for Mobs"
      }
    ],
    "description": {
      "en": "Leon, a former Japanese worker, was reincarnated into an “otome game” world, and despaired at how it was a world where females hold dominance over males. It was as if men were just livestock that served as stepping stones for females in this world. The only exceptions were the game’s romantic targets, a group of handsome men led by the crown prince. In these bizarre circumstances, Leon held one weapon: his knowledge from his previous world, where his brazen sister had forced him to complete this game. This is a story about his adventure to survive and thrive in this world.",
      "ja": "転生したら「女尊男卑」な、乙女ゲー世界でした!!!\n\nモブからだって成り上がれ！\nイケメン死すべし！\n剣と魔法の異世界ファンタジー!!!\n\n▼\n剣と魔法の“乙女ゲー\"の世界に転生した、\n元日本の社会人だったリオンは、その女尊男卑な世界に絶望する。\n\nこの世界では、男なぞは女性を養うだけの家畜のようなものであった。\n例外なのは、ゲームで攻略対象であった王太子率いるイケメン軍団ぐらいである。\n\nそんな理不尽な境遇において、リオンはある一つの武器を持っていた。\n前世で生意気な妹に無理矢理攻略させられていたこのゲームの知識である。\n\n本当は田舎に引きこもりのんびりとしたいリオンだったが\nその知識を使い、やりたい放題の女どもとイケメンに、はからずも反旗を翻すのだった。\nド外道主人公による、爽快(?)下克上ファンタジー、コミカライズでも開演!\n\n(Source: コミックウォーカー)",
      "pt-br": "Leon, um ex-trabalhador japonês, reencarnou em um mundo de “otome game” e se desesperou com a forma como era um mundo onde as mulheres detêm o domínio sobre os homens. Era como se os homens fossem apenas animais que serviram como degraus para as fêmeas neste mundo. As únicas exceções eram os alvos românticos do jogo, um grupo de homens bonitos liderados pelo príncipe herdeiro. Nestas circunstâncias bizarras, Leon tem apenas uma arma: seu conhecimento do seu mundo anterior, que ele obteve após completar o jogo, depois de ser forçado por sua irmã a jogá-lo. Leon, que realmente só quer viver tranquilamente na periferia do país, usa seu conhecimento para bater de frente contra as mulheres e esses homens bonitos."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-12-29T20:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "As a successful captain in the military, Lee Yoon-ah is an icon of success and power.  But after an accident on the battlefield, she finds herself trapped in a romantic fantasy novel!\n\nStuck in a supporting role as the best friend to the main protagonist, Yoon-ah is determined to overturn the plotline and change Rosalie’s fate. Will she be able to change Rosalie’s fate and find happiness in the new world? \n\nWill she return to where she was originally from?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-11-02T17:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "vi": "Banaza là một thương nhân luôn chăm chỉ làm việc mỗi ngày đã bị đột nhiên triệu hồi tới Vương Quốc Ma Pháp Klyrode xa lạ làm ứng viên dũng sĩ. Tuy nhiên, anh đã bị đánh trượt vì chỉ có cấp độ 1 giống như dân thường. Không những vậy, anh còn không thể trở về vì sai lầm của chính quyền... Banza đã rời vương đô để tới vùng biên cảnh và phải chiến đấu với slime để giữ mạng. Thế rồi, câu chuyện có bước chuyển biến lớn sau khi anh thay đổi hình dáng và tên họ. Một ma thú đã phải lòng anh đi tới hôn nhân. Thế là họ cùng nhau hướng tới một cuộc sống thảnh thơi, không phân biệt chủng tộc!",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "7f15e45c-b7fd-4164-8d8e-ede14a817f0d",
    "title": {
      "en": "The Extra's Academy Survival Guide"
    },
    "updatedAt": "2024-12-30T08:19:23+00:00",
    "coverArt": "https://mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/82155e0b-5c7c-4832-a4d8-99bf0e3ce299.jpg",
    "altTitles": [
      {
        "ko": "아카데미에서 살아남기"
      },
      {
        "pt-br": "O guia de sobrevivência do extra da academia"
      },
      {
        "pt-br": "O guia de sobrevivência do figurante da academia"
      },
      {
        "ko-ro": "Academy-eseo Saranamgi"
      },
      {
        "es-la": "Guía de supervivencia del extra de la academia"
      },
      {
        "en": "How to Survive at the Academy"
      },
      {
        "en": "Surviving the Academy"
      }
    ],
    "description": {
      "en": "Ed Rothstaylor is a third-rate villain in a game, disowned by his family and kicked out of the dormitory for his misdeeds. One day, our main character wakes up as this very Ed, and realizes he must earn a scholarship so he can graduate and be set for life. \n\nNow living in the woods, he resolves to keep away from the protagonists, but four of the female leads just won't leave him alone. Not only that, his presence starts to change the timeline and events of the game! \n\nCan Ed help the story progress while staying out of the limelight?",
      "ko": "즐겨하던 게임의 삼류 엑스트라 악역으로 빙의했다.\n야망은 없고 그냥 조용히 살고 싶다. 근데 세상이 참 살아남기 힘들다.\n주인공이 할 수 없는 삼류 악역의 방식으로, 난 이 이야기의 끝을 맞이하기 위해 살아남는다!",
      "pt-br": "Eu possuía um personagem vilão extra de terceira categoria em meu jogo favorito. Não tenho ambições e só quero viver uma vida tranquila. Mas, caramba, este mundo é um lugar difícil de sobreviver. Eu sobreviverei até o final desta história, de uma forma que o protagonista não conseguirá. Sobreviverei à maneira de um personagem vilão de terceira categoria."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da45600e-ca6f-4a52-a7f0-019db47c1e3f",
    "title": {
      "en": "Weile Fuhuo Anlian De Shi Zun Wo Bei Po Kaile Hougong"
    },
    "updatedAt": "2024-12-31T12:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/da45600e-ca6f-4a52-a7f0-019db47c1e3f/ad994e87-6c2b-43cb-ae8a-6dcc0d318bc2.jpg",
    "altTitles": [
      {
        "zh": "为了复活暗恋的师尊我被迫开了后宫"
      },
      {
        "zh-ro": "Wèile Fùhuó Ànliàn De Shī Zūn Wǒ Bèi Pò Kāile Hòugōng"
      },
      {
        "en": "I Was Forced to Open a Harem to Resurrect the Master I Had a Crush on"
      }
    ],
    "description": {
      "zh": "花樱樱一朝穿成小孤女，命悬一线之时，天降仙女师尊，救她于水火。 于是花樱樱日日撩夜夜追，终于舔化冰山，只等师尊渡劫成功就能双宿双修，双宿双飞…… 谁成想师尊居然渡劫失败，碎成了渣渣！ 为了复活师尊，花樱樱穿梭七重镜界，要和七个不同身份的切片师尊酱酱酿酿，水乳交融！ 花樱樱捏拳，无奈道：开后宫什么的，都是为了拯救师尊呐！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "27"
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2025-01-03T21:33:00+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/b20343c1-8c76-4a71-8d1e-7020a2927bbb.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      },
      {
        "pt-br": "Senpai é um Otokonoko"
      },
      {
        "es-la": "Mi compañero se traviste"
      },
      {
        "es": "Mi compañero se traviste"
      },
      {
        "fr": "Makoto est un garçon"
      },
      {
        "de": "Senpai ist Crossdresser"
      },
      {
        "it": "Al senpai piace vestirsi da ragazza"
      },
      {
        "ru": "Она парень"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "ru": "Десятиклассница Саки признаётся в любви одиннадцатикласснице, но та не спешит отвечать взаимностью. Всё дело в том, что Ханаока переодетый парень, и он уверен, что его общество принесёт Саки лишь проблемы. Однако Саки нисколько не разочаровывается, узнав правду, а наоборот полна решимости стать его первой любовью.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "8245c9ac-b9d4-41d4-a8f1-0f68f0fdaefe",
    "title": {
      "en": "Put It All In The Ring! 2"
    },
    "updatedAt": "2025-01-01T22:09:42+00:00",
    "coverArt": "https://mangadex.org/covers/8245c9ac-b9d4-41d4-a8f1-0f68f0fdaefe/93e2fe22-a65e-4009-bed1-26ba326b2022.jpg",
    "altTitles": [
      {
        "fr": "Envole-toi vers le ring 2"
      },
      {
        "en": "Put it all in the Ring 2"
      },
      {
        "ja-ro": "Ring ni Kakero 2"
      },
      {
        "ja": "リングにかけろ2 最終章"
      },
      {
        "ja-ro": "Ring ni Kakero 2 Saishuushou"
      },
      {
        "pt-br": "Aposte tudo no Ringue 2"
      }
    ],
    "description": {
      "en": "At the end of Ring ni Kakero 1, Ryuuji Takane went up against Superstar Jun Kenzaki for the World Title. Now, 17 years later, Rindo Kenzaki, the son Jun Kenzaki and nephew of Ryuuji Takane, lives with Ishimatsu Katori, the \"Kenka Champion\" from Ryuuji and Jun's time. Rindo will meet up with a new generation of boxers to create a new Golden Japan Jr. to take on the world."
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "be3a9631-4775-4dc4-8dde-a761b71bfa68",
    "title": {
      "en": "Koko ha Tengoku ja nai kedo"
    },
    "updatedAt": "2024-07-05T15:52:32+00:00",
    "coverArt": "https://mangadex.org/covers/be3a9631-4775-4dc4-8dde-a761b71bfa68/afc137ec-cf2f-4768-a411-fe239e84c120.png",
    "altTitles": [
      {
        "ja": "ここは天国じゃないけど"
      },
      {
        "ko": "여기는 천국이 아니지만"
      },
      {
        "en": "This isn't heaven, though..."
      },
      {
        "ru": "Это не рай, но..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-12-04T14:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/a8bd8f89-d17f-4ce1-b9b1-3992ce8eddd6.jpg",
    "altTitles": [
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "fr": "Mission: Yozakura Family"
      },
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!\n\n---\nPublicado en Español por [Norma Editorial](https://www.normaeditorial.com/catalogo/manga/serie/mision-familia-yozakura) como \"Misión: Familia Yozakura\" (2022)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": "Taiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "ja": "超人見知りの高校生･朝野太陽が話せるのは、幼なじみの夜桜六美ただ一人。けれど六美は代々続くスパイ一家の娘で、極度のシスコンの兄が太陽排除に動き出した！　自らと六美を守るため太陽がとった手段とは!?",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-11-16T13:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2024-12-27T06:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "e881168f-ef99-41ff-88cf-1cf21c152635",
    "title": {
      "en": "Seichou Cheat de Nandemo Dekiru you ni Natta ga, Mushoku dake wa Yamerarenai you desu"
    },
    "updatedAt": "2024-12-25T00:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/e881168f-ef99-41ff-88cf-1cf21c152635/d9691022-2c49-4bd4-b2e2-86a41856b0cd.jpg",
    "altTitles": [
      {
        "ja": "成長チートでなんでもできるようになったが、無職だけは辞められないようです"
      },
      {
        "en": "I've Become Able to Do Anything with My Growth Cheat, but I Can't Seem to Get out of Being Jobless"
      },
      {
        "ko": "성장 치트로 뭐든 할 수 있게 되었지만, 무직만큼은 그만둘 수가 없습니다"
      },
      {
        "zh": "只有无职是不会辞去的"
      },
      {
        "zh-hk": "只有無職是不會辭去的"
      }
    ],
    "description": {
      "en": "I, Ichinosuke, failed to get a job 100 times in a row. In fact, my lifelong unemployment streak remains unbroken. On my way to yet another job interview, I was involved in an accident with a truck and tragically passed away. Suddenly, a goddess bestowed upon me the ability to grow at a speed 20 times faster than normal... and another goddess, making a mistake, bestowed upon me the ability to grow at a speed 20 times faster than normal, before sending me to a game-like other world.\n\nWait, 20 times 20... 400 times faster than normal?!\n\nHowever, knowing that I would not become stronger even if I continued growing while being jobless, I aimed to get a job... but I discovered that remaining Jobless was a cheat in and of itself, provided you can stomach the slow leveling process... Which I do at 400 times faster than normal. As my Growth Cheat and Jobless Cheat existed side-by-side in this other world, the story of my adventure, no doubt certified by the job-placement agency as harmful material, begins here.",
      "ja": "就活中に事故で死にそうになった楠一之丞は異世界に転移。さらに女神の手違いにより一之丞は常人の400倍のスピードで成長する能力を授かった。あまりの成長速度に、一之丞は無職のまま異世界生活を始める。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb9c0f0-f7ee-402f-90bf-7b7945134242",
    "title": {
      "en": "Dancing With Uninvited Guests"
    },
    "updatedAt": "2024-06-24T07:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/8cb9c0f0-f7ee-402f-90bf-7b7945134242/a38edf05-2840-42cb-a7a7-5ac1da98fe6b.png",
    "altTitles": [
      {
        "ko": "불청객과 춤을"
      }
    ],
    "description": {
      "en": "In the new semester of her second year of high school, Ji Haero finds herself in the same class as her ex-boyfriend, whom she dated in secret and subsequently broke up with.\n\nBut uh-oh!\n\"I wanted to die when I saw that my ex-boyfriend was in the same class as me, but this jerk had someone he liked in our class!\"\n\nWhat's more surprising is that someone turns out to be Choi Jinyoung!\nJi Haero and Choi Jinyoung share a secret that must remain concealed.\nWill Haero safely navigate through this phase of puberty, surrounded by these uninvited guests?",
      "ko": "중학교 2학년 새 학기,\n지해로는 남몰래 사귀다 차였던 \n전 남친과 같은 반이 된다.\n\n그런데 얼라리요?\n나를 찬 전 남친과 같은 반이 된 것도 서러워 죽겠는데,\n이 녀석이 같은 반에 좋아하는 사람이 있다고?\n\n그런데 그 상대가 하필… 최진영이라고?!\n\n지해로와 최진영 사이엔 \n남들이 알아선 안 되는 비밀 한 가지가 있는데…\n사방엔 온통 불청객뿐인 해로는 \n무사히 사춘기를 돌파할 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ea7852-418e-4945-bfd3-5c1c58a17b38",
    "title": {
      "en": "Ishigami Senki"
    },
    "updatedAt": "2024-12-29T21:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/10ea7852-418e-4945-bfd3-5c1c58a17b38/ebb62909-51b4-4bda-8101-872d64b221a0.jpg",
    "altTitles": [
      {
        "ja": "石神戦記"
      },
      {
        "en": "Saga of the Stone God"
      }
    ],
    "description": {
      "en": "Mizuho territory in the northeastern part of the island nation of Hiwazu. On the wedding day of his elder brother, Lord Saku, Ukano Isaza, the younger brother of the lord, meets a woman of the \"stone people\" who is supposed to have been told in a fairy tale, and is forced to make a contract with her...?",
      "ja": "四方を海に囲まれた島国・日倭津国。先王の死後、この国は\"王太子派\"と\"王弟派\"の二つに割れようとしていた。その情勢下、北東にある瑞穂領は婚姻により\"王弟派\"につくことを選ぶ。領主の弟・宇迦乃イサザは、兄の婚礼の日に生じた混乱の中で、石を操る不思議な力を持つ「石の民」の女と出会い、婚姻を迫られることに……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59acc861-585b-4d5b-a054-b32a532e9e7a",
    "title": {
      "en": "Colorful Gray"
    },
    "updatedAt": "2024-12-12T20:05:45+00:00",
    "coverArt": "https://mangadex.org/covers/59acc861-585b-4d5b-a054-b32a532e9e7a/c6a785ad-9970-4116-9c85-5bcb3bb046b2.jpg",
    "altTitles": [
      {
        "ja": "カラフルグレー"
      }
    ],
    "description": {
      "ja": "異形の伯爵タナトス・フォグ・グランギニョルは人体実験の罪により、軍の討伐隊に体をバラバラにされ広大な城のあちこちに封印された――。それにより城内の魔導融合炉は爆発寸前!! 阻止するにはタナトスの体を集め復活させるしかない。実験の成功例にして不死身のグランギニョル家長女・イリスは個性豊かな仲間と共に探し回るハメに…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06f6356a-4511-4bbd-a97b-4c609b9f7959",
    "title": {
      "en": "[Rouhou] Ore no Iinazuke ni Natta Jimiko, Ie de wa Kawaii Shika nai."
    },
    "updatedAt": "2024-10-09T01:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/06f6356a-4511-4bbd-a97b-4c609b9f7959/8e9b8b9d-5095-4a1e-a2a1-07ba0414beeb.jpg",
    "altTitles": [
      {
        "en": "[Good News] The Plain-Looking Girl, Who Became My Fiancée, Is Only Cute at Home"
      },
      {
        "en": "[Good News] My Plain-Looking Fiancee Is Secretly Sweet With Me"
      },
      {
        "ja": "【朗報】俺の許嫁になった地味子、家では可愛いしかない。"
      },
      {
        "vi": "Hôn Thê Nhạt Nhẽo Của Tôi Chỉ Đáng Yêu Khi Ở Nhà"
      },
      {
        "pt-br": "[Boas Notícias] A Garota Quieta que se Tornou Minha Esposa, É a Mais Linda Dentro de Casa!"
      },
      {
        "ja-ro": "[Rōhō] Ore no Iinazuke ni Natta Jimi-ko, Kade wa Kawaii Shika Nai."
      },
      {
        "th": "เมื่อสาว3Dสุดแสนเงียบขรึมได้กลายมาเป็นภรรยาสุดแสนจะน่ารักของผมเฉพาะที่บ้านเท่านั้น"
      },
      {
        "zh-hk": "【好消息】我的不起眼未婚妻在家裡有夠可愛 小說"
      },
      {
        "zh": "【好消息】我的不起眼未婚妻在家里有够可爱 小说"
      },
      {
        "ko": "【낭보】나의 약혼녀가 된 수수녀, 집에서는 귀엽기민 하다"
      },
      {
        "vi": "Vị hôn thê với vẻ ngoài giản dị chỉ âm thầm ngọt ngào với tôi khi ở nhà"
      }
    ],
    "description": {
      "en": "“Onii-san, congratulations on your marriage. This person is your bride.”\r\n\r\n“M-my name is Watanae Yuuka… I’m in the same class as you…”\r\n\r\nMy name is Sakata Yuuichi. I’m in my 2nd year of high school. Due to my parents’ circumstances, I’m suddenly getting married..? Furthermore, my partner is a plain girl, Watanae-san. During my 3rd year of middle school, I went through a bad experience. Ever since then, I’ve only been interested in 2D heroines. There’s absolutely no way I’d ever be interested in a 3D girl. That was what I thought, but…\r\n\r\n“…Well then, who’s your favorite heroine right now?”\r\n\r\nTurns out, she was actually an otaku and she becomes very talkative when you get to know her. She’d always happily engage in our conversations. She showed me things I’d never have expected from a girl in my class.\r\n\r\n“Err, since we’re going to be living together… Is it okay if I call you Yuu-kun?”\r\n\r\nAnd, the moment I let my guard down, she’d instantly try to shorten the distance between us. What’s more…\r\n\r\n“Just between you and me, I’m actually the voice actress for Yuuna Izumi from 『Alice Stage』. Thank you for always supporting me!”\r\n\r\nIt’s a secret from everyone else, but it turns out she’s actually my favorite heroine’s voice actress?! I am only interested in 2D heroines! But, Yuuka’s true self, which she only shows when she’s alone with me, is nothing but cute! This is the story of me and Yuuka, starting as bethrothed. A heartwarming and chaotic romcom!",
      "ja": "親の都合で結婚させられることになった高校生の俺。お相手は――なんとアイドルゲームの声優だった!!まさかの“中の人”との同棲生活がスタート!　2人だけの新生活は、甘くて可愛いしかない!?",
      "pt-br": "“Nii-san, parabéns pelo seu casamento. Esta pessoa é sua noiva. ”\r\n\"M-meu nome é Watanae Yuuka... estou na mesma classe que você ...\"\r\n\r\nMeu nome é Sakata Yuuichi. Estou no segundo ano do ensino médio.\r\nDevido às circunstâncias dos meus pais, de repente vou me casar ..?\r\nAlém disso, minha parceira é uma garota comum, Watanae-san.\r\nDurante meu terceiro ano do ensino médio, passei por uma experiência ruim. Desde então, só me interessei por heroínas 2D. Não há absolutamente nenhuma maneira de eu me interessar por uma garota 3D.\r\nFoi o que pensei, mas ...\r\n\r\n“...Bem, então quem é a sua heroína favorita agora?”\r\n\r\nAcontece que ela era na verdade uma otaku que fala bastante quando você fica intimo dela.\r\nEla sempre se envolveria com prazer em nossas conversas. Ela me mostrou coisas que eu nunca esperaria de uma garota da minha classe.\r\n\r\n\"Eh, já que vamos morar juntos... Tudo bem se eu te chamar de Yuu-kun?\"\r\n\r\nE, no momento em que baixei a guarda, ela imediatamente tentaria encurtar a distância entre nós.\r\nO que mais…\r\n\r\n“Só entre você e eu, na verdade sou a dubladora de Izumi Yuuna de『Alice Stage』. Obrigado por sempre me apoiar! ”\r\n\r\nÉ um segredo para todos os outros, mas acontece que ela é na verdade a dubladora da minha heroína favorita?!\r\nEstou interessado apenas em heroínas 2D!\r\nMas, o verdadeiro eu de Yuuka, que ela só mostra quando está sozinha comigo, não é nada além de fofa! \r\nEsta é a minha história com Yuuka, começando como noivos. Um romcom comovente e caótico!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-10-13T09:41:32+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/188a4913-88e5-4b72-8913-9830b77aa8a1.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f",
    "title": {
      "en": "Iki Okure Seijo no Shiawase"
    },
    "updatedAt": "2024-10-24T20:29:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f/7cb8cd8b-1293-4285-8a4a-6bb200bd02df.jpg",
    "altTitles": [
      {
        "ja": "行き遅れ聖女の幸せ"
      },
      {
        "ja": "行き遅れ聖女の幸せ～婚約破棄されたと思ったら魔族の皇子様に溺愛されてます！～"
      },
      {
        "ja-ro": "Iki Okure Seijo no Shiawase: Konyaku Hakisareta to Omottara Mazoku no Ouji-sama ni Dekiaisaretemasu!"
      },
      {
        "en": "The Saint's Belated Happiness"
      },
      {
        "en": "The Saint's Belated Happiness: Newly Single, Now Living with the Demon Prince"
      },
      {
        "en": "The Happiness of the Old Miss Saint"
      }
    ],
    "description": {
      "en": "“Huh? You’re already 27 years old”. \n\nThe Saint Marialite’s engagement with the crown prince was called off because of her age! Due to various circumstances, the level-headed Marialite acknowledges this and returns to her hometown. However, she encounters a child raised in secret…? What's more, after growing up in a short amount of time, he falls for Marialite, and wants to take her back to his own country!\n\nA romantic fantasy story about a level-headed saint who gets dumped for being in her late twenties and ends up living with the demon prince instead!\n\nThe adored fantasy's long awaited serialization!\n\n---\n**Adapted From:**\n[Light Novel (Official English)](https://www.crossinfworld.com/The-Saints-Belated-Happiness-Newly-Single-Now-Living-with-the-Demon-Prince.html)\n\n**Promotional Video:**\n[行き遅れ聖女の幸せ PV](https://youtu.be/qjDjuDng6j8?si=onbw8A62tvnJ6Bb-)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf1d564b-e41a-4f55-9241-b5c7ac7f30ab",
    "title": {
      "en": "Despite Coming From the Abyss, I Will Save Humanity"
    },
    "updatedAt": "2024-08-15T08:27:35+00:00",
    "coverArt": "https://mangadex.org/covers/bf1d564b-e41a-4f55-9241-b5c7ac7f30ab/304f959f-ed4b-482b-9fa8-3bd742f563ea.jpg",
    "altTitles": [
      {
        "zh": "来自深渊的我今天也要拯救人类"
      },
      {
        "zh-ro": "Láizì Shēnyuān De Wǒ Jīntiān Yěyào Zhěngjiù Rénlèi"
      },
      {
        "zh-ro": "Laizi Shenyuan De Wo Jintian Yeyao Zhengjiu Renlei"
      },
      {
        "en": "I Who Came From Hell Also Want Save Mankind"
      },
      {
        "en": "I, The Abyssal, Have Decided to Save Humanity Again Today"
      },
      {
        "vi": "Tới Từ Vực Sâu Hôm Nay Ta Cũng Phải Cứu Vớt Nhân Loại"
      }
    ],
    "description": {
      "en": "The Abyssals represent pure destruction. They have unparalleled power and follow their instinct to remove all life from the world. However, one day, a traitor appeared among them. Silvija, a clueless girl, woke up on the battlefield and learned that she is the \"Twilight Abyssal\" that the humans hate. After escaping numerous pursuits, Silvija was adopted by the Ilia family and gradually formed her conviction.\n*She will save mankind using the body of an Abyssal. She will protect the kindness and warmth she received.*\nHowever, it seems the Will of the Abyssals does not intend to succumb to her...\n\n\"Miss Silvija, it's time to display your power.\"\n\"Eh~ but I hafen't finifed my defferts yet...\" Still a Chad as ever.\nPS: The protagonist is single. Feel free to tease her~",
      "vi": "Vực thẳm đại diện cho sự hủy diệt thuần túy, theo bản năng nuốt chửng tất cả sự sống trên thế gian. Tuy nhiên, vào một ngày nọ, một kẻ phản bội xuất hiện trong số chúng — cô gái ngây thơ Sylvea tỉnh dậy trên chiến trường, và biết rằng mình thực ra là “Vực thẳm Bạch Dạ” bị con người căm ghét. Trải qua nhiều biến cố, Sylvea dần củng cố niềm tin của mình, muốn dùng thân xác của vực thẳm để cứu lấy vận mệnh nhân loại, bảo vệ lòng tốt và sự ấm áp trong tim. Tuy nhiên, ý chí hỗn loạn của vực thẳm không định khuất phục trước cô một cách dễ dàng…",
      "zh": "深渊——代表着纯粹的湮灭，它们拥有无与伦比的强大力量，遵循着本能吞噬世间的一切生命。 然而某一天里，它们中出了叛徒。 “希尔维嘉小姐，是时候展示您的力量了。” “诶~可是甜点，没有次完。” 她今天依然是个猛男。 \nPS:本书主角单身。 欢迎来撩~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f1b80b9-800f-4741-a2d2-60120c2dc11f",
    "title": {
      "en": "The Mercenary Bomber Explode All Cheaters."
    },
    "updatedAt": "2025-01-03T21:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/8f1b80b9-800f-4741-a2d2-60120c2dc11f/54d93ec9-6713-4065-ab5e-63d7f0f71bf2.jpg",
    "altTitles": [
      {
        "ja": "爆弾魔な傭兵、同時召喚された最強チート共を片っ端から消し飛ばす"
      },
      {
        "ja-ro": "Bakudanma na Youhei, Douji Shoukan sareta Saikyou Cheat-domo wo Katappashi kara Keshitobasu"
      }
    ],
    "description": {
      "en": "Jack Aaron is the strongest mercenary known by the nickname “The Bomber.” After completing a heavy mission, what awaited him was a summons to another world!\r\n\r\nIn this summoning, everyone is granted a special ability. However, the ability Jack was given was quite limited: [Bomb Making]. The people who summoned him from the other world dismissed Jack’s ability as useless, and the other summoned individuals began to mock him as a useless foreigner.\r\n\r\nTo return to his original world, he forms a partnership with Alice, an alchemist derisively called \"The Witch.\" During this process, Jack learns that the other summoned individuals, who he thought he had killed in an explosion, are still alive.\r\n\r\nIn order to return to his original world, and to hunt down the surviving summoned individuals, Jack and Alice’s worst journey is about to begin...!",
      "ja": "『爆弾魔』の異名をもつ最強の傭兵、ジャック・アーロン。ヘビーな任務を終えた彼を待っていたのは異世界召喚だった。\r\n\r\n召喚にあたり、誰もが特殊な能力を与えられるのだがジャックに付与されたのは「確実に作動する爆弾が作れる」という限定的な能力だった。彼を喚び出した異世界人たちはジャックの能力を無能と決めつけ、他の転移者たちも無能な外国人としてジャックを笑いはじめる。\r\n\r\n彼が元の世界でどんな男だったかも知らずに…。\r\n\r\n手始めに「国を破壊する爆弾」を作り出し、あっという間に国家を転覆させてしまうジャック。\r\n\r\n元の世界へ戻るため『魔女』と揶揄される錬金術師のアリスと協力関係を結ぶのだが、その過程で爆殺したと思った他の転移者たちが生き残っている事を知る。\r\n\r\n“俺を舐めたままでいられると思うな”\r\n\r\n元の世界へ戻るため、そして生き残った転移者たちを狩り尽くすためジャックとアリスの最悪の旅が今、始まる…！\r\n\r\n「小説家になろう」発！舐めてた男が爆弾魔だった系ダークファンタジーをご覧あれ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8df7f2a6-7a2e-47c1-8efe-7f2bb93b74bd",
    "title": {
      "en": "Mahoui Rex no Hentai Karte"
    },
    "updatedAt": "2024-11-10T02:10:48+00:00",
    "coverArt": "https://mangadex.org/covers/8df7f2a6-7a2e-47c1-8efe-7f2bb93b74bd/62279d57-7b83-46e0-97e3-5bf605a90dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法医レクスの変態カルテ"
      },
      {
        "es": "Los registros médicos pervertidos del mago médico Lex"
      },
      {
        "en": "Magic Doctor's Perverted Medical Record"
      },
      {
        "ja-ro": "Mahoui Lex no Hentai Karte"
      }
    ],
    "description": {
      "en": "In a world where the Demon King has been defeated and peace reigns, there is Rex, a magical doctois, who attends a clinic. However, the patients who visit them the most are those with something wrong with their heads enough to do perverted things with slime or extremely strange things with man-eaters... Here begins the strange medical comedy in another world!",
      "es": "En un mundo donde el Rey Demonio ha sido derrotado y reina la paz, está Lex, un mago médico, que dirige una clínica. Sin embargo, los pacientes que más los visitan son aquellos con algo mal en su cabeza como para hacer cosas pervertidas con slime o sumamente extrañas con man-eaters... ¡Aquí comienza la extraña comedia médica en otro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d587a5c2-842a-4fc5-a323-cddb5e41a2cb",
    "title": {
      "en": "Yuusha Party wo Tsuihousareta Shiro Madoushi, S Rank Boukensha ni Hirowareru ~Kono Shiro Madoushi ga Kikakugai Sugiru~"
    },
    "updatedAt": "2024-10-14T13:19:41+00:00",
    "coverArt": "https://mangadex.org/covers/d587a5c2-842a-4fc5-a323-cddb5e41a2cb/e93c0ddd-0c19-410c-8d76-59b6afea9312.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーを追放された白魔導師、Sランク冒険者に拾われる ～この白魔導師が規格外すぎる～"
      },
      {
        "en": "The White Mage Who was Banished from the Hero's Party is Picked up by an S Rank Adventurer: This White Mage is Too Out of the Ordinary!"
      },
      {
        "fr": "La nouvelle vie du mage blanc"
      }
    ],
    "description": {
      "en": "One day, Lloyd, a white mage, is banished from the hero’s party. Lloyd, who has lost his job, happens to accompany an S-rank party on a quest by chance. At that time, no one knew that the hero’s party would collapse and Lloyd would gain fame - yet. This is the story of an extraordinary support magic-user who thinks he is normal, becomes an adventurer, while he is unaware of how he eventually becomes peerless.",
      "ja": "「実力不足の白魔導師は要らない」　白魔導師であるロイドはある日、勇者パーティーを追放されてしまう。職を失ってしまったロイドだったが、たまたまSランクパーティーのクエストに同行することになる。この時はまだ、勇者パーティーが崩壊し、ロイドが名声を得ていくことを知る者はいなかった――。自分では普通だと思っているロイドは、無自覚に無双する！",
      "pt-br": "Um dia, Lloyd, um mago branco, é banido da festa do herói. Lloyd, que perdeu o emprego, por acaso acompanha um grupo de rank S em uma missão. Naquela época, ninguém sabia que o partido do herói entraria em colapso e Lloyd ganharia fama - ainda. Esta é a história de um extraordinário usuário de magia de suporte que pensa que é normal, torna-se um aventureiro, embora não saiba como eventualmente se torna incomparável."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-12-02T21:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/7cc8b514-68be-444b-ba7d-978e20dc1287.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight...",
      "ja": "異世界で転生したヨウキ。しかし、転生したのは勇者でも魔王でもなく、“魔王の部下”という、なんとも中途半端なポジションの魔族だった。そんなある日、勇者パーティーが魔王を倒すべく、魔王城へと攻めて来た。当然、勇者たちを迎え撃つヨウキ。ところが敵である僧侶のセシリアに一目惚れしてしまい――。",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-10-07T12:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/3c0e3291-cbc3-4463-aedc-bf3653b54d0f.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      },
      {
        "es-la": "Después de vencer a un novato en un FPS, ¡Quería pelear conmigo en la vida real jaja!"
      }
    ],
    "description": {
      "en": "After I beat a noob in an FPS, he challenged me to a fight in real life!?\n\nI decided to go along with it just for fun, but when I got there, a cute girl was waiting for me!\n\nThis is a romcom featuring a scummy male lead and a feisty female lead!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/1564434/vol_no/001))",
      "ja": "FPSで初心者をボコったらリアルファイトに誘われた！？\n面白半分で行ってみるとそこにいたのは可愛い女の子！\nクズ系主人公と、闘志マンマンのヒロインによる\nラブコメディ！？\n未公開の前日章「とある1日」も追加しています！"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "0e981603-8236-44df-9dda-2a829e3aeb7d",
    "title": {
      "en": "Doll"
    },
    "updatedAt": "2023-04-22T22:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/0e981603-8236-44df-9dda-2a829e3aeb7d/cbe6dc18-bfe7-4d87-9a25-8392712b86cd.jpg",
    "altTitles": [
      {
        "ja": "DOLL ドール"
      },
      {
        "th": "เก็บใจไว้ปลายฝัน"
      }
    ],
    "description": {
      "en": "Muriel takes a chance and hurries over to try out for a casting. On her way there, she is knocked off her bike by the dance prodigy, Alosza. Somehow, she is cast into a musical as his partner!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "f2e91f99-6c3b-4a66-a3f7-9da13f68c416",
    "title": {
      "en": "Ragna Crimson"
    },
    "updatedAt": "2024-09-19T14:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/f2e91f99-6c3b-4a66-a3f7-9da13f68c416/3c226388-760c-4591-b513-c7b188a9f7e0.jpg",
    "altTitles": [
      {
        "ru": "Рагна Багровый"
      },
      {
        "ja": "ラグナクリムゾン"
      },
      {
        "zh-hk": "拉格納緋紅"
      },
      {
        "ko": "라그나 크림슨"
      },
      {
        "zh": "狩龙人拉格纳"
      },
      {
        "th": "ตำนานนักล่ามังกร"
      }
    ],
    "description": {
      "en": "Ragna is a dragon hunter along with his partner, the strongest dragon hunter Leo. He didn't have much talent at hunting dragons but he had decided to entrust his whole life for her. However he was shown the feel of true despair by his future self on what would happen if he stays weak as he is now. With that, it seems that the reaper of the dragons had now appeared earlier than the original history, but will it be enough to change the future?",
      "es": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o ceifador dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?  \n  \n**Links**:  \n- [![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/D_Koba)",
      "es-la": "Ragna es un cazador de dragones junto con su compañera, la cazadora de dragones más fuerte, Leo. No tenía mucho talento para cazar dragones, pero había decidido confiar toda su vida a ella. Sin embargo, su yo del futuro le mostró la verdadera desesperación de lo que le ocurriría si seguía siendo tan débil como hasta ahora. Con eso, parece que la parca de los dragones ha aparecido antes que en la historia original, pero ¿será suficiente para cambiar el futuro?",
      "pt-br": "Ragna é um caçador de dragões junto com sua parceira, a mais forte caçadora de dragões, Leo. Ele não tinha muito talento para caçar dragões, mas decidiu confiar toda a sua vida a ela. No entanto, foi mostrado a ele a sensação do verdadeiro desespero pelo seu próprio eu do futuro, sobre o que aconteceria se ele permanecesse fraco como ele é agora. Com isso, parece que o shinigami dos dragões apareceu mais cedo do que na história original, mas será isso o suficiente para mudar o futuro?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f396505-d780-43fa-b6a0-71314f9871fd",
    "title": {
      "en": "Goth Loli JK Mujintou Hyouryuuki"
    },
    "updatedAt": "2024-12-02T10:50:30+00:00",
    "coverArt": "https://mangadex.org/covers/3f396505-d780-43fa-b6a0-71314f9871fd/b7101d7a-e994-40b2-b656-e0e26671e312.jpg",
    "altTitles": [
      {
        "ja": "ゴスロリJK無人島漂流記"
      }
    ],
    "description": {
      "en": "On a school trip, two high school girls fell to the sea and washed up on a deserted island. What are they going to do about about food? And clothes? A cute survival 4koma on a deserted island, except for a mysterious creature.",
      "ja": "修学旅行の船旅中に、海に投げ出され、無人島に漂着することになった、女子高生が2名。食べ物はどうする?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "28"
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4452195d-58ab-4b76-85d5-297add0e9b06",
    "title": {
      "en": "Lord of the Mysteries"
    },
    "updatedAt": "2023-08-14T09:41:18+00:00",
    "coverArt": "https://mangadex.org/covers/4452195d-58ab-4b76-85d5-297add0e9b06/7524e572-1b00-44ab-8635-48fc3b9cce54.jpg",
    "altTitles": [
      {
        "ru": "Повелитель Тайн"
      },
      {
        "zh": "诡秘之主"
      },
      {
        "zh-ro": "Guimi Zhi Zhu"
      },
      {
        "ja": "詭秘の主"
      },
      {
        "ko": "신비의 제왕"
      },
      {
        "en": "Lord of Mysteries"
      },
      {
        "ne": "रहस्यको स्वामी"
      }
    ],
    "description": {
      "en": "With the rising tide of steam power and machinery, who can come close to being a Beyonder? Shrouded in the fog of history and darkness, who or what is the lurking evil that murmurs into our ears?  \n  \nWaking up to be faced with a string of mysteries, Zhou Mingrui finds himself reincarnated as Klein Moretti in an alternate Victorian era world where he sees a world filled with machinery, cannons, dreadnoughts, airships, difference machines, as well as Potions, Divination, Hexes, Tarot Cards, Sealed Artifacts…  \n  \nThe Light continues to shine but mystery has never gone far. Follow Klein as he finds himself entangled with the Churches of the world—both orthodox and unorthodox—while he slowly develops newfound powers thanks to the Beyonder potions.  \n  \nLike the corresponding tarot card, The Fool, which is numbered 0—a number of unlimited potential—this is the legend of \"The Fool.\"",
      "ru": "После переселения в мир пара и машин, главный герой Клейн Моретти все больше запутывается в своем путешествии по этому странному сверхъестественному миру, желая найти путь назад. В процессе изучения магической медицины, гадания, запечатанных предметов, всего сверхъестесственного и отбиваясь от всякой чертовщины, он случайно создал легенду о \"Шуте\"!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0495e9fc-9557-4f53-be80-79ce5feea7cf",
    "title": {
      "en": "The Tale of Samjang"
    },
    "updatedAt": "2024-11-27T20:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/0495e9fc-9557-4f53-be80-79ce5feea7cf/fe19cc62-947a-4a2f-9514-49f8953ff8e9.jpg",
    "altTitles": [
      {
        "ko-ro": "samjang jeon"
      },
      {
        "ko": "삼장전"
      },
      {
        "fr": "Le conte de Samjang"
      }
    ],
    "description": {
      "en": "Monk Sanzang from the \"Journey to the west\" has time slipped to the present-day Korea.   \n  \nShe has lived her lifetime constantly fighting yokai but her most dangerous opponent turns out to be just one guy?!  \n  \nOn the orders of Buddha, Monk Sanzang and her companions pilgramaged the Western regions in search of his teachings.  \nUnlike Sun Wukong, Zhu Bajie, and Sha Wujing, who hoped to become gods in recognition of their contribution, rather than being tied down to the life of Buddhism, Sanzang wanted to remain in the human world and enjoy a new life as an ordinary human.  \n  \nBut as she was being dragged to Heaven by orders from the Buddha, she notices a strange tunnel leading to the human world in which she escapes into…  \n  \nAnd the place where she fell is the Republic of Korea's Jeju Island!  \nAnd she meets a guy named Lee Hyun?!  \n  \nThe time-slipped Monk Sanzang a.k.a Hyeonjeong and the tsundere Lee Hyun's turbulent romance!"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-12-06T22:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục.",
      "pt-br": "Um príncipe foi amaldiçoado por uma bruxa e transformado em um sapo. A partir daí, as coisas saíram completamente de controle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2024-12-31T09:42:59+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/7d6f5669-a487-40f6-beaf-bb74a7e250c1.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-10-23T01:59:52+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/6648fd7d-68cc-435c-894b-3eaa7eeb07d9.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)",
      "pt-br": "Makoto Kowata é uma bruxa aprendiz de Yokohama que, ao completar 15 anos, se muda para Aomori, no interior do Japão, para morar com seus tios e desenvolver seus poderes. Acompanhada de sua gata Chito, Makoto terá que se adaptar à nova vida, à escola, aos amigos e descobrir que a magia está presente em pequenas coisas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d701d37a-cefa-4f9e-9359-078bc057cfd2",
    "title": {
      "en": "Zero no Chukaima - Yo–chien Nano!"
    },
    "updatedAt": "2021-05-25T15:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/d701d37a-cefa-4f9e-9359-078bc057cfd2/370cb185-19bd-45f4-ae46-da385a4d43bf.jpg",
    "altTitles": [
      {
        "en": "Zero no Chukaima"
      },
      {
        "en": "Zero no Chukaima - Yochien Nano!"
      },
      {
        "en": "Zero no Chukaima - Yoochien Nano!"
      },
      {
        "en": "Zero no Chukaima Yochien"
      },
      {
        "en": "Zero no Chukaima Yoochien"
      },
      {
        "en": "ゼロのちゅかいま"
      },
      {
        "en": "ゼロのちゅかいま　-よーちえんnano!-"
      },
      {
        "en": "ゼロのちゅかいまよーちえんｎａｎｏ！"
      }
    ],
    "description": {
      "en": "A 4-koma featuring super-deformed versions of the cast of Zero no Tsukaima."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Shuumatsu no Valkyrie Kinden - Kamigami no Apocalypse"
    },
    "updatedAt": "2024-12-29T19:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "fr": "L'Apocalypse des dieux"
      },
      {
        "en": "Record of Ragnarok Forbidden Side-Story: Gods' Apocalypse"
      },
      {
        "en": "Record of Ragnarok: The Apocalypse of the Gods"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04da6e83-eb64-4f3e-9c78-296c07ac37a5",
    "title": {
      "en": "Koha-Ace EX"
    },
    "updatedAt": "2024-11-13T06:56:33+00:00",
    "coverArt": "https://mangadex.org/covers/04da6e83-eb64-4f3e-9c78-296c07ac37a5/c8c1f4d9-8d60-4ca3-854a-af1f9e6fcad1.png",
    "altTitles": [
      {
        "ja": "コハエースＥＸ"
      }
    ],
    "description": {
      "en": "A Holy Grail War has broken out in Koha-Ace!\n\nAfter managing to avoid getting axed again and again, some miracle has allowed for a third volume of Koha-Ace! The mysterious new Servant designed by Takashi Takeuchi, Sakura Saber, is a storm of romance who will play an active role! We'll show you the real power of Koha-Ace. (Third Volume of Koha-Ace, following Koha-Ace+)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  }
]