[
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-04-17T21:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/663f724a-36ca-4546-a991-8d5ee8f26899.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-05-04T01:28:11+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/a7204790-177f-4fc0-a010-9192eecf6ba9.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-05-25T17:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/7a144595-9bb8-460b-9c54-037fba00e48b.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a36c2cb-d2f5-4b2b-9f72-d901a6884b99",
    "title": {
      "en": "Hatsukoi Nooto"
    },
    "updatedAt": "2024-05-27T13:45:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a36c2cb-d2f5-4b2b-9f72-d901a6884b99/8766dbba-6ede-485f-9947-d0c906982521.png",
    "altTitles": [
      {
        "ja-ro": "Hatsukoi Nooto"
      },
      {
        "ja": "ハツコイノオト"
      },
      {
        "vi": "Nhật Ký Về Mối Tình Đầu"
      },
      {
        "en": "First Love Note"
      },
      {
        "ko": "첫사랑 노트"
      }
    ],
    "description": {
      "en": "Shouya, a teenager with no knowledge of love, accidentally stumbles upon the blog of a gay teen while browsing the web. But surprise surprise, he discovers that the author of that blog is a loner in his class called Sanjou Tsubame! It's a story of first crushes with a puppy-like guy and a delinquent.",
      "vi": "Shouya, một thiếu niên không biết gì về tình yêu, vô tình đọc được blog của một thiếu niên Shouya, một thiếu niên không biết gì về tình yêu, vô tình đọc được blog của một thiếu niên đồng tính khi đang lướt web. Nhưng bất ngờ thay, cậu phát hiện ra tác giả của blog đó lại là một kẻ cô độc trong lớp tên là Sanjou Tsubame! Đây là câu chuyện về mối tình đầu với một anh chàng giống cún con và một tên côn đồ."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4.5"
  },
  {
    "mangaId": "b06e3213-de46-41d8-bcea-cea6830af20f",
    "title": {
      "en": "Kuroha to Nijisuke: Kuroki Majo no Divertimento"
    },
    "updatedAt": "2024-05-22T18:21:52+00:00",
    "coverArt": "https://mangadex.org/covers/b06e3213-de46-41d8-bcea-cea6830af20f/aab9663c-f420-4434-b39f-09217a032720.jpg",
    "altTitles": [
      {
        "en": "Kuroha & Nijisuke: Black Witch’s Divertimento"
      },
      {
        "ja": "クロハと虹介 黒き魔女の嬉遊曲"
      },
      {
        "pt-br": "Kuroha e Nijisuke: Divertimento da Bruxa Negra"
      }
    ],
    "description": {
      "en": "Meeting the super unlucky boy, Murokawa Nijisuke, the life of the black-haired beauty Yoitsuji Kuroha who is a captive of the underworld changes. For the two who have begun to walk on a fresh path, a new evil has begun to move with Kuroha as their target…  \n  \nNote:  \nThis \"sequel\" is just a slight title change as the series was originally intended to end at one volume. The story follows up the events of the original volume.  \n  \n**Links:**  \nAuthor's Twitter: [@ryohgo\\_narita](https://twitter.com/ryohgo_narita)  \nArtist's Twitter: [@siraume\\_nazuna](https://twitter.com/siraume_nazuna)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "667ce1b4-92d2-47f2-ba17-18674b2beb6a",
    "title": {
      "en": "Koi no Shikata ga Wakaranai"
    },
    "updatedAt": "2024-05-27T13:55:29+00:00",
    "coverArt": "https://mangadex.org/covers/667ce1b4-92d2-47f2-ba17-18674b2beb6a/f544a7c9-0da3-4103-8552-69a919102106.jpg",
    "altTitles": [
      {
        "en": "Love Works in Mysterious Ways"
      },
      {
        "ja": "恋の仕方がわからない"
      },
      {
        "zh": "我不懂如何談戀愛"
      },
      {
        "vi": "Tôi Không Biết Phải Làm Thế Nào Để Yêu Nữa!"
      },
      {
        "ko": "사랑하는 법을 모르겠어"
      }
    ],
    "description": {
      "en": "Aimi Shuu is very popular and the rumors about him are also widely known. Everyone knows about how he would date anyone as long as they accept his condition to never get jealous, even when he's fooling around with others.\n\nAfter another of his girlfriends breaks up with him, Aimi is asked out by Kaede Manato, an underclassman. Surprisingly, Kaede follows the condition very well, he never gets jealous and actually looks up to Aimi for living life in his own way, but...\n\n(Source: Kadokawa, translated)",
      "vi": "Aimi Shuu rất nổi tiếng và những tin đồn về cậu cũng được biết đến rộng rãi. Mọi người đều biết cậu sẽ hẹn hò với bất kỳ ai miễn là họ chấp nhận điều kiện là không bao giờ ghen tuông, ngay cả khi cậu đùa giỡn với người khác.\nSau khi một người bạn gái khác chia tay cậu, Aimi được Kaede Manato, một học sinh lớp dưới, mời đi chơi. Điều đáng ngạc nhiên là Kaede tuân thủ điều kiện rất tốt, cậu không bao giờ ghen tị và thực sự ngưỡng mộ Aimi vì đã sống cuộc sống theo cách riêng của mình, nhưng…gỏ lời hẹn hò với Kanade.",
      "pt-br": "Projeto em parceria com Goof Fansub\n\nAimi Shuu é muito popular e os rumores sobre ele também são amplamente conhecidos. Todo mundo sabe que ele namoraria qualquer um desde que aceitasse sua condição de nunca ficar com ciúmes, mesmo quando ele está brincando com outras pessoas.\n\nDepois que outra de suas namoradas termina com ele, Aimi é convidada para sair por Kaede Manato, uma caloura. Surpreendentemente, Kaede segue a condição muito bem, ele nunca fica com ciúmes e realmente admira Aimi por viver a vida à sua maneira, mas..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "eb0494de-3b43-4d52-a808-63429c4a4239",
    "title": {
      "en": "Ako to Bambi"
    },
    "updatedAt": "2024-02-17T19:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/eb0494de-3b43-4d52-a808-63429c4a4239/eafd82cf-d0e5-446c-9f95-8646c04a595d.jpg",
    "altTitles": [
      {
        "en": "Ako and Bambi"
      },
      {
        "ja": "あことバンビ"
      }
    ],
    "description": {
      "en": "Young horror writer “Bambi” (pen name: Kojika Kanoko; gender: male) never believed in the supernatural and therefore had no issue with moving into an apartment where a suicide had taken place. After his serialisation was discontinued, he was asked to start writing a short story based on actual experience. He then noticed a spirit in his apartment, an amnesiac high school girl by the name of “Ako.” Since Ako was a relatively friendly and talkitive spirit, not to mention harmless, with her permission, Bambi used her as a model for his next work. But there’s another “Ako,” Yamashiro Ako, a gloomy high school girl who dreams every night from the spirit’s perspective."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "99"
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-05-20T15:09:50+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f90dd69b-4f61-4822-815e-2cd1c0958734",
    "title": {
      "en": "Dareka Yume Dato Ittekure!"
    },
    "updatedAt": "2024-05-27T13:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/f90dd69b-4f61-4822-815e-2cd1c0958734/a7fd08d8-9cb7-45d2-b3a8-19e2398be581.jpg",
    "altTitles": [
      {
        "es": "Por favor, dime que esto es un sueño!"
      },
      {
        "en": "Be My Worst Nightmare!"
      },
      {
        "ja": "誰か夢だと言ってくれ"
      },
      {
        "vi": "Hãy Nói Rằng Đó Chỉ Là Mơ Đi!"
      }
    ],
    "description": {
      "en": "\"Why is the guy I hate embracing me in my dreams!?\" Sayo is a high school boy who is insecure about his short height and one day, he witnessed the girl he likes getting her love confession rejected by the much taller and handsome, Mashiba. Feeling pissed off, he challenges Mashiba to various matches but failed miserably at all of them and Mashiba calling him \"cute\" only made things worse! Just as he was starting to despise Mashiba, Sayo starts having strange dreams where he is being held by someone and the contents of the dreams just keep getting worse!?",
      "vi": "Hoshikawa sayo là một học sinh cao trung nhưng có chiều cao hạn chế, cậu luôn ghen tị với Mashiba Itsuki-một người bạn cùng lớp nhưng lại có chiều cao vượt trội. Trước khi nghỉ hè, cậu phát hiện mình “thất tình” và nghĩ rằng là do Mashiba nên càng ghét cậu ấy hơn. Bỗng một buổi tối khi Hosikawa đang chìm vào giấc mộng, cậu phát hiện người trước mặt là kẻ mình ghét nhất-mashiba, còn bản thân lại trong hình dạng con gấu bông của cậu ta. không chỉ có vậy, cậu còn phát hiện tâm tư thâm kín của Mashiba!!! Sau khi tiếp xúc gần với Mashiba qua con gấu bông, cậu đã không còn ghét đối phương và dần dần có cảm tình với người kia…."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6e6bae4-d1b2-44ab-9833-975065468105",
    "title": {
      "en": "Yuki-chan, Aishiteru!"
    },
    "updatedAt": "2024-03-22T14:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/a6e6bae4-d1b2-44ab-9833-975065468105/98b3fd8c-388e-437a-81ff-3acc94e89669.png",
    "altTitles": [
      {
        "en": "Yuki-chan, I love you!"
      },
      {
        "vi": "Yuki ơi, em yêu bạn!"
      },
      {
        "ja": "ユキちゃん愛してる!"
      },
      {
        "es": "Yuki-chan, Te amo!"
      }
    ],
    "description": {
      "en": "\"Hold me a lot today too\" \"Yuki-chan...!!!!!\"\nHaru and Yuki are childhood friends and are currently lovingly living together.\nEven though we've been closer than anyone since we were little and have been together for such a long time, our love for each other is bottomless.\nI want to be tight, and I want to have sex!\nHowever, there were many conflicts before they came here... We will deliver the precious daily life of these two in full emotional style.",
      "es": "\"Abrázame mucho hoy también\" \"¡¡¡Yuki-chan...!!!!!\"\nHaru y Yuki son amigos de la infancia que actualmente están viviendo juntos amorosamente.\nAunque han estado más unidos que nadie desde que éran pequeños y han estado juntos durante mucho tiempo, su amor mutuo es infinito.\n¡Quiero estar apretado y quiero tener sexo!\nSin embargo, hubo muchos conflictos antes de llegar hasta aquí... Presentaremos la preciosa vida diaria de estos dos lleno de emociones."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "15ff3551-b79c-4f0c-a756-6911491b788c",
    "title": {
      "en": "Isekai ni Teni Shitara Yama no Naka datta. Handou de Tsuyo Sayori mo Kaitekisa o Erabi Mashita"
    },
    "updatedAt": "2024-02-03T15:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/15ff3551-b79c-4f0c-a756-6911491b788c/bb2d3627-8141-464d-a8ef-aa6f45c0a732.jpg",
    "altTitles": [
      {
        "en": "I Got Sent to Another World, but It’s in the Mountains. In Reaction, I Choose Comfort Over Strength"
      },
      {
        "en": "I Got Transferred in the Middle of a Mountain. In Retaliation, I Chose Amenity over Strength."
      },
      {
        "ja": "転移したら山の中だった。反動で強さよりも快適さを選びました。"
      }
    ],
    "description": {
      "en": "A protagonist enjoyed his Isekai life by stubbornly doing everything at his own pace. Abundantly surrounded by misanthropes, he tried to redo his life and have an amicable personality…Let’s leave it at that. When starting over with life, returning to one’s mental age was not guaranteed. Probably."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-02-08T05:54:03+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/b881ba09-58fc-4b3c-888e-9258b0a4d800.jpg",
    "altTitles": [
      {
        "en": "The Girl Who Sees \"Them\""
      },
      {
        "en": "Child That Can See It"
      },
      {
        "en": "Girl That Can See It"
      },
      {
        "en": "Li'l Miss Can-See-Ghosts"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "en": "Can-See-Ghosts-chan"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "ja": "見える子ちゃん"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "- [Alternative Raw](http://seiga.nicovideo.jp/comic/37662)",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3267e61a-8dc7-4d27-b8f7-26d810c08a1c",
    "title": {
      "en": "Hanlim Gym"
    },
    "updatedAt": "2024-05-27T15:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/3267e61a-8dc7-4d27-b8f7-26d810c08a1c/7e525183-da20-402b-9d4b-e823a74bc22e.jpg",
    "altTitles": [
      {
        "ko-ro": "Hallim Cheyukgwan"
      },
      {
        "ko": "한림체육관"
      },
      {
        "en": "Hallym Gymnasium"
      },
      {
        "tr": "Hanlim Spor Salonu"
      }
    ],
    "description": {
      "en": "Tired of being picked on, Yeongha, the new transfer student, decides to fight back… and discovers he can pack a punch. He soon becomes the top of the food chain, savoring his new title as the toughest guy at school. But he meets his match when Suho Kang, the Champion of the PVP games, single-handedly takes down him and his crew. To earn back his honor, Yeongha decides to join the PVP games. Will he finally get the satisfaction of beating Suho up? Or will he gain something more?",
      "tr": "Okula yeni transfer olan Yeongha, sürekli olarak kendisinin ve arkadaşlarının zorbalığa uğramasından bıkmıştı. Bu duruma karşı koymak için kararlılıkla harekete geçti ve kendi elinin ne kadar ağır olduğunu keşfetti. Kısa sürede, okulda ki herkesi ezerek en güçlü çocuk ünvanının tadını çıkardı. Ancak PVP oyunlarının şampiyonu Suho Kang, onun ve ekibinin karşısına tek başına çıktığında, Yeongha gerçek gücünün sınırlarını anlamak zorunda kaldı. Onurunu ve Ünvanını geri kazanmak için PVP oyunlarına katılmaya karar veren Yeongha, sonunda Suho’yu yenmeyi başarabilecek midir?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82f18ea7-867d-4041-926b-00fe30c79c58",
    "title": {
      "en": "I Brought Home a Succubus Who Failed to Find a Job."
    },
    "updatedAt": "2024-05-08T15:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/82f18ea7-867d-4041-926b-00fe30c79c58/9fd7b0a6-26b3-42ec-8550-d7accb8e57d4.jpg",
    "altTitles": [
      {
        "fr": "J'ai ramené chez moi une Succube qui ne trouve pas d'emploi"
      },
      {
        "es": "Llevé un Súcubo a casa que no pudo encontrar trabajo"
      },
      {
        "ja": "就活失敗したサキュバスさんを拾いました"
      },
      {
        "pt-br": "Levei para casa uma súcubos que não conseguiu encontrar um emprego."
      },
      {
        "ja-ro": "Shuukatsu Shippai shita Succubus-san wo Hiroimashita"
      }
    ],
    "description": {
      "en": "Man brings home succubus, doesn’t get fucked. Instead, gets a cute succubus to take care of him."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum"
    },
    "updatedAt": "2024-04-12T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/8a42306e-47c1-4dca-a740-9b713f8d1ab5.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi o Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Coliseum ~Using The Weakest Skill To Defeat The Strongest Women And Create A Slave Harem~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95258c56-3f1b-40cf-9209-39976230db43",
    "title": {
      "en": "Yanki to Matsuge Egaki Oroshi Doujinshi"
    },
    "updatedAt": "2024-05-27T16:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/95258c56-3f1b-40cf-9209-39976230db43/87c26b34-7af7-4384-a286-a51f78f04c25.png",
    "altTitles": [
      {
        "vi": "Đầu Gấu Và Tên Lông Mi Dài"
      },
      {
        "ja": "ヤンキーとまつげ描き下ろし同人誌"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "1.5"
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d110834c-0280-42fe-95d9-4f79e939ca0a",
    "title": {
      "en": "Hananoi-kun to Koi no Yamai"
    },
    "updatedAt": "2024-05-24T10:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/d110834c-0280-42fe-95d9-4f79e939ca0a/72415e51-f605-4085-b153-eb127bb8584b.jpg",
    "altTitles": [
      {
        "en": "A Condition Called Love"
      },
      {
        "ja": "花野井くんと恋の病"
      },
      {
        "zh": "花野井君的相思病"
      },
      {
        "en": "I'm addicted to you."
      },
      {
        "fr": "À tes côtés"
      }
    ],
    "description": {
      "en": "Hotaru is a 16-year-old high school first-year who has always been ambivalent about love, preferring instead to have a lively life with her family and friends. So when she sees her schoolmate, Hananoi-kun, sitting in the snow after a messy, public breakup, she thinks nothing of offering to share her umbrella. But when he asks her out in the middle of her classroom the next day, she can’t help but feel that her life is about to change in a big way… [Kodansha]",
      "fr": "Quand un après-midi d’hiver enneigé, Hotaru tend son parapluie à Hanoï, un de ses camarades de lycée qui vient de se faire larguer, elle n’imaginait pas encore que c’était le début d’une nouvelle histoire. En effet, ce garçon de la classe d’à côté débarque le lendemain, pour lui faire une déclaration d’amour. Alors qu’il ne la connaît pas vraiment… Déstabilisée, elle refuse les avances de ce dernier, mais accepte de le côtoyer en tant qu’ami. Mais si derrière des apparences trompeuses, la rencontre de ces deux-là n’avait pas été poussé par le destin ?\n\n---\n\nMaison d'édition FR : **Akata**",
      "es-la": "Un chico cuyo amor es excesivamente serio y una chica que pensaba que el amor no era para ella descubren el primer amor ♡ Debido a que le extendieron un paraguas durante un día de nieve, ¡¿Hananoi se confiesa…!? ¡¿Hacia dónde se dirige ese amor?! Esta es una historia de amor torpe y dramática.",
      "pt-br": "Hananoi, por ter recebido um guarda-chuva durante um dia nevoso, confessa seu amor para ela…? Aonde esse amor vai? Essa é uma dramática e atrapalhada história de amor."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-05-16T18:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/281d37c0-04c8-4ca4-8db3-ba5bb3076e78.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75732fed-087c-4fa0-bae8-7eec7286ba08",
    "title": {
      "en": "Studio Cabana"
    },
    "updatedAt": "2024-04-25T21:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/75732fed-087c-4fa0-bae8-7eec7286ba08/cde77216-e6a9-48e8-8b32-ab78b50f4d3d.jpg",
    "altTitles": [
      {
        "ja": "スタジオカバナ"
      }
    ],
    "description": {
      "en": "Yukari Maki, a diligent high school girl. One day, she spots her classmate, Yusuke Kusaka, who was rumored to be a delinquent, singing a love song. Never having imagined such a sweet, yet sad, singing voice could come from him, Yukari was instantly captivated—without knowing that it would soon be the beginning of a sad, unrequited love."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "5a1514a1-fe92-4c54-9042-1d5744ded8da",
    "title": {
      "en": "Folding The Moon"
    },
    "updatedAt": "2024-03-05T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/5a1514a1-fe92-4c54-9042-1d5744ded8da/f69a0fe5-165a-4a4e-8bb7-eeeab9550674.jpg",
    "altTitles": [
      {
        "zh": "折月亮"
      },
      {
        "zh-ro": "Zhe Yue Liang"
      }
    ],
    "description": {
      "en": "On the day Yun Li decided to give up on pursuing Fu Shize, she wiped off every possible trace of his contact information with teary eyes. A long time after they got together, Yun Li wasn't good at communication and was debating if she should block a guy friend who had expressed interest for her. Fu Shize leaned against the couch and stared at her with droopy eyes. He let out a chuckle before saying in a cold tone, \"You're a piece of work.\"\n\nYun Li lifted her head. \"?\"\n\n\"Back then, you blocked me without hesitation.\"\n\n\"...\"",
      "zh": "*轻度社恐（为爱做E版）x白月光（陨落版） *女追男 放弃追傅识则的那天，云厘红着眼睛，删掉了关于他的所有联系方式。 再后来，两人在一起后的某天。 云厘不擅长与人打交道，纠结了好一阵要不要删掉一个突然对她表露出暧昧倾向的男性朋友。 旁边的傅识则靠在沙发上，懒懒地看着她，突然笑了声，语气没什么温度：“可以。” 云厘抬头：“？” “删我微信就这么干脆。” “……”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4b9037-cbe9-4c9c-b03e-49c10dca3d52",
    "title": {
      "en": "Eat-Man"
    },
    "updatedAt": "2022-12-30T09:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/aa4b9037-cbe9-4c9c-b03e-49c10dca3d52/11b38fc3-b459-4af5-a885-9d5f7501ce3f.jpg",
    "altTitles": [
      {
        "ja": "イートマン"
      },
      {
        "zh": "螺丝侠"
      }
    ],
    "description": {
      "en": "Bolt Crank is a wandering explorer who eats everything, from radios to swords to a chaser of gasoline. In particular, he eats things that may come in handy later, when he can transform the flesh of his arm into the mechanism he's consumed!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "84"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-05-12T19:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/fad305c8-a4ca-45bb-b4a2-cea4092f4cb3.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-04-30T20:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/927da800-8445-4240-bfd2-ccd754a3e044.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-05-19T21:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "ja": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b61e01e-4688-42dd-8aaa-9d98f9bd6362",
    "title": {
      "en": "Isekai Yururi Camp"
    },
    "updatedAt": "2024-02-14T05:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/1b61e01e-4688-42dd-8aaa-9d98f9bd6362/ab113a0f-91b2-4f85-809a-fe13d3bf0800.jpg",
    "altTitles": [
      {
        "en": "A Laid-back Camp in Another World"
      },
      {
        "ja": "異世界ゆるりキャンプ"
      }
    ],
    "description": {
      "en": "Ueki Hashira worked himself to death and died falling down the stairs. As a child, he had fixed the shrine of the plant deity, so as thanks, the god granted his wish to \"live a laid-back life in a natural, rural area like where he used to live\". However...he was reincarnated in the middle of a vast natural wilderness surrounded by trees!\n\n\"Reincarnated and wanting to live a slow life in the countryside\" \"Laid-back material gathering life in another world\" - a new otherworldly slow living fantasy from the Alchemy King, for fans of laid-back otherworld lives.",
      "ja": "過労で階段から落ちて死んでしまった**樹木柱**（うえきはしら）。\n子どもの頃に植物神の祠を直した過去があり\nそのおかげで、神様に昔暮らしてた田舎のような「自然豊かな場所でゆるりと生活したい」という\n願いをかなえてもらったのだが…… ***転移した先は樹々に囲まれた大自然のど真ん中⁉***\n\n\n『転生して田舎でスローライフをおくりたい』 『異世界のんびり素材採取生活』 の\n錬金王が送る新たな異世界スローライフファンタジ―、\n\n『異世界ゆるりキャンプ』 ついにコミカライズ連載スタート！！\n\n---\n\nKarō de kaidan kara ochite shinde shimatta jumoku hashira (u eki wa shira). Kodomo no koro ni shokubutsu-shin no hokora o naoshita kako ga ari sono okage de, kamisama ni mukashi kurashi teta inaka no yōna \"shizen yutakana basho de yururi to seikatsu shitai\" to iu negai o kanaete moratta nodaga…… ten'i shita saki wa kigi ni kakoma reta dai shizen no do man'naka!?\n\n\"Tensei shite inaka de surōraifu o okuritai\" \n\"I sekai nonbiri sozai saishu seikatsu\" \nNo renkin-ō ga okuru aratana i sekai surōraifufantaji ―, \n\n\"I sekai yururi kyanpu\" tsuini komikaraizu rensai sutāto!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "267501f5-bcea-47b1-8206-a304cc6fff0f",
    "title": {
      "en": "Kingyoya-san no Karisome Fuufu"
    },
    "updatedAt": "2024-05-13T15:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/267501f5-bcea-47b1-8206-a304cc6fff0f/2f1e58cd-1c2e-4fed-b7ec-c6ba163e0b1c.jpg",
    "altTitles": [
      {
        "ja": "金魚屋さんのかりそめ夫婦"
      }
    ],
    "description": {
      "en": "The story of a contract marriage set in an old-fashioned goldfish shop. \n\nAsahi and Nana are newlyweds who run a goldfish shop. At first glance, they seem to be a normal couple, but in fact, they are a contractual couple who got married because of their mutual interests! They are not true husband and wive,  let alone lovers. And yet...\n\n[I'm sorry. I know this is our first time meeting, but will you marry me?]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-26T15:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f884297-28e4-49d8-a298-8367666a4076",
    "title": {
      "en": "The Villainess's Stationery Shop"
    },
    "updatedAt": "2024-02-08T21:41:04+00:00",
    "coverArt": "https://mangadex.org/covers/8f884297-28e4-49d8-a298-8367666a4076/83af6e77-99cd-4666-8d41-79fabe296cf3.jpg",
    "altTitles": [
      {
        "ko": "악녀의 문구점에 오지 마세요!"
      },
      {
        "ko-ro": "Aknyeoui Mungujeome Oji Maseyo!"
      },
      {
        "ko-ro": "Angnyeoui Mungujeome Oji Maseyo!"
      },
      {
        "en": "Please Don't Come to the Villainess' Stationery Store!"
      },
      {
        "fr": "La papeterie de la méchante"
      },
      {
        "pt": "Por favor, não venha para a papelaria da vilã!"
      },
      {
        "uk": "Не приходьте в канцелярський магазин лиходійки!"
      },
      {
        "ru": "Пожалуйста, не ходите в магазин канцелярских товаров злодейки!"
      },
      {
        "th": "อย่ามาร้านเครื่องเขียนของนางร้ายกันเลยนะ!"
      },
      {
        "tr": "Kötü kadının sevimli mağazası!"
      },
      {
        "ja": "悪女の駄菓子屋へようこそ"
      },
      {
        "zh": "请不要来女反派的文具店！"
      },
      {
        "zh-hk": "請勿進入惡女文具店！"
      },
      {
        "zh-hk": "請不要來女反派的文具店！"
      },
      {
        "zh-hk": "請不要來惡女的文具店！"
      },
      {
        "zh-hk": "請不要踏進惡女的文具店"
      },
      {
        "zh-hk": "女配沉迷搞事業"
      },
      {
        "id": "Jangan Kunjungi Toko Alat Tulis Wanita Jahat!"
      },
      {
        "vi": "Đừng đến văn phòng phẩm của ác nữ!"
      },
      {
        "vi": "Cửa Hàng Văn Phòng Phẩm Của Ác Nữ"
      }
    ],
    "description": {
      "en": "\"A useless thing like you has no value in our family. Take this money and leave immediately!\"\n\n\"Yes! Goodbye!\"\n\nShe became the incompetent villainess who commits wrongdoings in order to earn the love of her fiancé, the male lead. Her reputation was already at rock bottom and the main characters, who can't live without each other, are having an affair.\n\n\"Getting kicked out and receiving money is good enough!\"\n\nSo after she was kicked out, she set up a stationery store in front of a school. She reminisces of snacks, beer candy, and even bubbles! Just you wait, kids! But… somehow her young customers are a little weird?\n\n\"I'll find you a handsome and modest man, and not someone who has an affair like my brother!\"\n\n\"Ha, then what about my brother, the crown prince?”\n\n\"…the tower master is the best.\"\n\nThe great magic swordsman, the crown prince, the villainous tower master, and finally, the hidden villain. The stationery store, which she thought would be peaceful, left her with no rest.\n\n*Help me! I just wanted to live a normal life!*\n\n---\nWhat's a girl to do when she wakes up in the body of a villainess? Meldenique Babelloa is a supporting character in a romance novel starring her fiancé, Duke Lennox Hessman, and… her sister, Sheria! Heartbroken, she eventually dies a tragic death as a villainess… or so the original story goes. Determined not to follow the script, Meldenique resolutely abandons her old life and sets out to open… a stationery shop! Will she succeed in defying fate and building the stationery shop of her dreams?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "fr": "«Une chose inutile comme toi n’a aucune valeur dans notre famille. Prends cet argent et pars immédiatement!»\n\n«Oui! Au revoir!»\n\nElle est devenue la méchante incompétente qui commet des actes répréhensibles afin de gagner l’amour de son fiancé, le protagoniste. Sa réputation était déjà au plus bas et les personnages principaux, qui ne peuvent pas vivre l’un sans l’autre, ont une liaison.\n\n«Se faire virer et recevoir de l’argent, c’est déjà bien!»\n\nAinsi, après avoir été mise à la porte, elle a ouvert une papeterie devant une école. Elle se souvient des snacks, des bonbons à la bière, et même des bulles ! Attendez, les enfants ! Mais… ses jeunes clients sont un peu bizarres?\n\n«Je te trouverai un homme beau et modeste, et pas quelqu’un qui a une liaison comme mon frère!»\n\n«Ha, alors qu’en est-il de mon frère, le prince héritier?»\n\n«…le maître de la tour est le meilleur.»\n\nLe grand épéiste magique, le prince héritier, le méchant maître de la tour, et enfin, le méchant caché. La papeterie, qu’elle pensait être paisible, ne lui laissait aucun répit. Aidez-moi! Je voulais juste vivre une vie normale!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ko": "남주의 약혼녀이지만, 그의 사랑을 받기 위해 악행을 저지르는 무능한 악녀에 빙의했다. \n이미 평판은 밑바닥이고, 서로 죽고 못 사는 주인공들은 저들끼리 불륜까지 막 저지르는 막장 상황. \n\n\"너 같이 쓸모 없는 것은 우리 가문에 있을 가치가 없다. 이 돈을 받고 썩 꺼지거라!\"\n\"네! 안녕히 계세요!\" \n\n그래서 냉큼 돈 받고 쫓겨나 학교 앞에 추억의 문구점을 차렸다. \n추억의 쫀드기, 맥주사탕, 비눗방울 놀이까지! 어린이들 기다려! \n\n그런데.... 어쩐지 내 어린 고객님들이 좀 이상하다? \n\n\"내가, 우리 오빠 같은 불륜남 말고 잘생기고 조신한 남자 찾아 줄게요!\"\n\"헉, 그럼 황태자이신 우리 형님은 어때?\" \n\"....마탑주님이 최고야.\" \n\n그렇게 위대한 마검, 차기 황태자, 악역인 마탑주, 그리고 최종 흑막까지 엮이게 되면서 \n평화로울 줄만 알았던 문구점에는 하루도 바람 잘 날이 없는데. \n\n살려줘! 난 그냥 평범하게 살고 싶었을 뿐이라고!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "pt": "O que uma garota deve fazer quando acorda no corpo de uma vilã? Meldenique Babelloa é uma personagem coadjuvante em um romance estrelado por seu noivo, o duque Lennox Hessman, e… sua irmã, Sheria! Com o coração partido, ela eventualmente morre uma morte trágica como uma vilã… ou assim diz a história original. Determinada a não seguir o roteiro, Meldenique abandona resolutamente sua antiga vida e se propõe a abrir... uma papelaria! Será que ela conseguirá desafiar o destino e construir a papelaria dos seus sonhos?\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "ru": "\"Такая бесполезная вещь, как ты, не имеет ценности в нашей семье. Возьми эти деньги и немедленно уходи!\"\n \"Хорошо! Прощай!\"\nОна стала некомпетентной злодейкой, которая совершает проступки, чтобы заслужить любовь своего жениха, главного героя.\nЕё репутация уже была на дне, и главные герои, которые не могут жить друг без друга, заводят роман.\n\" Быть выгнанным и получать деньги - это хорошо!\"\nПоэтому после того, как её выгнали, она открыла магазин канцелярских товаров перед школой. Она продаёт закуски, пивные конфеты и даже пузыри! Погодите, детки!\nНо… почему-то её молодые клиенты немного странные?\n\"Я найду тебе красивого и скромного мужчину, а не такого , у которого есть роман, как у моего брата!\"\n\"Ха, а что насчет моего брата, крон-принца?\"\n\"… мастер башни - лучший. *\nВеликий магический фехтовальщик, следующий кронпринц, злодейский хозяин башни и, наконец, скрытый злодей.\nМагазин канцелярских товаров, который, как она думала, будет мирным, не оставлял ей покоя.\nПомогите мне! Я просто хотела жить нормальной жизнью!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "uk": "— Ти ганьбиш ім'я нашої родини. Забирай ці гроші та вали звідси!\n-Чудово! Бувай!\n\nВона прийшла до тями ні на що не здатною злодійкою, яка творила зло, щоб завоювати любов її нареченого, головного героя.\n\nЇї репутація і так була на дні, а головні герої, які не можуть жити один без одного, закрутили роман.\n-Мене хоч і виперли, але дали гроші - вже непогано!\n\nПісля того, як її вигнали з дому, вона відкрила перший магазин канцелярських товарів перед школою. Крім іншого, там продаються закуски, солодощі та навіть жуйка! Ну, дітлахи, тримайтеся!\nАле... Чому її юні клієнти такі дивні?\n\n-Я знайду тобі гарного і скромного хлопця, а не дурня, що ходить ліворуч, як мій брат!\n-Ха, а як щодо мого брата, наслідного принца?\n—Господар Башти просто найкращий.\n\nВеликий магічний воїн, королівський принц, жахливий власник вежі та таємничий лиходій.\n\nМирне життя, яке вона хотіла від магазину канцелярії, обернулася зовсім інакше.\nДопоможіть! Я просто хотіла жити нормальним життям!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "vi": "“Một thứ vô dụng như mày không xứng đáng ở trong gia đình này. Cầm lấy số tiền này và cút đi!” “Được rồi! Tạm biệt!” Cô trở thành một nhân vật phản diện bất tài, thực hiện những hành vi sai trái để giành được tình yêu của vị hôn phu của mình, nam chính. Danh tiếng của cô đã xuống đáy và các nhân vật chính, những người vốn không thể sống thiếu nhau, đang có quan hệ tình cảm với nhau. “Bị đuổi ra ngoài mà được nhận tiền là quá tốt rồi!” Vì vậy, sau khi cô ấy bị đuổi ra khỏi nhà, cô ấy đã mở một cửa hàng văn phòng phẩm ở phía trước của một trường học. Cô ấy hồi tưởng lại về đồ ăn nhẹ, kẹo bia, và thậm chí cả chơi với bong bóng xà phòng! Các em chỉ cần chờ thôi, mấy nhóc à! Nhưng… Không hiểu sao những khách hàng trẻ tuổi của cô lại có chút kỳ lạ? “Em sẽ tìm cho chị một chàng trai đẹp mã và khiêm tốn, và cả chưa từng yêu ai như anh trai em chẳng hạn!” “Ha, vậy còn anh trai em, hoàng thái tử thì sao?” “… Chủ tháp là tuyệt nhất. ” Kiếm sĩ ma thuật vĩ đại, tiếp đó là hoàng thái tử, chủ nhân của tòa tháp tàn độc và cuối cùng là nhân vật phản diện giấu mặt. Cửa hàng văn phòng phẩm mà cô tưởng chừng sẽ yên bình lại khiến cô không nghỉ ngơi được.\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh": "“像你这样没用的东西在我们家毫无价值，拿上这笔钱，马上离开!”\n\n“是的!再见!”\n\n她成为了一个无能的女反派，为了赢得她的未婚夫——男主角的爱，她做了很多错事。她的名声已经跌到谷底，而主角们，不能离开彼此，却有了外遇。\n\n“被踢出去收钱就够了!”\n\n在她被赶出来后，她在一所学校前开了一家文具店。她回忆起零食，啤酒糖果，甚至泡泡!孩子们，等着瞧吧!\n\n但不知怎的，她的年轻顾客有点奇怪?\n\n“我会给你找个英俊而谦虚的男人，而不是像我哥哥那样有外遇的人!”\n\n“哈，那我的哥哥太子呢?”\n\n“……塔的主人是最好的。”\n\n伟大的神剑手，下一任王储，恶毒的塔主，隐藏的恶棍。\n\n她本以为她的文具店会很安静，但现在却让她无法休息。\n\n帮帮我!我只想过正常的生活!\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)",
      "zh-hk": "她附身在了雖是男主的未婚妻，但卻為了得到男主的愛而做下惡行的無能惡女身上。\n\n風評已經到底了，還身處沒有彼此不能活的主角之間出軌的狗血狀況。\n\n“像你這樣沒用的東西待在我們家族沒有任何價值。拿著這些錢滾吧！” “是！再見！” 所以立刻拿了錢被趕出去，在學校門前開了一家記憶中的文具店。\n\n回憶中的橡皮糖，啤酒糖，再到吹肥皂泡泡！小孩子們等著吧！但是... 我的小客人怎麼有點兒奇怪？\n\n“我，不要我哥哥那樣的出軌男，給你找長得帥的正經男人！” “嗬，那麼我哥哥皇太子怎麼樣？” “.…魔法塔主是最棒的。”\n\n就那樣偉大的魔劍，下一任皇太子，反派魔法塔主，還被牽扯到最終的黑幕之中，本以為很平和的文具店沒有一天風平浪靜。\n\n救救我！我只是想過平凡的生活！\n\n---\n[Original Novel](https://page.kakao.com/home/55148613)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EC%9D%98-%EB%AC%B8%EA%B5%AC%EC%A0%90%EC%97%90-%EC%98%A4%EC%A7%80-%EB%A7%88%EC%84%B8%EC%9A%94/2873), [KakaoPage](https://page.kakao.com/home/59047014)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villainesss-stationery-shop/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26274&contentId=274)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E8%AB%8B%E5%8B%BF%E9%80%B2%E5%85%A5%E6%83%A1%E5%A5%B3%E6%96%87%E5%85%B7%E5%BA%97/338)\n* [French / Français](https://fr.piccoma.com/fr/product/898)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Jangan-Kunjungi-Toko-Alat-Tulis-Wanita-Jahat/285)\n* [Japanese / 日本語](https://piccoma.com/web/product/103612)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%AD%E0%B8%A2%E0%B9%88%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%84%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%82%E0%B8%B5%E0%B8%A2%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%A5%E0%B8%A2%E0%B8%99%E0%B8%B0/396)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32f6b67e-6aa6-4834-aa79-24137046b679",
    "title": {
      "en": "Perfect Appearance"
    },
    "updatedAt": "2022-02-09T00:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/32f6b67e-6aa6-4834-aa79-24137046b679/8c47a1a5-2787-48f7-b847-acd861860ee4.png",
    "altTitles": [
      {
        "en": "Perfect Looks"
      },
      {
        "en": "完美长相"
      }
    ],
    "description": {
      "en": "A prince found a mysterious potion that is thought to make one more beautiful, so he gave it to his knight. However…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "2648cf30-8764-49bc-9819-b832d0225519",
    "title": {
      "en": "Ghost Slayers Ayashi"
    },
    "updatedAt": "2024-05-27T15:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/2648cf30-8764-49bc-9819-b832d0225519/6cff4216-6e7d-4fda-9311-a56346b5406a.png",
    "altTitles": [
      {
        "ja-ro": "Tenpou Ibun Ayakashi Ayashi"
      },
      {
        "en": "Strange Tale of the Tenpou Era: Ghost Slayers Ayashi"
      },
      {
        "ja": "天保異聞　妖奇士"
      }
    ],
    "description": {
      "en": "In Edo-era Japan, the land is under attack from demons called Youi. A secret group of ghost slayers known as the Ayashi roam the land, seeking to destroy these creatures wherever they appear. Ryuuda Yukiatsu, a vagrant samurai, might be the next Ayashi, but will a secret from his past keep him from facing his destiny?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-04-24T12:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/f344d982-8b89-41e0-bd73-0d0874734c05.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2ef451b-e9e0-430d-a7a8-cbc456a732fd",
    "title": {
      "en": "A Nonsense Relationship"
    },
    "updatedAt": "2023-06-05T18:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/a2ef451b-e9e0-430d-a7a8-cbc456a732fd/22b90612-d9ef-4b14-857f-f821f6327166.jpg",
    "altTitles": [
      {
        "en": "Абсурдная связь"
      },
      {
        "en": "말도 안되는 관계"
      }
    ],
    "description": {
      "en": "RUS: Картер Хан, давний друг и коллега-учитель Луки Джанга, признаётся ему в своих чувствах… Чтобы успокоить разбитое сердце, он отправляются в бар, где по стечению обстоятельств выпивает с Чарльзом Квоном, и после проводит с ним ночь в мотеле. На следующий день Картер узнаёт, что его ночной партнёр является отцом Иана Квона — проблемного ученика, только перешедшего в его школу… Но отец ли он?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "0a0a265b-14ab-488d-98bd-909f3e0c81ba",
    "title": {
      "en": "Nui ni Koishite Ii desu ka?"
    },
    "updatedAt": "2024-03-11T17:26:48+00:00",
    "coverArt": "https://mangadex.org/covers/0a0a265b-14ab-488d-98bd-909f3e0c81ba/d6a36123-4b2c-4ba2-9be9-35a7fa9766bd.jpg",
    "altTitles": [
      {
        "ja": "ぬいに恋していいですか？"
      }
    ],
    "description": {
      "en": "Ikumi is a high school girl whose hobby is making stuffed toys. When she is rescued by Ayato, an elite student at her school, she decides to give him a handmade stuffed animal as a thank-you, but she witnesses him secretly throwing it away in the shadows. Then the \"curse\" of the stuffed animal is activated, and Ayato is turned into a doll...\n\n---\nNote: Originally a oneshot published in LaLa 6/2023 issue on April 24, 2023. Serialization started in LaLa 10/2023 issue on August 24, 2023."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc35ae71-ca7b-4a52-b5db-477f866300c3",
    "title": {
      "en": "Utsumi-kun no Koi no Uta"
    },
    "updatedAt": "2024-05-18T04:30:31+00:00",
    "coverArt": "https://mangadex.org/covers/cc35ae71-ca7b-4a52-b5db-477f866300c3/3495fe31-4b0f-4f7b-b635-749c6427da32.jpg",
    "altTitles": [
      {
        "ja": "内海くんの恋のうた"
      }
    ],
    "description": {
      "en": "\"Wouldn't you like to hear my love song?\"\n\nShiori failed to make friends upon entering school, thus, she spends her time as a loner. The only support for her is the music of her favourite singer \"Kanade,\" and she eagerly awaits the release of his new song. Then, by chance, she finds out that  this \"Kanade\" is actually her classmate, Utsumi! She can't believe she's about to meet her crush in real life, but to her suprise, once they're face to face, Utsumi asks her to be his girlfriend so he can experience love to be able to write a love song. \n\nA pure, heart-pounding love story that will make your heart skip a beat!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/e42cf5e7-968a-4d5b-a4c4-8013e8ab213e.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22dff274-8ea6-4d6b-b0e9-6c400d588ed1",
    "title": {
      "en": "Voice of Love"
    },
    "updatedAt": "2023-06-17T11:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/22dff274-8ea6-4d6b-b0e9-6c400d588ed1/3e61e5e0-35d2-4bd8-bc90-f29a94ff0db8.jpg",
    "altTitles": [
      {
        "en": "Aejeong Voice"
      },
      {
        "en": "Affection Voice"
      },
      {
        "en": "Love Voice"
      },
      {
        "en": "애정보이스"
      }
    ],
    "description": {
      "en": "A love story between Sun Soohan, who can read thoughts and the cute Jiho who has a crush on him  \n  \nJiho who fell for his classmate Sun Soohan is having a hard time with his one sided love, trying not to confess him due to a trauma regarding his outing incident. However, when Sun Soohan suddenly confessed him, the two finally start to date… Will the sweet love story that Jiho dreamt of begin?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "36"
  },
  {
    "mangaId": "979bde26-0842-4ca0-995a-17b1875ce145",
    "title": {
      "en": "Live Dungeon!"
    },
    "updatedAt": "2023-09-17T04:50:30+00:00",
    "coverArt": "https://mangadex.org/covers/979bde26-0842-4ca0-995a-17b1875ce145/1cbdaaa5-b243-41b6-864d-2dce8698cf85.jpg",
    "altTitles": [
      {
        "ja": "ライブダンジョン！"
      },
      {
        "ko": "라이브 던전!"
      },
      {
        "zh-hk": "實況地下城！"
      },
      {
        "zh": "实况地下城！"
      },
      {
        "pt-br": "Masmorra Viva!"
      }
    ],
    "description": {
      "en": "An old MMORPG called Live Dungeon. Before the service was terminated, Kyotani Tsutomu made full use of 5 notebook PCs to clear the game and was invited to a different world. And then, Tsutomu was speechless when he saw a live relay of a dungeon capture in the different world. They bulldozed through without any thought of strategy. The misfortune of getting the healer position. Tsutomu reinstated the White Mage that had always been his favorite in games and aimed to conquer the dungeon to find the key to his escape from the different world.",
      "pt-br": "Um antigo MMORPG chamado Live Dungeon. Antes do término do serviço, Kyotani Tsutomu fez uso completo de 5 notebooks para limpar o jogo e foi convidado para um mundo diferente. E então, Tsutomu ficou sem palavras quando viu um revezamento ao vivo de uma captura de masmorra no mundo diferente. Eles fizeram uma escavação sem pensar em estratégia. A desgraça de conseguir a posição de curador. Tsutomu restabeleceu o Mago Branco, que sempre fora seu favorito nos jogos, e pretendia conquistar a masmorra para encontrar a chave para sua fuga do mundo diferente."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94210b9d-93fc-430d-9a1d-b9a8cfcb2461",
    "title": {
      "en": "Saitei Chara ni Tensei shita Ore wa Ikinokoritai"
    },
    "updatedAt": "2024-02-28T20:18:27+00:00",
    "coverArt": "https://mangadex.org/covers/94210b9d-93fc-430d-9a1d-b9a8cfcb2461/16ed2248-5adf-45b2-a9c0-ca157f5c7ca8.jpg",
    "altTitles": [
      {
        "ja": "最低キャラに転生した俺は生き残りたい"
      },
      {
        "en": "I Have Been Reincarnated as the Worst Character Possible, and I Am Determined to Survive"
      }
    ],
    "description": {
      "en": "Jin reincarnates into the most hated and worst character in the game he played before he died. If the same scenario is followed, he will fall into darkness after three years... In an attempt to avoid such a fate, Jin begins a life as an adventurer—?",
      "ja": "ジンは、生前遊んでいたゲームの中でも、最も憎まれ役の最低キャラに転身してしまう。シナリオどおりなら、3年後に悪に堕ちてしまう……！　そんな運命を回避しようと、ジンは冒険者としての生活を始めるのだが――？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82476383-e6a9-41a7-b98c-87cc8be9efbb",
    "title": {
      "en": "Zenbu Kimi no Sei"
    },
    "updatedAt": "2024-05-12T12:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/82476383-e6a9-41a7-b98c-87cc8be9efbb/b4629b5d-5f5d-42c6-9019-2a7d838fdf17.jpg",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "en": "All Your Sex"
      }
    ],
    "description": {
      "en": "A romantic comedy of uncertain characters. Sagimiya Ryou, the main character, woke up as a girl one day because of the effects of an unknown sex change syndrome. Ryou, now living with this rare syndrome, meets Mizukami Nagisa on a tour of Tensei Gakuen high school. As the two find each other in a cosplay cafe, Ryou discovers Nagisa's secret.\n\nA (physical) mixed romantic comedy!\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM01201412010000_68), [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/45760)",
      "ja": "ある日突然、性転換症候群の影響で女の子になってしまった主人公・鷺宮了を中心とした、男女あやふやなキャラクターたちが織り成すクロッシングラブコメディ。“性転換症候群”という稀な体質の鷺宮了は、高校の学校見学で出会った水上凪沙に憧れを抱き、凪沙のいる天清学園へ入学することになった。２人が再会を果たしたのは凪沙が働くコスプレ喫茶で、さらに凪沙にはヒミツが――？"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "5e433b63-7faa-4106-8ec9-802282f322b1",
    "title": {
      "en": "Watari-kun no ×× ga Houkai Sunzen"
    },
    "updatedAt": "2024-04-22T22:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/5e433b63-7faa-4106-8ec9-802282f322b1/aabad18d-794d-4855-b312-255f9fdb7952.jpg",
    "altTitles": [
      {
        "ja": "渡くんの××が崩壊寸前"
      },
      {
        "zh": "渡君的××即将崩坏"
      },
      {
        "ko": "와타리군의 XX가 붕괴직전"
      },
      {
        "en": "Watari-kun's ****** Is about to Collapse"
      },
      {
        "ru": "XX Ватари-куна на грани граха"
      }
    ],
    "description": {
      "en": "Ever since his parents died, Watari Nao's life has revolved around his little sister. He forgoes club activities for the sake of spending time with her, leading many of his peers to label him a siscon. But as long as his sister's happy, Nao is willing to shut out any unwelcome comments about himself.  \n  \nUnbeknownst to Nao, however, a greater danger has resurfaced - one that destroyed his way of life six years ago, and threatens to do so once again.  \n  \nAnd that danger, in the form of a girl wielding a garden hoe, will stop at nothing to reclaim what could once have been hers, and hers alone.",
      "ru": "С тех пор, как его родители умерли, жизнь Ватари Наото вращалась вокруг своей младшей сестры. Он воздерживается от деятельности клуба ради того, чтобы проводить время с ней, в результате чего многие из его сверстников думают, что он влюблён в свою сестру. Но пока его сестра счастлива, Наото готов закрыть глаза на все эти сплетни. Однако ему угрожает та же опасность, что настигла его шесть лет назад. Эта опасность — девушка, которая не уйдет без того, что когда-то принадлежало ей одной!",
      "pt-br": "Desde que seus pais morreram, a vida de Watari Nao tem girado em torno de sua irmã mais nova. Ele renuncia atividades do clube por causa de passar tempo com ela, levando muitos de seus colegas para rotulá-lo de SISCON. Mas, enquanto sua irmã estiver feliz, Nao está disposto a calar quaisquer comentários indesejáveis sobre si mesmo. Sem o conhecimento de Nao, no entanto, um perigo maior ressurgiu - um que destruiu seu modo de vida, há seis anos, e ameaça fazê-lo mais uma vez, e o perigo vem sob a forma de uma garota empunhando uma enxada de jardim."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "92"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]