[
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50df75f2-22c5-46c3-9212-8f5997940c99",
    "title": {
      "en": "Fight Class 3 (Webtoon Version)"
    },
    "updatedAt": "2024-06-12T16:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/50df75f2-22c5-46c3-9212-8f5997940c99/569f993f-e632-4762-92f3-89ca7a61cbbe.png",
    "altTitles": [
      {
        "en": "Gyeoggi 3 ban"
      },
      {
        "ru": "Бойцовский класс 3"
      },
      {
        "ko": "격기3반"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0a87b7f-6ee1-4502-b3fd-18650e455737",
    "title": {
      "en": "Funouhan"
    },
    "updatedAt": "2024-01-03T21:54:48+00:00",
    "coverArt": "https://mangadex.org/covers/f0a87b7f-6ee1-4502-b3fd-18650e455737/a3ee3f4b-28fe-42f4-953e-a99838682474.jpg",
    "altTitles": [
      {
        "en": "Impossibility Defense"
      },
      {
        "fr": "Perfect Crime"
      },
      {
        "ja": "不能犯"
      },
      {
        "ko": "불능 범"
      },
      {
        "es": "Crimen Perfecto"
      },
      {
        "it": "Perfect Crime"
      },
      {
        "pt-br": "Crimes Perfeitos"
      }
    ],
    "description": {
      "en": "Is there someone whom you desperately wish to see dead? If you want your enemies and rivals eliminated, free-of-charge and with no possibility of the crime being traced back to you, all you need to do is leave a message for \"Usobuki Tadashi\" in a certain telephone booth at a certain park.  \n  \nSoon afterwards, a black-suited man with cold, crimson eyes will meet with you and confirm the target. He cannot be prosecuted, for he kills through the power of suggestion and the clever arrangement of events. He will accept any request: regardless of whether the target is saint or sinner, and no matter how foolish, cruel or misguided the client… All with a mocking smile on his face that belies his quiet amusement in the face of humankind's never-ending folly.  \n  \n[See AnimeNewsNetwork for live action movie.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18867)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "83"
  },
  {
    "mangaId": "2051ec2f-1b26-465e-acb5-5870ca535ba9",
    "title": {
      "en": "Cigarette and Cherry"
    },
    "updatedAt": "2024-05-04T19:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/2051ec2f-1b26-465e-acb5-5870ca535ba9/8d5acc6b-6c35-4356-8531-ea8894cdd131.png",
    "altTitles": [
      {
        "es": "Cigarrillo y Cereza"
      },
      {
        "ja-ro": "Shigaretto & Cherī"
      },
      {
        "ja": "シガレット＆チェリー"
      },
      {
        "ne": "चुरोट र चेरी"
      },
      {
        "ru": "Сигареты и вишня"
      },
      {
        "zh-hk": "香煙與櫻桃"
      }
    ],
    "description": {
      "en": "An attractive smoking woman and a virgin boy crossing their paths during his campus days",
      "es": "Una mujer hermosa y un joven virgen entrelazándose juntos en sus días de universidad…",
      "id": "Menceritakan kisah senpai cantik serta cool dengan kouhainya yang masih perjaka. Kisah romance komedi yang sangat bagus.",
      "ru": "После старшей школы Кохай поступает в университет, где планирует начать встречаться с девушкой. Зайдя в кампус он замечает темноволосую девушку и подходит к ней с пачкой сигарет, желая привлечь её внимание. Несмотря на то, что Кохай терпит неудачу, он собирается идти до конца и добиться её сердца.",
      "pt-br": "Uma mulher atraente fumante, e um rapaz virgem cruzam seus caminhos durante seus dias no campus."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "126"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d87c0ba8-de4b-4e71-a278-816d6a1c5805",
    "title": {
      "en": "Life, Once Again!"
    },
    "updatedAt": "2024-07-07T06:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/d87c0ba8-de4b-4e71-a278-816d6a1c5805/ddc56334-9d12-4379-ac14-da4e98f77f3a.jpg",
    "altTitles": [
      {
        "ko": "인생, 다시 한 번!"
      }
    ],
    "description": {
      "en": "\"Would you like to live once again?\" \n\nIt was a peaceful and normal life an average person would live. Getting a job, meeting ‘the one’ and getting married, then living life with your own loving family. I was living that life. \n\nThen I got an offer to start life again.\n\n The excitement of starting life once again quickly faded away. Faced with the fading memories of my past life, growing fainter and fainter as each day passed by; the fear of not being able to meet my wife and daughter overwhelmed me. To make matters worse, the opportunity to become an actor, a dream that I had given up before, was tempting… \n\n\"If I live this life differently from my previous one, there’s a chance that I might not be able to meet my wife and daughter!\"\n\nStuck between family and the dream I had given up, what will be my choice?\n\n---\n\n[Official Novel](https://page.kakao.com/content/51569746)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72defadc-baf6-4e99-8217-73937b4f273c",
    "title": {
      "en": "Hello, Innocent"
    },
    "updatedAt": "2024-06-05T18:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/72defadc-baf6-4e99-8217-73937b4f273c/e7ab8330-25cd-4ce8-8cb7-76e60ebe5bbf.jpg",
    "altTitles": [
      {
        "ja-ro": "Harō, inosento"
      },
      {
        "ja": "ハロー、イノセント"
      }
    ],
    "description": {
      "en": "From cotton candy scans:  \n  \nYukito is a handsome scholarship student who also excels at sports. Just starting high school, he has never had the time to think about things like love.  \n  \nOne day, he was saved by a girl he didn't know. Turns out, she's actually Yukito’s classmate who’s been absent since the school’s opening ceremony…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "39"
  },
  {
    "mangaId": "f6eee215-b6a3-45b0-b204-4215c0c82965",
    "title": {
      "en": "Sundome!! Milky Way"
    },
    "updatedAt": "2022-05-11T19:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/f6eee215-b6a3-45b0-b204-4215c0c82965/a7bfc9af-b797-4e69-8889-a3811c8b6163.jpg",
    "altTitles": [
      {
        "en": "Sundome Milky Way"
      },
      {
        "ja": "Sundome!! Mirukī Ūei"
      },
      {
        "ja": "すんどめ!!ミルキーウェイ"
      }
    ],
    "description": {
      "en": "Sakura Yoshitake is a 25-year-old salaryman working for a food production firm. One day he takes the day off to go to his grandma's 88th birthday. While driving home after the party he sees a UFO and crashes. He survives the wreck and finds a terrifying alien standing over him. He passes out and when he comes to, he is in his own bed in his own apartment, covered in bandages. Even more, he finds a beautiful blonde half naked woman sleeping next to him. When she awakes she tells him she has come to earth to be impregnated by him. However when he touches her, her embarrassment causes her to lose control and she turns back into the terrifying alien he saw before. How will he ever impregnate her if she can't control her embarrassment enough to ever let him touch her?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "60"
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-06-25T08:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "b705aa33-4720-4ce0-8249-5cc1852159e4",
    "title": {
      "en": "Osage-chan 4koma"
    },
    "updatedAt": "2024-07-03T04:12:14+00:00",
    "coverArt": "https://mangadex.org/covers/b705aa33-4720-4ce0-8249-5cc1852159e4/6e076aa0-08a8-400b-a68e-1f2509be2230.png",
    "altTitles": [
      {
        "ja": "ぬくぬく四コマめし"
      }
    ],
    "description": {
      "en": "A series of 4koma comics featuring Osage-chan by Nukunuku Nigirimeshi (@NKNK_NGRMS)."
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c16942fe-057e-4b84-b946-fda7f7b6b12d",
    "title": {
      "en": "Genjitsu Sekai (Real) Demo Shiawase ni Shite Kudasai ne?"
    },
    "updatedAt": "2024-07-12T14:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/c16942fe-057e-4b84-b946-fda7f7b6b12d/4a9bf903-da09-4648-b715-d113b790f223.jpg",
    "altTitles": [
      {
        "ja": "現実世界（リアル）でも幸せにしてくださいね？"
      },
      {
        "es-la": "Sé feliz también en el mundo real, ¿de acuerdo?"
      },
      {
        "en": "Be Happy in the Real World Too, Okay?"
      },
      {
        "ja-ro": "Genjitsu Sekai Demo Shiawase ni Shite Kudasai ne?"
      },
      {
        "ja-ro": "Genjitsu Sekai (Real) Demo Shiawase ni Shite Kudasai ne?"
      }
    ],
    "description": {
      "en": "High school student Machino, who longs for the 'love of destiny', encounters the dating simulation game 'Celestia'. Despite having maximized affection with all the heroines, she can't decide on just one, leading her to spend days of anguish unable to advance to the confession event. At that moment, an explosion along with a shooting star occurs in her house, and when she opens her eyes, she meets the main heroine of 'Celestia', Sofia....\n\n\"Machino... I always wanted to say it... I like you.\"\n\nThe otherworldly harem summoning romantic comedy begins with the highly affectionate heroines who have jumped into the real world!",
      "es-la": "La estudiante de secundaria, Machino, que anhela el 'amor del destino', se encuentra con el juego de simulación de citas 'Celestia'. A pesar de haber aumentado al máximo la simpatía de todas las heroínas, no puede decidirse por una sola, lo que la lleva a pasar días de angustia sin poder avanzar al evento de confesión. En ese momento, una explosión junto con una estrella fugaz ocurre en su casa, y cuando abre los ojos, se encuentra con la heroína principal de 'Celestia', Sofía...\n\n\"Machino... siempre quise decirlo... me gustas.\"\n\n¡La comedia romántica de harén de invocación a otro mundo comienza con las heroínas de alta simpatía que han saltado al mundo real!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "092d4920-0bf3-4b3c-8c84-5027ade69e35",
    "title": {
      "en": "Akuyaku Reijou no Tsuihougo!"
    },
    "updatedAt": "2024-05-12T00:14:00+00:00",
    "coverArt": "https://mangadex.org/covers/092d4920-0bf3-4b3c-8c84-5027ade69e35/465a0e04-3ae8-4350-b802-d40f6f5be48c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の追放後！ 教会改革ごはんで悠々シスター暮らし"
      },
      {
        "ja": "悪役令嬢の追放後！"
      },
      {
        "ja-ro": "Akuyaku Reijou no Tsuihougo! Kyoukai Kaikaku gohan de Yuuyuu Sister Kurashi"
      },
      {
        "en": "The Banished Villainess! Living the Leisurely Life of a Nun Making Revolutionary Church Food"
      },
      {
        "en": "The Banished Villainess!"
      },
      {
        "es": "La villana desterrada viviendo la vida tranquila de una monja haciendo comida revolucionaria en una iglesia"
      },
      {
        "zh": "恶役千金流放后！利用教会改革美食过上悠然的修女生活"
      }
    ],
    "description": {
      "en": "Event planner Yuka Sawatani‘s life ended as the result of overwork. Reborn into an Otome game with her memory intact, she becomes the villainess Elizabeth. She tries to resist her fate, but at the ending of the game, she is promptly banished."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d40f81e-fecd-4413-9180-801fe757fde4",
    "title": {
      "en": "The Duke's Bored Daughter Is My Master"
    },
    "updatedAt": "2024-03-30T19:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "altTitles": [
      {
        "ko": "만렙 공녀는 오늘도 무료하다"
      },
      {
        "ko-ro": "Manlev Gongnyeoneun Oneuldo Muryohada"
      },
      {
        "en": "The Invincible Princess Is Bored Again Today"
      },
      {
        "en": "The Max Level Princess Is Bored Today as Well"
      },
      {
        "en": "The Max-Leveled Princess Is Bored Today as Well"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь скучает"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь"
      },
      {
        "uk": "Непереможна принцеса сьогодні знову нудьгує"
      },
      {
        "es": "La princesa invensible vuelve a aburrirse hoy"
      },
      {
        "ja": "最強公女は今日も退屈です"
      },
      {
        "th": "ชีวิตที่ไร้สีสันของเลดี้สุดแกร่ง"
      },
      {
        "id": "Tuan Putri Jagoan Sedang Bosan Hari Ini"
      },
      {
        "hu": "A Max Level hercegnő ma is unatkozik"
      },
      {
        "mn": "Хүчирхэг гүнж өнөөдөр ч уйдаж байна"
      },
      {
        "zh": "公女今天也很无聊"
      },
      {
        "zh": "满级公女今天也很无聊"
      },
      {
        "zh-hk": "滿等千金好厭世"
      },
      {
        "my": "ပြိုင်ဘက်ကင်းတဲ့မင်းသမီးလေးဒီနေ့လဲပျင်းနေပြန်ပြီ"
      },
      {
        "vi": "Hôm nay công nương toàn năng cũng thấy chán nản"
      }
    ],
    "description": {
      "en": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "fr": "Dante Renatus, qui a pris la place d'empereur grâce à son excellente maîtrise de l' épée s'est réincarné 500 ans plus tard sous le nom d'Helena, la fille du duc de Pereska.\n\n«Je ne voulais pas de cette seconde vie.»\n\nDante– Helena ne fait que répéter ses actions et ses expériences passées et trouve pour cela les réincarnations ennuyantes et sans intérêts mais lorsque César, le prince, visite la résidence du duc pour échapper à la lutte pour le pouvoir elle lui trouve un talent particulier et décide de devenir son professeur d'épée.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "hu": "A Max Level hercegnő ma is unatkozik, mint Dante Renatus, aki korábbi életében császár volt. Ötszáz évvel később egy hercegség legfiatalabb lányaként születik újjá? Már mindent elértem, amit szerettem volna az előző életemben, és mindent megtettem, amit akartam, szóval nem számít, mit csinálok életemnek ebben a nem kívánt második körében. Ez bosszantó és unalmas. Amúgy újjászületésem óta arra gondoltam, hogy fiatal diákokat tanítok, de... a tanítványaim túlságosan szeretnek. Ilyen tehetséges voltam a tanításban? – Ha érted, tanár úr, akár tönkretehetem ezt a világot! Csak annyit tettem, hogy felismertem Caesar herceg tehetségét, akkor miért viselkedsz így? Fiatal diákok tanítása a Max Level hercegnőtől, aki nem bánja meg az életet, és nem is marad el az élet iránti érzelme...!\n\n---\nEgy törvénytelen lány voltam, akit elhagyott a császár. Onnan az utcára kerültem, ahol megtudtam, hogy értek a kardforgatáshoz. Versenyekre indultam, zsoldos lettem, és nevet szereztem magamnak. Amikor már a birodalomban rólam beszéltek, a császár visszahívott. Cserébe követeltem, hogy én lehessek a következő a trónörökös. Több év kemény munka után végül császárnő lettem, és boldogan haltam meg. De most itt vagyok, újra élek. Ugh, nem lehet egy lányt békén hagyni? Ezúttal olyan lusta leszek, amennyire csak lehet!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ko": "전생에 무려 황제까지 찍었던 단테 레나투스.\n500년 후, 공작가의 막내딸로 환생하다?!\n\n원하지 않던 2회차 인생, 전생에서 누릴 거 다 누렸고,\n해 볼 거 다 해봤으니 현생에서 뭘 해도 귀찮고 무료할 뿐이다.\n\n기왕 태어난 거 후학 양성이나 해 볼까 하는데,\n……제자들이 날 너무 사랑한다.\n내 교육자적 재능이 이렇게 훌륭했던가?\n\n“스승님을 위해서라면, 이 세계도 멸망시킬 수 있어!”\n\n황자 카이사르의 재능을 알아 봤을 뿐인데\n왜 그런 방향으로 튀는 거야?!\n\n생의 후회도 미련도 없는 만렙 공녀님의\n인생 2회차 후학 양성기―!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ru": "Данте Ренатус, которая с помощью своих выдающихся навыков владения мечом заняла даже место императора, перерождается спустя 500 лет как «Хелена», дочь герцога Ферески.2-я жизнь, которой она не желала.В прошлой жизни она насладилась всем, чем хотела, и попробовала всё, что только могла попробовать.После перерождения, что бы она ни делала, любая вещь ей быстро надоедала и казалась скучной.Однако в тот момент ради решения вопроса о власти в герцогство приезжает принц Кайсар. Хелена, рассмотревшая в нём талант, решила стать его учителем фехтования.«Я сделаю тебя императором».Всё это началось из-за желания разукрасить свою жизнь с помощью попыток взрастить подопечного...«Ради мастера я уничтожу весь этот мир».Но отчего-то мне кажется, что я не просто понравилась своему ученику, а прямо запала в его душу.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "uk": "Данте Ренатус, котра в минулому житті посіла почесне місце імператриці завдяки своїй майстерності фехтування, через 500 років переродилась «Хеленою» - донькою герцога Перески.\n\n«Навіщо мені друге життя? Я насолоджувалась тими благами, які мала у попередньому, і спробувала все, чого тільки бажала моя душа. Все те, чим я займаюсь зараз здається мені неймовірно нудним.»\n\nТа в той момент її резиденцію відвідує принц Цезар, задля уникнення боротьби за владу. Герцогиня визнала його талант, приймаючи рішення стати його вчителькою фехтування.\n\n«Я зроблю тебе імператором.»\n\nЦе було лише спробою урізноманітнити її марудне життя. Герцогиня мала намір використати навички її минулого життя задля виховання учнів.\n\n«Заради вас, наставнице, я можу знищити весь світ.»\n\n«Щось мені підказує, що я надто сильно подобаюсь своєму учневі.»\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "e9cc438f-46d9-4da2-872a-237f89caa7a6",
    "title": {
      "en": "My Second Life Is a Healing Life?"
    },
    "updatedAt": "2024-05-10T23:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/e9cc438f-46d9-4da2-872a-237f89caa7a6/1b26b342-d025-47db-8689-26288b4356e4.jpg",
    "altTitles": [
      {
        "ko": "두 번째 삶은 힐링라이프?"
      },
      {
        "en": "The Second Life Is a Healing Life?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de cura?"
      },
      {
        "pt-br": "Minha segunda vida é uma vida de curandeiro?"
      },
      {
        "ru": "Перерождение в поиске исцеления"
      }
    ],
    "description": {
      "en": "Eugene Felivia, the beloved youngest son of the noble Felivia family, known for its great warriors, gains a second life thanks to the grace of 'Felin, the Wizard of Creation.' Eugene dreams of becoming a wizard like Felin, who saved him, and using his powers to make the world a better place. However, the dark and harsh realities and his fate still refuse to let him go...",
      "pt-br": "Eugene Felivia, o querido filho mais novo da nobre família Felivia, conhecida por seus grandes guerreiros, ganha uma segunda vida graças à graça de ‘Felin, o Feiticeiro da Criação’. Eugene sonha em se tornar um bruxo como Felin, que o salvou, e usar seus poderes para tornar o mundo um lugar melhor. No entanto, a realidade sombria e dura e o seu destino ainda se recusam a deixá-lo ir…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "60de2707-2a4a-4fa6-92fa-0b534898cd4d",
    "title": {
      "en": "Majo-senpai Nippou"
    },
    "updatedAt": "2024-05-04T23:24:18+00:00",
    "coverArt": "https://mangadex.org/covers/60de2707-2a4a-4fa6-92fa-0b534898cd4d/71ae1aec-cf93-4ded-b2ea-cf521d4c61f4.jpg",
    "altTitles": [
      {
        "ja": "魔女先輩日報"
      },
      {
        "ja-ro": "Majo Senpai Nippou"
      },
      {
        "en": "Daily Report About My Witch Senpai"
      },
      {
        "de": "Meine Kollegin, ihr Besen und ich"
      },
      {
        "ru": "Повседневная жизнь моего сэмпая-ведьмы"
      }
    ],
    "description": {
      "de": "Das Leben als Angstellter ist nicht immer einfach, doch Misono freut sich trotzdem jeden Tag aufs Büro. Denn er arbeitet gemeinsam mit Shizuka, einer besonders freundlichen und hilfsbereiten Kollegin - und Hexe! Mit ihrer Alltagsmagie steht sie ihren Mitmenschen immer zur Seite und erledigt machen unliebsamen Job. Doch Misono macht sich Gedanken, dass Shizukas gutherzige Art von anderen ausgenutzt wird und beschließt, sich ab sofort für sie einzusetzen! Hat er nur einen ausgeprägten Gerechtigkeitssinn oder könnte mehr hinter seiner Sorge stecken?",
      "en": "The office stories of a kind hearted, weak-willed, witch senpai and her relatable, straightforward, but kind kouhai that started over a cup of magically warmed coffee.\n\n---\nMisono is an office drone with his own ups and downs at work, but thankfully, he has an ally: his senpai Shizuka, who happens to be a witch. Shizuka is always ready to lend a hand to those in need, but Misono thinks she should take better care of herself, since zipping around on a broomstick to run errands can be quite stressful. Is Misono’s over-solicitous concern for Shizuka driven by mere respect for this flustered witch, or could it be more? Let this magical romantic comedy cast its spell on you!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1545011f-2288-47a9-845c-526068f4843a",
    "title": {
      "en": "The Splendid Job Of A Monster Maid"
    },
    "updatedAt": "2023-03-30T07:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/1545011f-2288-47a9-845c-526068f4843a/beaec643-b92a-4425-a765-e6052b91b524.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaibutsu Maid no Karei naru Oshigoto"
      },
      {
        "fr": "Le travail splendide d'une bonne monstrueuse"
      },
      {
        "ja": "怪物メイドの華麗なるお仕事"
      },
      {
        "en": "The Splendid Work of a Monster Maid"
      }
    ],
    "description": {
      "en": "A demon world maid's cute and spooky fantasy action!  \n  \nSumire, a nekomata, who lost her favorite master was wandering around, got lost, and arrived in a foreign country in the demon world?! With the android and undead maids, clean the demon's house brilliantly to take back \"that something!\"  \n  \n[Artist's twitter](https://twitter.com/yugata_tanabe)",
      "pt-br": "Sumire, uma nekomata que após a morte de seu mestre, estava vagando, se perdeu e chegou em um país estrangeiro no mundo dos demônios!? Para recuperar \"certa coisa\", ela limpará os bagunçados quartos ao lado da morta-viva Rose e a andróide Ivy!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "21"
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2024-06-23T00:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/41a8bd16-0e44-420d-90a8-a500b0c2f5b8.jpg",
    "altTitles": [
      {
        "ja": "豚の復讐"
      },
      {
        "en": "A Pig's Revenge"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ru": "Месть свиней"
      }
    ],
    "description": {
      "en": "After rampant bullying, high school boy Takeshi Hirota kills himself and is transported to another another world, where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-07-12T23:10:49+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe959bd4-2acd-487f-8709-f7fde3ff7b0c",
    "title": {
      "en": "Denkigai no Honya-san"
    },
    "updatedAt": "2024-05-04T23:05:06+00:00",
    "coverArt": "https://mangadex.org/covers/fe959bd4-2acd-487f-8709-f7fde3ff7b0c/4128ed73-f14c-4df0-b62a-3e78fba4ac43.jpg",
    "altTitles": [
      {
        "ja-ro": "Denki Machi no Honya-san"
      },
      {
        "ja-ro": "Denki-Gai no Honya-san"
      },
      {
        "ja-ro": "Denkigai no Honyasan"
      },
      {
        "en": "Electric District's Book Store"
      },
      {
        "en": "The Electric Town's Bookstore"
      },
      {
        "ru": "Книжный магазин в Квартале Электроники"
      },
      {
        "ja": "デンキ街の本屋さん"
      },
      {
        "ja": "デンキ街の本屋さん BOOKSうまのほね"
      },
      {
        "zh": "电器街上的书店"
      }
    ],
    "description": {
      "en": "Umio is a shy kid who just started his part time job at a manga store smack dab in the middle of the city. But his lifestyle isn't as glamorous as the neon lights that illuminate the city. Umio's closest friends are his co-workers who are all unique characters, to say the least, and although they're nice people, they have their quirks. They are a tight knit group of friends, have nicknames for each other and spend their weekends inside, sheltered from the extravagant scene happening on the outside."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "94"
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-06-28T11:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/47924f2e-758f-40fd-bf09-f18e195018e2.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-05-21T22:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2024-07-01T01:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/5e7c27c3-2d3b-498d-b24c-abf045137ba6.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "en": "I'm dating a Dark Summoner"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bc2ae0-d683-4220-835b-fbbba344bbc8",
    "title": {
      "en": "Days"
    },
    "updatedAt": "2024-05-03T16:29:29+00:00",
    "coverArt": "https://mangadex.org/covers/60bc2ae0-d683-4220-835b-fbbba344bbc8/f6c196d6-259d-4cc3-9fc9-55caee1276db.jpg",
    "altTitles": [
      {
        "id": "Hari-hari"
      },
      {
        "ru": "Дни"
      },
      {
        "es": "Días"
      }
    ],
    "description": {
      "en": "Two boys met on a stormy night: Tsukushi, a boy with no special traits at all, and Jin, a soccer genius. On that night, Jin drags Tsukushi into the world of high-school soccer.  \n  \n  \n---\n**Won the 40th Kodansha Manga Award for Shonen in 2016**",
      "vi": "Một câu chuyện đẹp về chàng trai nhỏ bé Tsukamoto, tuy cậu còn chả biết cầm bóng nhưng có niềm đam mê bóng đá bất tận, cùng với cậu bạn thiên tài là Kazama, họ vô tình gặp nhau, và cùng nhau chiến thắng! Đây là một manga rất là đáng để đọc, về tinh thần thể thao, về tình bạn, về những người luôn cố gắng vươn lên. Một câu chuyện truyền động lực và \"sưởi hồn\" đúng nghĩa...",
      "pt-br": "Dois garotos se reuniram em uma noite de tempestade: Tsukushi, um garoto sem características especiais em tudo, e Jin, um gênio do futebol. Naquela noite, Jin arrasta Tsukushi no mundo do futebol colegial."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "376"
  },
  {
    "mangaId": "6678b794-63fe-4f46-b94e-4bd55a21e594",
    "title": {
      "en": "The Lady's Butler"
    },
    "updatedAt": "2024-03-16T03:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/6678b794-63fe-4f46-b94e-4bd55a21e594/77ab7015-b7d5-4fce-8bd3-ad1cf4574362.jpg",
    "altTitles": [
      {
        "ko-ro": "Geu Agassiui Jibsanim"
      },
      {
        "ko": "그 아가씨의 집사님"
      },
      {
        "fr": "Le valet de la demoiselle"
      },
      {
        "vi": "Quản Gia Nam Phụ Của Tiểu Thư Xuyên Không"
      },
      {
        "th": "ภารกิจพิทักษ์พ่อบ้านสุดหล่อ"
      },
      {
        "ja-ro": "Ojousan no Sitsuji"
      },
      {
        "ja": "お嬢さんの執事"
      },
      {
        "zh": "那小姐的执事"
      },
      {
        "es": "El mayordomo de la dama"
      },
      {
        "pt-br": "O Mordomo da Senhorita"
      }
    ],
    "description": {
      "en": "Harboring an obsession with the second male lead of the novel series *The Flower Holds a Sword*. Like always I write a commend about Lancelot and went to sleep. But something is off?! When I woke up my *favorite character* called me \"milady\" and brightly smiled at me! I think I won the lottery. Or I saved earth in my previous life. If you do good stuff in your past life you'll have good luck in your next life. If it's not that how could this even happen? This lottery that I won, I should use it properly. I decided I'll make my *favorite character*'s happiness my number one priority."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "95"
  },
  {
    "mangaId": "7215b1e8-bac1-49a2-83d9-ed62335dd849",
    "title": {
      "en": "Kekkon shiyou. Rikon zentei de."
    },
    "updatedAt": "2024-06-24T22:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/7215b1e8-bac1-49a2-83d9-ed62335dd849/760527bf-dcc6-4ac6-ba6d-6c9716205a9f.png",
    "altTitles": [
      {
        "en": "Please Marry Me With Divorce in Mind"
      },
      {
        "ja": "結婚しよう。離婚前提で。"
      }
    ],
    "description": {
      "en": "After turning 30 as a NEET, Kyosuke was kicked out of his parents' house. \nThat's when Rui, his closest friend, proposes a solution: to get married, then divorce!\n\n\nA guy and girl who've been 'just friends' for around a decade decide to enter a pretend marriage.\nHe's a romantic and she's just a pragmatic girl.  A pair unsuited for marriage.\nWhat will they discover after 100 days together?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b09df33-d3cd-4c32-ba46-ce0415b1fa2c",
    "title": {
      "en": "I Fell Into a Reverse Harem Game!"
    },
    "updatedAt": "2023-06-27T23:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/0b09df33-d3cd-4c32-ba46-ce0415b1fa2c/a00c88a5-3d8e-4416-a0e8-22d0a6906800.jpg",
    "altTitles": [
      {
        "ko": "역하렘 게임 속으로 떨어진 모양입니다"
      },
      {
        "ko-ro": "Yeok Harem Game Sogeuro Tteoreojin Moyangimnida"
      },
      {
        "en": "It Looks Like I've Fallen into the World of a Reverse Harem Game"
      },
      {
        "en": "It Seems Like I Fell Into a Reverse Harem Game"
      },
      {
        "fr": "Je suis tombée dans un jeu de harem inversé!"
      },
      {
        "pt-br": "Estou dentro de um jogo de harém inverso"
      },
      {
        "uk": "Здається я потрапила в світ гри гаремника"
      },
      {
        "ja": "逆ハーレムゲームの中に落ちたようです"
      },
      {
        "ja-ro": "Gyaku Harem Game no Naka ni Ochitayou desu"
      },
      {
        "th": "เมื่อฉันกลายเป็นตัวร้ายในเกมจีบหนุ่ม"
      },
      {
        "zh": "偶然开启女尊游戏"
      },
      {
        "zh": "好像掉进女尊游戏了"
      },
      {
        "zh-hk": "絕色公主的後宮遊戲"
      },
      {
        "id": "Terjatuh ke Permainan Harem"
      }
    ],
    "description": {
      "en": "Reset, and game set.\n\nWhen I opened my eyes, I was in a different world. I had become the game's villainous princess who was feared by all. Not to mention… Completely naked men I didn't even know were approaching me left and right!\n\n“Are you cold? Shall I warm you up with a hug?”\n\n“Oh? Have you not had enough yet?”\n\nSeriously, what’s up with this situation? And just how the hell am I going to get out of this freaking game?!\n\n---\nI woke up in a strange bed, with not just one, but two lovers beside me! In this game of love, affection, and deception, I’m Elvia, the Imperial Princess, with a gaggle of men vying for my favor. Sounds great, right? Except this means I'm also stuck as the villainess while the main character is my manipulative maid, Arielle! She’s out to bring me down, and she’s got plans for my harem of men. But I know all her secrets, because I can see her player notifications. Can I beat her at her own game?\n\n---\n**Original Novel:**\n* Chapters: [Boomtoon](https://www.bomtoon.com/comic/ep_list/Game_set), [KakaoPage](https://page.kakao.com/content/52298103)\n* eBook: [Naver Series](https://series.naver.com/novel/detail.series?productNo=5370400), [RidiBooks](https://ridibooks.com/books/793012528)\n* [Official English Translation](https://radishfiction.com/stories/21138)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EC%97%AD%ED%95%98%EB%A0%98-%EA%B2%8C%EC%9E%84-%EC%86%8D%EC%9C%BC%EB%A1%9C-%EB%96%A8%EC%96%B4%EC%A7%84-%EB%AA%A8%EC%96%91%EC%9E%85%EB%8B%88%EB%8B%A4/3350), [KakaoPage](https://page.kakao.com/content/61170313)\n* R15: [KakaoPage](https://page.kakao.com/content/55567038)\n\n**Official Translations:**\n* English: [Tapas (R18)](https://tapas.io/series/i-fell-into-a-reverse-harem-game-mature/info), [Radish (R15)](https://radishfiction.com/stories/17113), [Tapas (R15)](https://tapas.io/series/I-fell-into-a-reverse-harem-game/info)\n* [Chinese (Simplified) / 汉语 (R15)](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語 (R15)](https://tw.kakaowebtoon.com/content/%E7%B5%95%E8%89%B2%E5%85%AC%E4%B8%BB%E7%9A%84%E5%BE%8C%E5%AE%AE%E9%81%8A%E6%88%B2/93)\n* [French / Français (R15)](https://fr.piccoma.com/fr/product/29)\n* [Indonesian / Bahasa Indonesia (R15)](https://id.kakaowebtoon.com/content/Terjatuh-ke-Permainan-Harem/191)\n* [Japanese / 日本語 (R15)](https://piccoma.com/web/product/54742)\n* [Thai / ภาษาไทย (R15)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%88%E0%B8%B5%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1/133)",
      "fr": "Dur, dur de se retrouver coincée dans le corps d’une psychopathe vicieuse haïe de tous! Surtout lorsqu’elle se révèle être la méchante d’un jeu vidéo de drague, destinée à mourir de mort violente. Une seule solution pour survivre: opérer un virage à 180 degrés: remettre de l’ordre dans l’empire, libérer les esclaves de l'ancienne princesse et changer son image auprès de tous. Mais c’est sans compter les ambitions de l’héroïne du jeu, bien décidée à massacrer sa rivale.\n\n---\n**Original Novel:**\n* Chapters: [Boomtoon](https://www.bomtoon.com/comic/ep_list/Game_set), [KakaoPage](https://page.kakao.com/content/52298103)\n* eBook: [Naver Series](https://series.naver.com/novel/detail.series?productNo=5370400), [RidiBooks](https://ridibooks.com/books/793012528)\n* [Official English Translation](https://radishfiction.com/stories/21138)\n\n**Original Webtoon:**\n* R19: [Daum](https://webtoon.kakao.com/content/%EC%97%AD%ED%95%98%EB%A0%98-%EA%B2%8C%EC%9E%84-%EC%86%8D%EC%9C%BC%EB%A1%9C-%EB%96%A8%EC%96%B4%EC%A7%84-%EB%AA%A8%EC%96%91%EC%9E%85%EB%8B%88%EB%8B%A4/3350), [KakaoPage](https://page.kakao.com/content/61170313)\n* R15: [KakaoPage](https://page.kakao.com/content/55567038)\n\n**Official Translations:**\n* English: [Tapas (R18)](https://tapas.io/series/i-fell-into-a-reverse-harem-game-mature/info), [Radish (R15)](https://radishfiction.com/stories/17113), [Tapas (R15)](https://tapas.io/series/I-fell-into-a-reverse-harem-game/info)\n* [Chinese (Simplified) / 汉语 (R15)](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語 (R15)](https://tw.kakaowebtoon.com/content/%E7%B5%95%E8%89%B2%E5%85%AC%E4%B8%BB%E7%9A%84%E5%BE%8C%E5%AE%AE%E9%81%8A%E6%88%B2/93)\n* [French / Français (R15)](https://fr.piccoma.com/fr/product/29)\n* [Indonesian / Bahasa Indonesia (R15)](https://id.kakaowebtoon.com/content/Terjatuh-ke-Permainan-Harem/191)\n* [Japanese / 日本語 (R15)](https://piccoma.com/web/product/54742)\n* [Thai / ภาษาไทย (R15)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%88%E0%B8%B5%E0%B8%9A%E0%B8%AB%E0%B8%99%E0%B8%B8%E0%B9%88%E0%B8%A1/133)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9fd23805-7571-4f09-baff-89d059fba8f9",
    "title": {
      "ja": "Senki Kanshoku Symphogear ~Shirabemeshi~"
    },
    "updatedAt": "2022-08-25T15:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/9fd23805-7571-4f09-baff-89d059fba8f9/99bb8763-8d34-4128-b576-af7c59747817.jpg",
    "altTitles": [
      {
        "en": "Feast of the Valkyries: ~Cooking with Shirabe~"
      }
    ],
    "description": {
      "en": "An official spinoff of the Senki Zesshou Symphogear series! The divas' next battlefield is a warm gourmet comedy with the chief kitchen maid, Shirabe! Another Symphogear ballad, fresh from the kitchen."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-07-09T05:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6585c1-ddea-4fcb-8e3b-b1191b653831",
    "title": {
      "en": "The Breaker - Eternal Force"
    },
    "updatedAt": "2024-05-28T16:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/8d6585c1-ddea-4fcb-8e3b-b1191b653831/fa323231-9732-4484-b3c2-b6d57e61adbf.jpg",
    "altTitles": [
      {
        "en": "The Breaker Season 3"
      },
      {
        "en": "Eternal Force"
      },
      {
        "ko": "이터널 포스"
      },
      {
        "es-la": "Fuerza Eterna"
      }
    ],
    "description": {
      "en": "Ha Jae, who’s contemplating death on the rooftop due to bullying. A senior appears before him and suddenly pushes Ha-Jae off?! But, he wakes up safely in the Nurse’s Office in school. Ha-Jae’s retaliation against the bullying that the delinquents have started again ends in failure…\r\n\r\nBut, Siwoon appears before him yet again and coaches Ha-Jae to defeat the delinquents in one strike using his fist.\r\n\r\nThe presence of the Murim appears hidden under what seems to be an ordinary school, and the perilous adventure to the world of Murim begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-07-09T10:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/552ecaaa-e969-4467-95df-7fe4f1b0c12d.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "en": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji “siblings” and knocks Arata’s world off its axis…",
      "ja": "東京都世田谷区成城。都内有数の高級住宅街に豪邸を構える「紫雲寺家」。\n７人の兄弟姉妹、特に５人の美人姉妹が有名となっているが、長男の男子高校生・新は姉妹にタジタジの毎日。\n「もし自分に姉妹がいなかったら…」と、ついそんな妄想もしてしまう日々の中、父親から衝撃の事実を告げられて…？",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-07-03T20:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "509b1474-cb0a-4f9d-8ca4-95cb44c9b8db",
    "title": {
      "en": "My Wife Has No Emotion"
    },
    "updatedAt": "2024-07-08T23:09:54+00:00",
    "coverArt": "https://mangadex.org/covers/509b1474-cb0a-4f9d-8ca4-95cb44c9b8db/9a55ca2f-bde1-4f4c-ba1b-a11220bb3866.jpg",
    "altTitles": [
      {
        "ja": "僕の妻は感情がない"
      },
      {
        "ja-ro": "Boku no Tsuma wa Kanjou ga Nai"
      },
      {
        "ja-ro": "Boku no Tsuma ha Kanjou ga Nai"
      },
      {
        "ru": "У моей жены нет эмоций"
      },
      {
        "vi": "Vợ tôi, \"NGƯỜI\" không cảm xúc"
      },
      {
        "id": "Istriku Tak Punya Emosi"
      }
    ],
    "description": {
      "en": "A story about the humble marriage of a corporate slave salaryman and a housework robot."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dda271c-2998-4659-975b-f0a05247db1a",
    "title": {
      "en": "Sexy Commando Side Story: You're So Cool, Masaru!"
    },
    "updatedAt": "2023-01-14T13:52:38+00:00",
    "coverArt": "https://mangadex.org/covers/9dda271c-2998-4659-975b-f0a05247db1a/019ead65-5bdd-40ce-98c2-1c1305b15377.png",
    "altTitles": [
      {
        "ja-ro": "Sexy Commander Gaiden Sugoi yo!! Masaru-san"
      },
      {
        "ja": "セクシーコマンドー外伝 すごいよ！！マサルさん"
      }
    ],
    "description": {
      "en": "The story revolves around Wakame High School's extracurricular club, \"Sexy Commando Club,\" which consists of 5-6 male members (one being the high school principal himself), a female manager, and a small mysterious pet (that may be extraterrestrial in origin).  \n  \nThe strange and ancient art of Sexy Commando (the roots of which extend back into Japan's Muromachi period) is a martial one; however, instead of focusing on how to defeat an opponent with punches, kicks, or grappling, it focuses on how to distract the opponent. The logic follows that any distracted opponent is unable to fight, and therefore the art of Sexy Commando trumps any other form of martial arts.  \n  \nThere are as many techniques as there are ways to distract, though Wakame High School's Sexy Command Club tends to favor the unzipping of the trousers (Elize no Yuutsu)."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "79"
  },
  {
    "mangaId": "d1f2f796-f2c3-4685-96ad-2fbf9e8fcfa6",
    "title": {
      "en": "Kokuu no Tsuki"
    },
    "updatedAt": "2023-08-01T03:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/d1f2f796-f2c3-4685-96ad-2fbf9e8fcfa6/b6e7488b-2cff-4726-9a39-41a21636c91b.jpg",
    "altTitles": [
      {
        "ja": "虚空の月"
      },
      {
        "en": "Moon in the Void"
      }
    ],
    "description": {
      "en": "\"You’ll be taking the test in my bed, if you catch my drift?\"\n\nDetective Higa is on a leave of absence investigating Sei Shido, an officer in the Ichikura-gumi gang and a person of interest in a particular case. He goes undercover to ask him for a job, and discovers that despite his intimidating presence, Shido is a beautiful man who oozes wanton sex appeal. After an initial rejection, Higa throws himself in front of an assassin's bullet and earns himself the position of Shido's bodyguard, on one condition: he has to have sex with him...?!\n\nLoneliness and obsession collide in this suspenseful love story from hard-boiled BL pioneer Saki Aida and talented up-and-coming artist Rou Nishimoto!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6532bfa8-1a83-47f6-bec2-38fb2444f3e3",
    "title": {
      "en": "re CERVIN"
    },
    "updatedAt": "2024-05-23T15:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/6532bfa8-1a83-47f6-bec2-38fb2444f3e3/97e0a444-71b1-4ecb-8610-cc82218c8cd5.jpg",
    "altTitles": [
      {
        "ja": "レ・セルバン"
      },
      {
        "ru": "Возвращение Сервана"
      }
    ],
    "description": {
      "en": "Once upon a time, an evil dragon lived in this world. To fight it, humans joined forces with the inhabitants of Paradise and, one day, were able to seal an ancient evil. But years passed and the seal was broken, and the dragon was freed to wreak havoc and destroy countries again. A king who has lost his kingdom and a girl who has lost her memory.",
      "ru": "Когда очнулась Арсиноя, принцесса страны у подножия горы под названием Хелленталь, с вторжения Илийской империи прошёл уже месяц. В тот день была убита её мать, пробудился злой дракон, а родная земля обратилась в пепел. С помощью «безумицы, поглощающей память» Арсиноя смогла сдержать дракона, но взамен лишилась всех воспоминаний об отце. А теперь на её пути появляется человек по имени Серван и называется её отцом…\nПравитель погибшей страны и принцесса, потерявшая память. Сплочённые утратой, вдвоём они отправляются в путешествие ради возрождения былых себя.",
      "pt-br": "Uma jovem princesa do país montanhoso de Helentar, Arsinoe, acorda e descobre que um mês se passou desde o dia em que o Império de Ilia invadiu. Naquele dia, sua mãe foi morta, um dragão maligno despertou e sua terra natal foi arrasada pelo fogo. Com o poder de Sent Fuana, \"Louca que devora memórias\", ela é capaz de manter o dragão à distância, mas em troca perde as memórias de seu pai. Agora, um homem que afirma ser seu pai, Cervin, aparece diante dela. Um rei sem pátria e uma princesa sem memória. Duas pessoas reunidas pela perda partem em uma jornada de recuperação."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "027de3a2-a35f-4290-be23-935ada2b3812",
    "title": {
      "en": "Ore Igai Dare mo Saishu Dekinai Sozai na no ni \"Sozai Saishuritsu ga Hikui\" to Pawahara suru Osananajimi Renkinjutsushi to Zetsuen shita Senzoku Madoushi, Henkyou no Machi de Slow Life wo Okuritai."
    },
    "updatedAt": "2024-06-01T05:22:21+00:00",
    "coverArt": "https://mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/8264bd20-f3d0-41c5-a58e-32208acf4169.jpg",
    "altTitles": [
      {
        "ja": "俺以外誰も採取できない素材なのに「素材採取率が低い」とパワハラする幼馴染錬金術師と絶縁した専属魔導士、辺境の町でスローライフを送りたい。"
      },
      {
        "en": "The Assistant Mage Parts Ways With His Power Abusive Alchemist Childhood Friend and His Being Told to Have \"Low Chance of Gathering Materials,\" and Wants to Start a Slow Life at a Town in the Remote Region"
      },
      {
        "en": "Only I Can Collect These Materials! ~ An Assistant Mage Who Broke up With His Alchemist Girlfriend After Her Harassment Wants to Lead a Slow Life in a Remote Town"
      },
      {
        "id": "Padahal Hanya Aku yang Dapat Mengumpulkan Material Itu, tapi Aku Dikatai \"Tingkat Pengumpulan Materialmu Ampas\" sama Teman Semasa Kecilku yang Menjadi Alkemis, Aku pun Pensiun Menjadi Asisten Penyihirnya dan Memulai Hidup Baru yang Santai di Kota Terpencil."
      }
    ],
    "description": {
      "en": "The Assistant Mage of the genius alchemist Ruby—Lloyd has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country’s joke. \r\n\r\nEveryday is a day he is scolded by Ruby. It’s become too much of a despairing environment that he’s come to hate it. And so, he finally decided to part ways with her. \r\n\r\nHowever, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather.\r\n\r\nThe mage, who was treated as “incompetent” and saw himself as such, now aims for an ideal easy going life!",
      "id": "Asisten Penyihir, Lloyd, mempunyai kemampuan mengumpulkan material untuk alkemis yang rendah daripada orang lain yang membuat Alkemis yang menggangdengnya, Ruby, terus-terusan memarahi Lloyd yang dimatanya tidak pernah benar. Suatu hari dia muak dengan perlakuan Ruby yang makin menjadi-jadi dan memutuskan untuk pensiun menjadi asisten penyihirnya. Lantas, akan ke mana Lloyd pergi?",
      "ja": "天才錬金術師ルビーの専属魔導士ロイドは、錬金術で使う素材の採取率が異常に低いため、ルビーのお荷物扱いとして国中の笑いものになっていた。\r\nルビーからも毎日怒られる日々を過ごしていた彼だが、あまりにも絶望的なこの環境が嫌になりついに彼女との絶縁を決意する！\r\nしかし、みんなは知らなかった……。ロイドの揃える素材は、ほかの誰にも集められないような貴重なモノばかりだということに……。\r\n\r\n自他ともに「無能扱い」されていた魔導士が目指す、理想のスローライフ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e",
    "title": {
      "en": "ATTITUDE: 13"
    },
    "updatedAt": "2024-07-09T18:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba1e4ad6-8132-4d7a-b4ed-fb014190cd8e/e6b153d6-3578-4e5c-beaf-fc29963bb0f6.png",
    "altTitles": [],
    "description": {
      "en": "Life's an adventure dammit!\n\nA group of high-school kids goofing around instead of studying, teachers struggling to get a grip on their work and personal lives, a man worrying about his looks, and so on.\nThis surreal comedy is full of odd, interesting, positively absurd people who live in dizzying harmony, dealing with the nonsense of daily life. Beauty in chaos. Sunshine in disaster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2da0b883-10cb-42ca-aa10-d4af85f82cbf",
    "title": {
      "en": "Ateya no Tsubaki"
    },
    "updatedAt": "2024-07-07T15:24:02+00:00",
    "coverArt": "https://mangadex.org/covers/2da0b883-10cb-42ca-aa10-d4af85f82cbf/ba7dc01a-373b-4775-ba59-acaf575044fe.jpg",
    "altTitles": [
      {
        "ja": "当て屋の椿"
      },
      {
        "zh": "寻因异闻录·椿"
      },
      {
        "zh-hk": "尋因異聞錄·椿"
      },
      {
        "ko": "아테야의 츠바키"
      },
      {
        "ja-ro": "Ate-ya no Tsubaki"
      },
      {
        "en": "Hot Detective Tsubaki"
      }
    ],
    "description": {
      "en": "Housen is an Edo period erotic painter, who stumbles into a murder mystery involving women who hooked up with one of his patrons. \nWith the help of Tsubaki, a girl he runs into on the street who seems to know more about him than he does and is an artist herself, they start unraveling mysteries involving sex, murder, and occasionally the occult…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-07-01T01:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/7d9ab172-eb3f-431a-a41d-6d8e04671e3d.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!",
      "pt-br": "Enquanto uma garota Azarada se prepara para enfrentar sua morte, um MORTO-VIVO que deseja desesperadamente morrer aparece diante dela! Vicioso, violento e nu! Um herói pitoresco inédito aparece na Shonen Jump!\n\nVencedor do prêmio Tsugimanga 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e97fdc93-21ec-47e0-b676-e45d67068932",
    "title": {
      "en": "Sweat and Soap"
    },
    "updatedAt": "2024-06-27T17:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/e97fdc93-21ec-47e0-b676-e45d67068932/a38a5d8e-18a9-4e95-a7f9-43d0f2c5628a.jpg",
    "altTitles": [
      {
        "ja": "あせとせっけん"
      },
      {
        "zh": "汗水和皂香"
      },
      {
        "ko": "땀과 비누"
      },
      {
        "uk": "Піт і Мило"
      },
      {
        "ja-ro": "Ase to Sekken"
      }
    ],
    "description": {
      "en": "Asako’s living her dream, working at the toiletry maker Lilia Drop. Little do her coworkers know, the reason she loves the company so much is that she’s ashamed of her body odor, and their soap is the only thing that does the trick. So when the company’s lead product developer, a perfuming genius, approaches her in the lobby and wonders what “that smell” is, she’s terrified … but could it be … that he likes it? And, even more surprising to Yae … does she like him?\n\nTV Dorama adaptation: [MyDramaList](https://mydramalist.com/718871-ase-to-sekken)",
      "ja": "女性に絶大な人気を誇る化粧品＆バス用品メーカー・リリアドロップに勤めるOL・八重島麻子（やえしまあさこ）は、重度の汗っかきなのがコンプレックス。\n\nデオドラント製品が手放せない生活の中、ある日、商品開発部の名取香太郎（なとりこうたろう）に、「君の体臭は素晴らしい！ 新商品の石鹸開発のため、これから毎日、君のにおいを嗅ぎに来ます！」と言われてしまう。\n\nでも、においを嗅がれるのは、そんなに嫌でもなくて……？\n\n多汗女子と嗅覚男子の、超純愛フェチラブコメ、爆誕!!",
      "uk": "Асако Яешіма — боязка офісна працівниця фірми туалетних товарів Lilia Drop. Асако любить компанію, тому що вона соромиться своїх проблем із потовиділенням і запахом тіла, а запах мила, виробленого компанією, — єдине, що здатне зняти її невпевненість. Однак, коли Котаро Наторі, провідний розробник продукту компанії, підходить до неї та відчуває її аромат, він заявляє, що любить запах Асако і вважає його надихаючим. Оскільки вони продовжують зустрічатися по роботі, Асако починає менше піклуватися про те, що її обнюхує Котаро, і вони починають романтичні стосунки.",
      "pt-br": "Em um romance de escritório, há uma linha tênue entre sexy e estranho… e essa linha é onde Asako – uma mulher que transpira copiosamente – conheceu Koutarou – um desenvolvedor de perfume que não se cansa do perfume da Asako. Asako está vivendo seu sonho, trabalhando na fabricante de produtos de higiene pessoal Lilia Drop. Mal sabem seus colegas de trabalho, o motivo pelo qual ela ama tanto a empresa é que ela tem vergonha de seu odor corporal, e o sabonete deles é a única coisa que resolve. Então, quando o principal desenvolvedor de produtos da empresa, um gênio da perfumaria, se aproxima dela no saguão e se pergunta o que é “aquele cheiro”, ela fica apavorada… Mas será que… ele gostou?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "97.2"
  },
  {
    "mangaId": "9e8dbc7e-d116-4a3f-b525-1358ad7c7967",
    "title": {
      "en": "Saturday"
    },
    "updatedAt": "2024-07-10T03:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/9e8dbc7e-d116-4a3f-b525-1358ad7c7967/febd0aad-28e3-4ad9-a52f-4d16f59e37a2.jpg",
    "altTitles": [],
    "description": {
      "en": "Working beauty x working beauty. Romance stories about adult women.\n\nThis is a collection of short stories of 2 pages each, about various combinations of characters from the novel version of the \"Saturday\" series written by Seria Nina and illustrated by Hazuki Ruri."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-06-07T20:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/263f6524-5d11-4d92-a978-25048e385482.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1f8f17a-6c51-4a35-9205-bc70bb5fa826",
    "title": {
      "en": "Tsurenai Hodo Aokute Azatoi Kurai ni Akai"
    },
    "updatedAt": "2024-04-15T10:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1f8f17a-6c51-4a35-9205-bc70bb5fa826/e8d089bb-70ac-4ab2-a39f-33908756e7fa.jpg",
    "altTitles": [
      {
        "ja": "つれないほど青くて あざといくらいに赤い"
      },
      {
        "ru": "Холодно-синий и коварно-красный"
      },
      {
        "vi": "Xanh đến nỗi Lạnh Lùng, Đỏ tới mức Xảo Quyệt"
      },
      {
        "vi": "𩇢𦤾馁𨗺𡫶 𧹼細墨巧譎 (Nom Script)"
      }
    ],
    "description": {
      "en": "Is this senior... female? Male? Neutral? Demonic? A transfer student suffering from an incurable disease called curiosity meets a mysterious being (human) who is beautiful, cute, cool, and terrifying. The first of a new generation of horror comic authors presents an abyssal love story, a ghost story to peek into and sensuality to you.",
      "ru": "Мой сэмпай... Кто же это? Девушка? Парень? Оно? Демон?.. Главный герой — переведенный ученик старшей школы, страдающий неизлечимым чувством любопытства натыкается на красивое, милое, крутое и опасное создание (человека?). С этого момента и начинаются их необычные отношения.\n\n(Source: mangalib)",
      "vi": "Liệu senpai này là... Nữ giới? Nam giới? Vô giới? Ác quỷ giới?? Một học sinh chuyển trường mắc một căn bệnh vô phương cứu chữa gọi là sự hiếu kì đã gặp phải một tồn tại bí ẩn dưới hình dạng của một con người vô cùng xinh đẹp và dễ thương nhưng cũng rất lạnh lùng và đáng sợ. Một câu chuyện tình yêu nơi vực thẳm, một câu chuyện ma quái đầy gợi cảm, mang đến cho bạn bởi tác giả đứng đầu về một thế hệ mới của truyện kinh dị...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]