[
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc283611-42aa-4819-ae48-142b2c164a82",
    "title": {
      "en": "Sex Friend, Yappa nashi de!"
    },
    "updatedAt": "2024-05-19T07:57:14+00:00",
    "coverArt": "https://mangadex.org/covers/dc283611-42aa-4819-ae48-142b2c164a82/38e2e1da-2058-4f61-9ccf-05064aa65850.jpg",
    "altTitles": [
      {
        "vi": "Kết Thúc Mối Quan Hệ Bạn Tình Này Thôi"
      },
      {
        "ja": "セフレ、やっぱなしで"
      },
      {
        "en": "Let’s End This FWB Relationship"
      }
    ],
    "description": {
      "en": "\"Would you like to have sex with me once?\" Tsukioka's love life doesn't go well because his private parts are XL size.One day, his classmate Tokieda sees his private parts and proposes sex.Tsukioka, who worries about being too big, and Tokieda, who is loyal and greedy for what feels good, are a perfect fit in terms of compatibility and size!A limited-time sex friend relationship begins, “until the two find a girlfriend”, but they gradually begin to be attracted to each other's true faces...?A youthful tale of unrequited love between young people!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-05-01T13:24:14+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/4ea7dc13-549c-40a6-9021-ac5c7acbec13.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc57d3ec-1743-4976-a11a-a101508e5f75",
    "title": {
      "en": "Locked to Death"
    },
    "updatedAt": "2024-06-06T11:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "altTitles": [
      {
        "ko": "잠겨죽어도"
      }
    ],
    "description": {
      "en": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b35f81-64f5-4329-9aef-12e3ec635a2a",
    "title": {
      "en": "His Name is 101"
    },
    "updatedAt": "2022-11-10T05:24:02+00:00",
    "coverArt": "https://mangadex.org/covers/b9b35f81-64f5-4329-9aef-12e3ec635a2a/40287958-6c18-453b-b4d9-d4b304fcadd1.png",
    "altTitles": [
      {
        "ja": "その名は101"
      },
      {
        "ja-ro": "Sono Na wa 101"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nBabel II is back! Koichi Yamano, a 16-year-old ESPer boy, is now called 101 at a research institute, where he donates his special blood to give vitality to the sick. \n\nHowever, he escapes when he finds out that ESPers are actually being created and misused by a huge organization. \n\nThe battle between 101 and the organization has begun as 101 tries to dispose of his ESP abilites in order to keep the peace!"
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "13"
  },
  {
    "mangaId": "dfb1718e-6702-4606-bdb5-5ae3fa76b3b9",
    "title": {
      "en": "Shrink ~Psychiatrist Yowai~"
    },
    "updatedAt": "2024-04-17T18:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/dfb1718e-6702-4606-bdb5-5ae3fa76b3b9/44d1a97d-d518-436b-81b1-dc336e8f8a71.jpg",
    "altTitles": [
      {
        "ja": "Shrink〜精神科医ヨワイ〜"
      }
    ],
    "description": {
      "en": "Panic disorder, depression, developmental disabilities, PTSD… Japan is said to be a country of hidden mental illnesses, where many patients suffer from mental illnesses without being able to talk to anyone. The suicide rate is one of the worst among developed countries. How has Japan fallen into this kind of situation? Psychiatrist Konosuke Yowai confronts the problems facing Japan's psychiatric care and sheds light on the shadows in people's minds."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-06-01T18:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/baec4f5d-24e7-44f6-b54d-0034d1a0f86b.jpg",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "c386a0b1-417a-4578-a041-618239a7f944",
    "title": {
      "en": "Tsuitenai Game Jikkyousha wa Akogare no Hito ni Kakinsareru"
    },
    "updatedAt": "2024-04-16T12:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/c386a0b1-417a-4578-a041-618239a7f944/ef0d59c7-b0be-4217-8420-a3283d872474.jpg",
    "altTitles": [
      {
        "ja": "ツイてないゲーム実況者は憧れの人に課金される"
      },
      {
        "ja-ro": "Tsuitenai Game jikkyousha wa akogare no hito ni kakin sareru"
      }
    ],
    "description": {
      "en": "University student Hasumi, who has bad luck no matter what she does, is interested in Oikawa, who helped her at the entrance ceremony. However, when she makes up her mind to call out to him, she doesn't even remember him...\nThen, at the suggestion of her brother, who had noticed how interesting Hasmi's game-playing was, she decides to broadcast a live video game. The video unexpectedly became a hit, and Oikawa found it too...?\nWhich one of them will be more fascinated by the video game distributor and the man who doesn't laugh?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Okamigun × Heisotsu"
    },
    "updatedAt": "2024-06-02T15:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71459c7d-3e4c-4a5c-9bb1-acaf4ee41902",
    "title": {
      "en": "Hikarabita Taiji"
    },
    "updatedAt": "2024-04-20T23:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/71459c7d-3e4c-4a5c-9bb1-acaf4ee41902/2665cb05-1203-47dc-ba80-7f1e5d04b407.png",
    "altTitles": [
      {
        "ja": "乾からびた胎児"
      },
      {
        "fr": "Embryons desséchés"
      },
      {
        "uk": "Висохлі плоди"
      }
    ],
    "description": {
      "en": "Ototsugu Hasumi is a popular novelist, who is constantly rumored to have a difficult personality and looks like a rock star. One day he unexpectedly picks up a boy named Naruaki.\nHis editor's schemes, stalker, Naruaki's past, and Hasumi's past intersect..."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db7744a6-785e-4504-9d59-1c6b84de7033",
    "title": {
      "en": "Watashi no Kobushi wo Uketomete!"
    },
    "updatedAt": "2023-05-17T20:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/db7744a6-785e-4504-9d59-1c6b84de7033/e17a69c9-3a66-4f7e-9ebc-8c00554986cf.jpg",
    "altTitles": [
      {
        "en": "Accept My Fist of Love!"
      },
      {
        "en": "Accept my Fist!"
      },
      {
        "ja-ro": "Watakobu"
      },
      {
        "ru": "Прими мой кулак любви!"
      },
      {
        "ja": "私の拳をうけとめて！"
      },
      {
        "en": "Catch These Hands!"
      }
    ],
    "description": {
      "en": "From back alley brawls to bashful bonds, two former-delinquents face their next fight: long-term relationships.  \nDuring her high school years, Takebe was the top dog at her school. But with her old friends now living as happy riajuu, Takebe was faced with an impending sense of crisis.   \nTakebe thus resolved herself to quit delinquency, but the result of that was a fated meeting with her old rival, Soramori. Losing a fist-fight against Soramori, for some reason or other Takebe was now dating her.  \nWhat kind of relationship did the two of them have back in high school? And would Takebe ever manage to graduate from delinquency…!?",
      "pt": "De brigas em becos sem saída para uma tímida ligação, duas ex-delinquentes enfrentam sua próxima luta: relacionamentos de longo prazo. Durante seus anos de ensino médio, Takebe era a maioral de sua escola. Mas com suas velhas amigas vivendo felizes \"como todas as outras pessoas\", Takebe se deparou com uma iminente sensação de crise. Takebe, resolveu deixar a delinquência de lado, mas o resultado disso foi um encontro predestinado com sua antiga rival, Soramori. Perdendo uma briga contra Soramori, por alguma razão ou outra, Takebe estava agora namorando ela. Que tipo de relacionamento as duas tiveram no ensino médio? E Takebe conseguirá se graduar da delinquência …?  \n  \n  \nOther links:  \n[Twitter](https://twitter.com/igaratara)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5c0710-961d-4aef-a84e-833d9590a51b",
    "title": {
      "en": "Kirakira Shitemo, Shinakutemo"
    },
    "updatedAt": "2024-05-17T20:07:14+00:00",
    "coverArt": "https://mangadex.org/covers/4f5c0710-961d-4aef-a84e-833d9590a51b/678f66b5-4807-42b8-83c9-ab73abcb309f.jpg",
    "altTitles": [
      {
        "ja": "キラキラしても、しなくても"
      },
      {
        "zh": "无论闪亮还是暗淡"
      },
      {
        "en": "Sparkling or Not"
      },
      {
        "ja-ro": "Kirakira Shitemo, Shinakutemo"
      },
      {
        "es-la": "Deslumbrante o no"
      }
    ],
    "description": {
      "en": "Sparkling love is not the only kind there is. Keita is a high school student who likes his friend Masato. However, his love could not be more different from the sort of sparkling love often seen in BL… This is a delicate, bittersweet story of adolescence.",
      "ja": "キラキラした恋、だけじゃない。高校生の慶太は、友だちの正人のことが好き。しかし、BLでよく見るようなキラキラした恋と自分の恋は、似ても似つかなくてーー。ほろ苦く繊細な、青い春の物語。",
      "es-la": "Un amor deslumbrante no es el único tipo que hay. Keita es un estudiante de preparatoria al que le gusta su amigo Masato. Sin embargo, su amor no está ni cerca de ser como los amores deslumbrantes que se ven seguido en los BL… Esta es una historia agridulce y delicada de la adolescencia."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "f3ec0909-f3ba-49bc-b8a7-31c60295b24b",
    "title": {
      "en": "The Demon Lord who Returned after 3000 Years ~ The Strongest Reincarnator Aims for World Domination ~"
    },
    "updatedAt": "2024-05-30T22:21:19+00:00",
    "coverArt": "https://mangadex.org/covers/f3ec0909-f3ba-49bc-b8a7-31c60295b24b/101958a6-078b-4c88-abae-0dee434e1ad0.jpg",
    "altTitles": [
      {
        "ja-ro": "3000-Nen Fuuin Sareta Maou no Kikan - Saikyou no Tenseisha wa Sekai Seifuku wo Mezasu"
      },
      {
        "ja": "3000年封印された魔王の帰還～最強の転生者は世界征服を目指す～"
      }
    ],
    "description": {
      "en": "\"Humanity is nothing but a nuisance to us demons.\"\n\nA boy who was once bullied was reincarnated into another world as the Demon Lord Noct, aiming for world domination. However, just before reaching this goal, he and his army generals were sealed away through a cunning scheme. Then, 3000 years later, Noct finally succeeds in breaking the seal.\n\nWhen had finally freed himself, he found a world in which monsters attack humans and where those same humans oppress the demons. Shocked by the current state of the world, Noct, along with his fellow Demon Lord Army comrades, once again begins to move to achieve world domination.\n\nTo this end, he first rescue demons who are about to be sacrificed and then they seek revenge against humanity.\n\n\"Kneel before me, world. My servants, march.\"\n\nThe world conquest of the strongest Demon Lord is about to begin!",
      "ja": "「人間は相変わらず我ら魔族の害悪でしかない」\n\n元いじめられっ子の少年は異世界に転生し、魔王ノクトとして世界を支配しようとしていた。\n\nだが野望達成の直前、計略によって配下の軍団長たちと共に封印されてしまう。\n\nそれから3000年が経過したとき、ついにノクトは封印を解くことに成功する。\n\n復活した彼の前には、異形の化け物が人間を襲い、その人間どもが魔族を虐げている世界が広がっていた。\n\n世界の惨状を知ったノクトは、共に戦った魔王軍の仲間と共に、世界を支配するために動き出す。\n\nまずは化け物の生贄にされそうな魔族たちを救い、人間への報復を行っていく。\n\n「我が前にひれ伏せ、世界。我が眷属たちよ、進軍を開始せよ」\n\n最強魔王の世界征服が、いま始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe8f0ba-4ca8-462b-94f5-04e9a81ec584",
    "title": {
      "en": "Capybara and His Friends"
    },
    "updatedAt": "2024-03-05T20:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/6fe8f0ba-4ca8-462b-94f5-04e9a81ec584/daf8b451-b7c1-436c-a2be-9c520f4268c7.png",
    "altTitles": [
      {
        "zh": "豚桑和他的朋友们"
      },
      {
        "zh-ro": "Tun Sang he ta de Pengyoumen"
      },
      {
        "zh-ro": "Tún Sāng hé tā de Péngyǒumen"
      }
    ],
    "description": {
      "en": "Kaka the Capybara, a Stone, a Sakaban turtle, a Durian and a Pelican, several lighthearted creatures (some of which aren't even animals!).\n\nWill it be love or hatred that will bring them all together? What kind of adventures will they embark on together?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "403949f6-ba2e-4c5b-9ebb-6a4de4a802e7",
    "title": {
      "en": "The Cursed Strongest Player Rules the World"
    },
    "updatedAt": "2024-06-06T11:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/403949f6-ba2e-4c5b-9ebb-6a4de4a802e7/bbe5a140-cb28-4288-9c35-51dfe8ebc715.png",
    "altTitles": [
      {
        "ja": "呪われた最強プレイヤーは今世も無双する"
      },
      {
        "ja-ro": "Norowareta Saikyou Player wa Konse mo Musousuru"
      }
    ],
    "description": {
      "en": "In the popular VR Net game “Deep Space Frontier,” set in a world where humans, angels, demons, and beastmen exist together, the world is engulfed in chaos due to the threat of the powerful Demon King, Sada. Among the tens of millions of players, heavy user Zen Ichinose is the only one to successfully defeat him! However, his victory is short-lived as he is engulfed by light emanating from his monitor and drawn into the game world. Furthermore, his appearance is that of the Demon King Sada himself, whom he had just defeated…?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-05-31T04:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/6e5ff229-4881-450e-a4c0-aa047ec09d3b.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de5343e8-5af6-4942-9e91-03073c9b6ec2",
    "title": {
      "en": "Dorobou-chan"
    },
    "updatedAt": "2023-09-12T14:19:29+00:00",
    "coverArt": "https://mangadex.org/covers/de5343e8-5af6-4942-9e91-03073c9b6ec2/037c0bbd-1967-4a80-ae27-ab8e37e5dc22.jpg",
    "altTitles": [
      {
        "en": "Miss Thief"
      },
      {
        "ja": "どろぼうちゃん"
      },
      {
        "ja-ro": "Dorobou-chan"
      },
      {
        "zh-hk": "盜賊醬"
      },
      {
        "en": "Burglar-chan"
      },
      {
        "ja-ro": "Dorobō-chan"
      },
      {
        "vi": "Nàng trộm"
      }
    ],
    "description": {
      "en": "Yonaga-kun, a second year high school student, has someone on his mind. His seat neighbor, quiet and tidy Nemukata-san. He loves seeing her glimmering eyes through her glasses as she reads a book. However, one day he finds that same girl trespassing in his room as \"Dorobou-chan\"!?\n\nA bright, fun, and not quite criminal, romantic comedy ★\n\n(Source: Shounen Magazine, translated)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "40"
  },
  {
    "mangaId": "fbd50b57-be2b-42db-bb2f-8c6c68e2c43a",
    "title": {
      "en": "Winter Wolf"
    },
    "updatedAt": "2024-05-10T16:35:30+00:00",
    "coverArt": "https://mangadex.org/covers/fbd50b57-be2b-42db-bb2f-8c6c68e2c43a/8cd070aa-eaa0-44c7-9dfd-f0a5194d0828.png",
    "altTitles": [
      {
        "ko": "윈터울프"
      },
      {
        "es": "Lobo de invierno"
      },
      {
        "ja": "ウィンター・ウルフ"
      },
      {
        "zh": "冬日之狼"
      }
    ],
    "description": {
      "en": "Is it safe to fall in love with you?\nAfter losing her family to the revolt, noblewoman Lysithea hires Taron, a strapping young broker, to help her flee the kingdom. But when a heavy snowstorm strands the bickering pair in an eerie abandoned mansion, Lysithea has no choice but to rely on her new partner. What dangerous romance awaits them?",
      "pl": "Można się w tobie bezpiecznie zakochać?\nPo stracie rodziny w wyniku rewolty, szlachcianka Lysithea zatrudnia Tarona, młodego maklera, aby pomógł jej uciec z królestwa. Ale kiedy ciężka burza śnieżna zatrzymuje kłótliwą parę w niesamowitej opuszczonej rezydencji, Lysithea nie ma wyboru i musi polegać na swoim nowym partnerze. Jaki niebezpieczny romans ich czeka?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "37975bea-952b-47eb-8dd9-a2c8065a0756",
    "title": {
      "en": "Escape from Another World"
    },
    "updatedAt": "2024-03-23T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/37975bea-952b-47eb-8dd9-a2c8065a0756/38ecedcb-9f85-40cc-a363-16199936739e.png",
    "altTitles": [
      {
        "ko": "이세계 탈출"
      }
    ],
    "description": {
      "en": "Kim Seojoon, a freshman college student leading a normal daily life, awoke one day to find himself transported into a fantasy world straight out of a webtoon or web novel or something like that. As he began to get excited about potentially having the role of a male lead character, a shocking event unfolded before his eyes—a murder of an imperial family. Consequently, Kim Seojoon found himself imprisoned in the world's prison, 'Gehenna'. Will he be able to navigate the treacherous paths of this unfamiliar world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d5285bc-2d99-449e-9349-5a642a8889b1",
    "title": {
      "en": "Kaijuu no Hanataba"
    },
    "updatedAt": "2024-05-15T18:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/1d5285bc-2d99-449e-9349-5a642a8889b1/a2afbffc-ece5-4dc0-9c97-e58e09f59a5f.jpg",
    "altTitles": [
      {
        "ja": "かいじゅうの花束"
      }
    ],
    "description": {
      "en": "New life love with a quirky guy she met at the share house she moved into, and the cohabitation romance begins...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dba6c7-cc1e-475c-971b-82898375d27b",
    "title": {
      "en": "Komen Fuufu"
    },
    "updatedAt": "2024-06-06T12:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/79dba6c7-cc1e-475c-971b-82898375d27b/b399f933-3765-47dc-9464-2e997cfbddd7.jpg",
    "altTitles": [
      {
        "ja": "狐面夫婦"
      },
      {
        "en": "Evil Masked Couple Can’t Be Honest"
      },
      {
        "en": "Fox Faced Couple"
      },
      {
        "en": "Fox Mask Couple"
      }
    ],
    "description": {
      "en": "In a world where the supernatural blends in with regular life, there is an old Japanese house. Living there is a newlywed couple, a human man and a kitsune woman. What can disturb their happy life together… except for a man-eating sparrow?\n\nThe daily life between human and youkai is dangerous by day, but sweet by night!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f48e28cd-46aa-4d6e-8052-4791eb1a0183",
    "title": {
      "en": "A Childhood Friend Who Is Nice to a Shut-In"
    },
    "updatedAt": "2024-06-06T10:33:50+00:00",
    "coverArt": "https://mangadex.org/covers/f48e28cd-46aa-4d6e-8052-4791eb1a0183/d6ff050c-e6a7-4d37-adfa-bfefd76a1f28.jpg",
    "altTitles": [
      {
        "ja": "引きこもりに優しい幼馴染"
      },
      {
        "ja-ro": "Hikikomori ni Yasashii Osananajimi"
      },
      {
        "ro": "Un Prieten Din Copilărie Care nu este Bun cu un Închis În Casă"
      },
      {
        "id": "Teman Masa Kecil yang Baik pada Hikikomori"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab648ff6-ccc3-4662-b9fd-1d4624f015fd",
    "title": {
      "en": "Golden Guy"
    },
    "updatedAt": "2024-05-22T12:02:18+00:00",
    "coverArt": "https://mangadex.org/covers/ab648ff6-ccc3-4662-b9fd-1d4624f015fd/a8bd65e5-3d30-42b7-8980-6116fc05a686.jpg",
    "altTitles": [
      {
        "ja": "ゴールデン・ガイ"
      },
      {
        "zh": "黑金莽夫"
      }
    ],
    "description": {
      "en": "Gai Sakurai is the head of the Osaragi clan of the Kikaku family, a gangster organization based in Yokohama. While he is leading a small but highly individualistic clan, an incident breaks out. A young member of the Kikaku family is murdered. Behind the murder is the Akane clan, a rival clan within the Kikaku family. And then there is the existence of the \"Tokugawa's buried treasure\" in the abyss…… A terrifying tale of intersecting desires, violence, and fate is about to begin…!",
      "zh-hk": "极道×德川埋藏金——暴力悬疑剧，巨匠渡边润大型连载堂堂开幕！ ​​​​"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71d6899a-0e57-4bf5-a78c-9a5372895fec",
    "title": {
      "en": "Oshikake Nyobo, Kodomo tuki!"
    },
    "updatedAt": "2024-04-17T00:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/71d6899a-0e57-4bf5-a78c-9a5372895fec/2fdbd41b-ab3a-4863-9d9e-238376b9dd98.jpg",
    "altTitles": [
      {
        "ja": "押しかけ女房、コドモ付き!"
      },
      {
        "ja-ro": "Oshikake Nyoubo, Kodomo Tsuki!"
      },
      {
        "en": "Uninvited Wife, With Child!"
      }
    ],
    "description": {
      "en": "High school girl Kousaka Kako's life is turned upside down when two uninvited guests show up on her doorstep; Mirai, a self-proclaimed girl from the future, and Nozomi, who is supposedly Mirai and Kako's child."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb77e4a6-3921-43b9-9d64-7d78cd3205ce",
    "title": {
      "en": "Jigokuraku"
    },
    "updatedAt": "2024-05-01T03:47:44+00:00",
    "coverArt": "https://mangadex.org/covers/cb77e4a6-3921-43b9-9d64-7d78cd3205ce/c6eded90-7e15-4e3b-8f50-f415f02c32a2.jpg",
    "altTitles": [
      {
        "en": "Hell's Paradise"
      },
      {
        "ja-ro": "Jigoku Raku"
      },
      {
        "ja-ro": "Jigoku-Raku"
      },
      {
        "it": "Paradiso infernale"
      },
      {
        "fr": "Paradition"
      },
      {
        "ru": "Адский рай"
      },
      {
        "zh": "地狱乐"
      },
      {
        "ja": "地獄楽"
      },
      {
        "zh-hk": "地獄樂"
      },
      {
        "fa": "هلز پاردایس"
      },
      {
        "ja": "ジャンプコミックス"
      },
      {
        "pl": "Piekielny raj"
      },
      {
        "th": "สุขาวดีอเวจี"
      },
      {
        "cs": "Pekelný ráj"
      }
    ],
    "description": {
      "en": "Gabimaru the Empty, a former ninja assassin feared as a heartless husk of a man, spends his days on death row wondering when an executioner skilled enough to so much as harm him will arrive, as he thinks nothing of seeing an end to his meaningless existence… Or so he thought. \nThen the lady executioner, Asaemon the Beheader, rekindles his hope with an astounding proposition. \nIf he ever wishes to see his beloved wife again, he must embark under the auspices of the shogunate on a perilous voyage to the mysterious mystic island said to house the elixir of immortality. \nShould he be the one among many rival death-row fiends and scoundrels to find the elixir, he'll earn a full exoneration, and, more importantly, a chance at an ordinary married life with the light of his life: the woman who made the world seem not so ugly. \nWhat awaits them is a journey like no other!",
      "ru": "Это случилось во времена правления одиннадцатого сёгуна из династии Токугава… Габимару, некогда сильнейший синоби, собиравшийся покинуть свою деревню, захвачен в плен. Но Ямада Асаэмон, девушка-палач, предложила ему прощение и свободу с одним условием… Он должен заполучить в райских землях эликсир бессмертия!.. Романтические приключения и искусство ниндзюцу от Каку Юдзи.",
      "pt-br": "Gabimaru, o Vazio, é um dos ninjas assassinos mais cruéis que já saiu da vila de Iwagakure. Ele é implacavelmente eficiente, mas uma traição resulta em uma sentença de morte. Só há uma esperança para ter sua liberdade: viajar para uma ilha escondida e conseguir um elixir, que tornará o shogun imortal. O fracasso não é uma opção, nesta ilha, o Céu e o Inferno estão a um metro de distância."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "127"
  },
  {
    "mangaId": "189e5117-5e4d-403e-b315-3d500f44ee5d",
    "title": {
      "en": "Full Marks, Hidden Marriage"
    },
    "updatedAt": "2023-11-07T00:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/189e5117-5e4d-403e-b315-3d500f44ee5d/0d30650c-0ad3-4612-b966-b6275f4b68db.jpg",
    "altTitles": [
      {
        "en": "Full Marks Hidden Marriage: Pick Up a Son, Get a Free Husband"
      },
      {
        "en": "Hidden Marriage 100 points"
      },
      {
        "en": "Hidden Marriage 100 points: Provoke a Wife to Marry One Get One Free"
      },
      {
        "en": "The Lovely Wife And Strange Marriage"
      },
      {
        "zh": "隐婚100分：惹火娇妻嫁一送一"
      },
      {
        "en": "Maybe You Shine"
      },
      {
        "zh-ro": "Xǔ nǐ Wànzhàng Guāngmáng Hǎo - Yǐn Hūn 100 Fēn: Rěhuǒ Hiāo Qī Jià Yī Sòng Yī"
      },
      {
        "zh": "许你万丈光芒好"
      }
    ],
    "description": {
      "en": "Her boyfriend was taken from her, her parents were ashamed of her and she was exiled abroad without consent! Everyone thought she was abandoned and only she could fend for herself… After five years, Ning Xi returns to fulfil her childhood dream of becoming a famous actress. However, her sister is still out to sabotage her every chance she gets! What schemes will she have to avoid?",
      "fr": "Ning Xi est tombée bien bas : son petit ami lui a été volé, ses parents l’ont reniée et envoyée à l’étranger, et sa pire ennemie est prête à tout pour lui mettre des bâtons dans les roues ! Mais Ning Xi n’a plus envie de s’apitoyer sur son sort. Après cinq ans d’absence, elle revient, prête à se venger et à atteindre un objectif bien précis : devenir la reine du cinéma ! Mais sur sa route… elle rencontrera le beau Lu Ting Xiao qui fera chavirer son cœur !  \nEnvoyer un message à @Tacky",
      "id": "\"\"\"Sang pewaris telah mengubah identitasnya? Aku mengalami penderitaan saat kembali ke keluarga asliku? Kekasihku menghianatiku untuk adik perempuanku? Tidak hanya itu, aku juga disakiti oleh seseorang hingga kehilangan anak yang sedang kukandung dan diasingkan oleh keluarga sendiri? Bisakah kemalanganku melebihi ini? Tapi jangan khawatir. Tunggu sampai aku memasuki organisasi misterius itu‒aku akan menjadi orang baru, kembali menjadi lebih kuat, dan mulai merencanakan balas dendamku! Tetapi kemudian seorang pria‒ seorang pemimpin perusahaan dan ayah tunggal‒ memintaku untuk tinggal bersamanya? Apa yang sebenarnya sedang terjadi?!\"\"\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Female Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-06-06T04:59:30+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/af4732d1-fbd6-4437-a30f-51040dbf62e7.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "en": "The Lady Knight and the Beast-Eared Child"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-06T06:40:08+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/0998c020-9074-432a-90e9-2d187a564d55.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-02-17T15:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5b76a07-cd73-49df-8eba-864fce4f9177",
    "title": {
      "en": "A Well-Known Love Affair"
    },
    "updatedAt": "2024-05-22T10:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/a5b76a07-cd73-49df-8eba-864fce4f9177/817b639d-5ff1-437a-b244-c22255302791.jpg",
    "altTitles": [
      {
        "en": "A Relationship of Fame"
      },
      {
        "ko": "명성이 따르는 연애"
      },
      {
        "en": "Love with Fame"
      }
    ],
    "description": {
      "fr": "Le prochain directeur de l'hôtel Woo Myung-sung a été élevé comme \"œuvre d'art\" par son père. Myong-sung, qui semblait parfait sous tous les aspects, était en fait en train de perdre sa motivation à vivre, épuisé par la pression qu'il avait endurée depuis son enfance. Puis un jour, Woo Myung-sung a rencontré un camarade du lycée qui distribuait du poulet. Je veux transmettre mes compétences en rendez-vous à Jeonsu, qui se réveille comme une poupée qu'il aime, change d'humeur et révèle honnêtement toutes ses émotions comme un idiot. \"Essaye, embrasse, apprends.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c9ace30-a0c6-4e87-adbb-4fa4f80f975e",
    "title": {
      "en": "Henkyou no Yakushi, Miyako de S Rank Boukensha to naru"
    },
    "updatedAt": "2024-03-28T21:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/2c9ace30-a0c6-4e87-adbb-4fa4f80f975e/ea4f6079-13dc-4a5b-850c-adcf89867852.jpg",
    "altTitles": [
      {
        "en": "The Healer Ditches the Boonies to Become an S-Rank Adventurer: The Boy from the Hero’s Village Doesn’t Know His Cheat Medicine Is Unrivaled"
      },
      {
        "ja": "辺境の薬師、都でＳランク冒険者となる～英雄村の少年がチート薬で無自覚無双～"
      }
    ],
    "description": {
      "en": "Leaf has been enjoying a peaceful life in his village at the farthest end of the country, but everything gets turned upside down when his fiancée betrays him, robbing him of his home, work, and everything he cherishes. Wandering around, lost on what to do next, he encounters a distinguished lady in peril who will change his life forever! Using the cheat-like power of medicine and drugs the world scoffs at, Leaf now begins his journey to become the almighty healer! \"",
      "id": "Leaf telah menikmati kehidupan yang damai di desanya di ujung terjauh negara itu, tetapi segalanya menjadi terbalik ketika tunangannya mengkhianatinya, merampok rumah, pekerjaan, dan semua yang dia hargai. Berkeliaran, bingung apa yang harus dilakukan selanjutnya, dia bertemu dengan seorang wanita terkemuka dalam bahaya yang akan mengubah hidupnya selamanya! Menggunakan kekuatan pengobatan dan obat-obatan yang dicemooh dunia, Leaf kini memulai perjalanannya untuk menjadi penyembuh yang maha kuasa! \"",
      "ja": "田舎者の少年・リーフが最強の“調薬”スキルで成り上がる！　人生を変える出会いが都会にはいっぱい！！　無自覚無双な痛快“調薬”ファンタジーがここに開幕！！\n\n最強の“調薬”スキルで成り上がれ！！　田舎に住む少年・リーフは、ある日許嫁に裏切られ、すべてを失ってしまう。しかし、大貴族のお嬢様・プリシラと出会ったことでリーフの人生は激変！　「薬を作れるだけなはず」の少年が、世界最強の冒険者になっていく！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d7fa70-fbf8-4ff6-92a2-db382fd180e5",
    "title": {
      "en": "THE Runway"
    },
    "updatedAt": "2023-11-30T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/a4d7fa70-fbf8-4ff6-92a2-db382fd180e5/a3c3a81d-d39b-439e-a8a9-c92ca2bce201.png",
    "altTitles": [
      {
        "ko": "THE 런웨이"
      }
    ],
    "description": {
      "en": "I had a one-night stand with my boss?!\nJian Yoo is an editor at a fashion magazine. She frantically ran to Paris after hearing that her boyfriend is two-timing.\nNot knowing better, she made a rash decision to sleep with a stranger she had just met there…\nThree months later, the editor-in-chief of Jian’s company flew in from their headquarters in France. However, that man…. turned out to be the one Jian spent the night with!!",
      "ko": "하룻밤을 같이 보낸 그 남자가 내 상사라고?!\n패션지 의 에디터 유지안. 그녀는 약혼자의 양다리 소식에 무작정 파리로 떠난다.\n그곳에서 우연히 만난 남자와 충동적으로 하룻밤을 보내 버리고…\n3개월의 시간이 흐른 후, 지안의 회사에 만렙의 편집장이 프랑스에서 오게 된다. 그런데 그 남자… 바로 지안과 하룻밤을 보낸 프랑스에서의 그 남자다!!",
      "vi": "Tôi đã có tình một đêm với sếp của mình ?! Jian Yoo là biên tập viên của một tạp chí thời trang. Cô rất hay chạy đến Paris sau khi nghe tin bạn trai của mình ngoại tình. Không biết làm gì hơn, cô ấy đã quyết định ngủ với một người lạ mà cô ấy mới gặp ở đó…Ba tháng sau, tổng biên tập của công ty mà Jian làm việc bay đến từ trụ sở chính của họ ở Pháp. Tuy nhiên, người đàn ông đó…. hóa ra là người mà Jian đã qua đêm cùng!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2213279-1b4e-4699-8d6b-334d718b7474",
    "title": {
      "en": "Netoge no Yome ga Ninki Idol Datta: Cool kei no Kanojo wa Genjitsu demo Yome no Tsumori de Iru"
    },
    "updatedAt": "2024-05-15T16:13:53+00:00",
    "coverArt": "https://mangadex.org/covers/d2213279-1b4e-4699-8d6b-334d718b7474/9315ac0b-da31-4c93-9fcf-b7dfd3984ee0.jpg",
    "altTitles": [
      {
        "ja": "ネトゲの嫁が人気アイドルだった件～クール系の彼女は現実でも嫁のつもりでいる～"
      },
      {
        "en": "My Web Game Wife Is a Popular Idol IRL"
      },
      {
        "vi": "Vợ trong game của tôi là Idol nổi tiếng ngoài đời"
      },
      {
        "ru": "Моя жена в онлайн-игре – популярный айдол"
      },
      {
        "th": "ไอดอลสาวสุดปังกับผมแต่งงานกันในเกมออนไลน์ ~(แต่) แฟนสาวสุดคูลอยากเป็นเจ้าสาวในโลกจริงด้วย~"
      },
      {
        "en": "My Wife in the Web Game Is a Popular Idol"
      }
    ],
    "description": {
      "en": "Kazuto Ayanokoji is an ordinary high school boy. He spends his days playing online games as a hobby. One day, he discovers the true identity of a friend who is so close to him that they are married in-game. It turns out to be a cool idol from the same class, Rinka Mizuki. As Rinka tries to act as his wife in real life, Kazuto is forced to lead a dizzying life.",
      "ja": "平凡な男子高校生・綾小路和斗には嫁がいる。ただし趣味のネトゲ世界で。ところが結婚相手の少女リンの正体は、学校のクラスメイトで人気アイドルの『水樹凛香』で!? 正体がバレて関係も終わり――かと思いきや、凛香は現実でも和斗の「嫁」として振る舞い始めて……。",
      "vi": "Ayanokouji Kazuto là một cậu học sinh cao trung bình thường. Cậu có sở thích là chơi game vào thời gian rảnh của mình. Một ngày, cậu phát hiện ra danh tính thật của người bạn thân mà cậu đã kết hôn trong game. Người đó không ai khác chính là Rinka Mizuki, một idol và cũng là một người bạn cùng lớp của cậu. Trong khi Mizuki Rinka cố gắng để cư xử với cậu như một người vợ, cậu phải trải qua một cuộc sống hằng ngày mệt mỏi."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2024-05-24T18:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/355414b8-b24a-4d02-9bf1-2f38f7364d5b.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      },
      {
        "fr": "Brisée par ton amour..."
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  }
]