[
  {
    "mangaId": "a3c09565-47aa-410c-a137-a3a6e6bfa8a8",
    "title": {
      "en": "Manager Kim"
    },
    "updatedAt": "2024-06-11T05:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/a3c09565-47aa-410c-a137-a3a6e6bfa8a8/874077a1-f563-401b-ad56-b0b907355000.jpg",
    "altTitles": [
      {
        "ko": "김부장"
      },
      {
        "ru": "Менеджер Ким"
      },
      {
        "en": "Director Kim"
      },
      {
        "pt-br": "Gerente Kim"
      }
    ],
    "description": {
      "en": "\"Please don’t touch the guy wearing glasses…\"\nDepartment head Kim, who quit his job as a special agent only for his daughter Minji and chose to be normal. Then one day, Minji disappeared silently, and Manager Kim began to find his daughter by turning the country that monitors him into the enemy.",
      "ko": "제발 안경 쓴 아저씨는 건들지 말자.\n오직 자신의 딸 '민지'를 위해 특수요원직을 관두고 평범함을 선택한 가장 김부장.\n그러던 어느 날 민지가 소리소문 없이 사라지고, 김부장은 자신을 감시하는 국가를 적으로 돌리면서까지 딸을 찾아나서기 시작하는데...\n[외모지상주의], [싸움독학] 그리고 [인생존망]을 잇는 박태준 유니버스의 공식 스핀오프 작품!",
      "ru": "Пожалуйста, не трогайте мужчину в очках.\nМенеджер Ким, глава семьи, который бросил работу специализированного агента и выбрал простую жизнь ради своей дочери Мин Джи.\nОднажды в один прекрасный день Мин Джи исчезает, не говорив ни слова , и менеджер Ким начинает искать свою дочь, постепенно превращая страну, которая следит за ним, во врага...",
      "pt-br": "Pai solteiro, gerente de companhia e ex membro das forças especiais. O Sr. Kim vivia uma vida normal até sua filha, Minji, desaparecer. Depois de descobrir que ela poderia estar morta, o Sr. Kim parte em uma busca implacável por informações. Ele irá resgatar Minji a qualquer custo, mesmo que isso signifique destruir tudo e todos que cruzarem seu caminho."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d73af7d-20f4-4a63-99f7-c32ffb3c2666",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de (Fan Colored)"
    },
    "updatedAt": "2024-05-04T19:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/3d73af7d-20f4-4a63-99f7-c32ffb3c2666/d34da029-73df-4ba2-b0ee-0b36580a74d0.png",
    "altTitles": [
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises (Fan Colored)"
      },
      {
        "ja": "元 痣だらけの彼女が心配で (Fan Colored)"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach (Fan Colored)"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках (Fan Colored)"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Sevgilim Hakkında Endileşeniyorum (Fan Colored)"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/ed18c276-08f0-4378-99fa-41b622bb7203/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32759d0a-1238-4374-8463-2c66097e6451",
    "title": {
      "en": "The Fallen Hero and the Rikka Witches"
    },
    "updatedAt": "2024-05-27T07:51:34+00:00",
    "coverArt": "https://mangadex.org/covers/32759d0a-1238-4374-8463-2c66097e6451/52c24065-214e-4eb0-8751-1c3f0a16e608.jpg",
    "altTitles": [
      {
        "ja-ro": "Ochikobore Yuusha to Rikka no Majo"
      },
      {
        "ja": "落ちこぼれ勇者と六花の魔女"
      },
      {
        "en": "The Fallen Hero and the Rikka Witches"
      }
    ],
    "description": {
      "en": "Shuu, a dropout at the Academy for the Brave, whose swordsmanship and magic skills have not developed, is finally advised by the headmaster to leave the academy!\nTwo beautiful witches suddenly appear before him and tell that he is the chosen one who has inherited the soul of the Demon King and that he needs to cooperate with the witches to unleash its mighty power.\nShuu quickly learns how to liberate himself, and for the first time in his life, he is able to use magic and successfully clears the final examinations that will prevent to be expelled from the academy! \nShuu then decides to first become a hero with the power of the Demon King as a prerequisite for becoming the Demon King that the witches want--.\nThe boy demon king's school warrior fantasy begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62a685a8-547c-45f0-bd7a-abe7ebe23cbd",
    "title": {
      "en": "Villain to the Rescue"
    },
    "updatedAt": "2024-03-29T15:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/62a685a8-547c-45f0-bd7a-abe7ebe23cbd/ec8dd58c-43d8-4f71-bb24-b7dd9a611f52.png",
    "altTitles": [
      {
        "zh": "恶人想要抢救一下"
      },
      {
        "zh": "我要当个大坏蛋"
      },
      {
        "en": "I Am Going to Be a Bastard"
      },
      {
        "en": "I Want to Be a Scoundrel"
      },
      {
        "en": "I'm Going to Be a Great Villain"
      },
      {
        "en": "The Wicked Want to Rescue"
      },
      {
        "en": "I Want to Be a Big Baddie"
      }
    ],
    "description": {
      "en": "A proper villain must be ruthless and evil, a bringer of death! Having tormented the protagonist to his heart's content, he makes a brilliant exit. Once he's finished his work, he goes out with a bang.\nWang Yi was determined to be that kind of villain. Unfortunately… His male lead can read minds. (:з)∠*)\n“You mongrel!” Mr. Yi chuckled as he looked down on the novel’s male lead.\nSuddenly, a thought bubble filled with cute emojis (⁄ ⁄ ⁄ω⁄ ⁄ ⁄) and the words “You’re so cute…” appeared in front of Qin.\nQin: ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47639108-3f64-4515-843f-6283b86dab3f",
    "title": {
      "en": "A Single Aristocrat Enjoys a Different World: The Graceful Life of a Man Who Never Gets Married"
    },
    "updatedAt": "2024-05-03T02:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/47639108-3f64-4515-843f-6283b86dab3f/68dc08cf-ca0e-44d2-8e2c-c2f95fd78447.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokushin Kizoku wa Isekai wo Ouka Suru ~Kekkon Shinai Otoko no Yuuga na Ohitori-sama Life~"
      },
      {
        "ja": "独身貴族は異世界を謳歌する ～結婚しない男の優雅なおひとりさまライフ～"
      },
      {
        "id": "Bangsawan Lajang Yang Menikmati Hidup di Dunia Lain"
      }
    ],
    "description": {
      "en": "Toshinori Dokuraba, 35 years old. A so-called single aristocrat in Japan who enjoyed a single life without wife and children, even though he was tall, handsome, highly educated and had a high income. One day, he died alone at home.\n\nHowever, he was liked by Hitorigami, the God of another world, and was able to reincarnate in that world. Reborn as Zirc Louren with skills and blessings from the God, he lived a new rosy life in a different world - then he turned 28 years old and enjoyed the single life again...\n\nThis is a story about the life of a single aristocrat who never gets married even if he reincarnates in another world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fddba606-d598-40b8-9ba5-f69a129305eb",
    "title": {
      "en": "Dear Anemone"
    },
    "updatedAt": "2024-04-22T06:11:57+00:00",
    "coverArt": "https://mangadex.org/covers/fddba606-d598-40b8-9ba5-f69a129305eb/93f687be-db56-4ee2-a319-1e1ff344e1bc.jpg",
    "altTitles": [
      {
        "ja": "ディアーアネモネ"
      }
    ],
    "description": {
      "en": "When Gaku lands on the Galapagos Islands, a paradise is the last thing he'll be experiencing. With creatures undergoing horrific evolutions, only one rule still stands--the survival of the fittest!",
      "fr": "Gaku Hachiue et un groupe d'investigation débarquent sur les \"îles Galapagos\", réputées être un paradis pour les plantes et les animaux. Mais à la place, ils rencontrent des créatures qui ont évolué d'une manière qui leur est propre. Les seuls à pouvoir survivre dans une situation où la vie est brutalement piétinée, et à la loi du plus fort, sont ceux capable d'évoluer à travers des changements répétés."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c30363a6-2ca6-465f-9782-9114ec0dd292",
    "title": {
      "en": "Doppel-san"
    },
    "updatedAt": "2024-04-22T18:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/c30363a6-2ca6-465f-9782-9114ec0dd292/3ff7cbce-c14c-48f4-ad5f-46873d8829c7.jpg",
    "altTitles": [
      {
        "ja": "ドッペルさん"
      },
      {
        "ja-ro": "Doppel-san"
      },
      {
        "ja-ro": "Doppelsan"
      }
    ],
    "description": {
      "en": "Unsociable girl vs. shady boy + doppelganger-san! Yamamoto and Hattori. The two can't start a romantic comedy on their own, but... Hattori's doppelganger, \"Doppel-san,\" will tell him what she's really thinking! Is Doppel-san the cupid of love? Or is she just a figment of his imagination?",
      "pt-br": "Uma garota insociável x garoto sombrio + doppelgänger-san! Yamamoto e Hattori. Os dois não podem começar uma comédia romântica por conta própria, mas… O doppelganger de Hattori, “Doppel-san”, lhe dirá o que ela realmente está pensando! Doppel-san é o cupido do amor? Ou ele é apenas mais uma presença sinistra?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "08a69168-3adb-4f78-adaa-088b7663e0ff",
    "title": {
      "en": "Umi ga Hashiru End Roll"
    },
    "updatedAt": "2024-03-29T19:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/08a69168-3adb-4f78-adaa-088b7663e0ff/ad86c13a-84ac-404e-bd49-501d5e31a234.jpg",
    "altTitles": [
      {
        "ja-ro": "Umi ga Hashiru Endo Rooru"
      },
      {
        "ja": "海が走るエンドロール"
      },
      {
        "en": "Seaside Cinema Paradise"
      },
      {
        "fr": "Ocean Rush"
      }
    ],
    "description": {
      "en": "After turning 65 and bereaved of her husband, Umiko visits a cinema for the first time in decades. A shocking, life-changing event awaits her. When she meets Kai, an art student majoring in film, Umiko realises that she wants to make a film. She realises that she is on the side of \"the people who want to make films\"...\nLured by the waves that stir her heart, the 65-year-old dives into the sea of film!",
      "ja": "65歳を過ぎ夫と死別し、数十年ぶりに映画館を訪れたうみ子。そこには、人生を変える衝撃的な出来事が待っていた。海(カイ)という映像専攻の美大生に出会い、うみ子は気づく。自分は「映画が撮りたい側」の人間なのだと……。\n心を騒ぎ立てる波に誘われ、65歳、映画の海へとダイブする!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af28a67b-3731-4daf-9f0a-91fb885f11ba",
    "title": {
      "en": "Kami no Fune de Nemuru"
    },
    "updatedAt": "2023-12-15T11:13:52+00:00",
    "coverArt": "https://mangadex.org/covers/af28a67b-3731-4daf-9f0a-91fb885f11ba/c0da83b0-d2ea-4ef9-a74d-745045698a9d.jpg",
    "altTitles": [
      {
        "en": "Sleeping on the Paper Ship"
      },
      {
        "ja": "紙の舟で眠る"
      },
      {
        "en": "Sleeping on Paper Boats"
      }
    ],
    "description": {
      "en": "Kitahara Kei is a screenwriter whose prodigious talent is taking the world by storm, but the people on whom he models his protagonists invariably end up dead. Dismayed by the misfortunes piling up in his wake, he abandons the pen and falls into dissipation, spending his days drinking in underground bars. One night when Kei is drunk and collapsed in the street, he is approached by a young amateur photographer named Youichi. Kei finds himself irresistibly drawn to Youichi’s ever-changing expressions, his radiantly pure smile, and sometimes sultry gaze… Being with Youichi, Kei finds the words spilling out of him once more, and yet he knows that he will only bring misfortune to Youichi…"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-04-27T15:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf40d55a-0adc-41ca-953c-a9feb42a0d5f",
    "title": {
      "en": "Clandestine Affair"
    },
    "updatedAt": "2024-05-28T19:25:41+00:00",
    "coverArt": "https://mangadex.org/covers/bf40d55a-0adc-41ca-953c-a9feb42a0d5f/b3a45ded-c8da-46e5-b07d-8770da8232d4.png",
    "altTitles": [
      {
        "zh": "偷香"
      },
      {
        "zh-ro": "Tōu Xiāng"
      }
    ],
    "description": {
      "en": "Two women, hidden away in a vast estate, who save each other through their roller coaster of a relationship!\nBai Yuetao, wife of a rich businessman, blames herself for her husband's skirt-chasing tendencies. After spending another night alone in their lavish residence, she sees a graceful woman appear in her newly bought western mirror. This woman calls herself \"Butterfly Dream\" and says that she can teach Bai Yuetao how to \"hook\" her husband's heart. But the price she demands?\nBai Yuetao's body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-06-07T18:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-04-06T05:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-05-10T13:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/b8382e33-b209-41a9-8e35-bb0f08449309.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "6a6d36b6-6c34-4bfb-926c-625db320bb37",
    "title": {
      "en": "\"Shiryou Jutsushi nado Kegarawashii\" to Shokei Sareta node, Mazoku ni Tenshin Itashimasu"
    },
    "updatedAt": "2024-04-10T18:50:50+00:00",
    "coverArt": "https://mangadex.org/covers/6a6d36b6-6c34-4bfb-926c-625db320bb37/d4197462-579a-4c98-ba5a-4d19a564082b.jpg",
    "altTitles": [
      {
        "ja": "「死霊術師など穢らわしい」と処刑されたので、魔族に転身致します"
      },
      {
        "en": "After Being Executed With the Words \"Necromancers Are Disgusting,\" I Will Start My New Life as a Demon"
      }
    ],
    "description": {
      "en": "A duke's daughter and the crown prince's fiancée... I, Rachel Sheringham, was both and wielded dark attribute magic, which allowed me to use necromancy. I was accused of colluding with demons due to it and was executed.\n\nWith regret as my source of power, I will return to life as a lich!!!",
      "ja": "公爵令嬢にして王太子の婚約者......\nだった私、レイチェル＝シェリンガムは、\n闇属性の魔力を持ち、死霊術を操るがゆえ\n魔族に通じたと言われ処刑された。\n\nその無念が力となり、\n私はリッチとして復活を果たす―――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-04-25T14:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-06-06T08:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/0e9545bf-0f56-4dcc-a8d9-6ba3066b7cad.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, the protagonist, Yuushin Tahara, finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her... This is a fresh and suspenseful romantic comedy about the gentle protagonist and his cute but rather quirky childhood friend, along with their friends and the adventures they get into!",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？優しすぎる主人公と、可愛いけど大分おかしな幼なじみが友達たちと繰り広げる、新感覚サスペンスラブコメディ！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-12T20:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/60e21d13-9f0e-491f-9a61-e355be51a2c2.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d11bc009-689a-449a-834d-ef7a0d2af41a",
    "title": {
      "en": "PIL"
    },
    "updatedAt": "2024-02-12T15:54:06+00:00",
    "coverArt": "https://mangadex.org/covers/d11bc009-689a-449a-834d-ef7a0d2af41a/aa36e05a-1dc0-4c63-bef4-26d7ca2b383d.png",
    "altTitles": [],
    "description": {
      "en": "The story is set in 1983, our protagonist Nanami Hatano is a music-loving teenager who dreams of moving to England to follow the punk musicians she idolizes, but instead has to deal with her grandfather who squanders the family's money to buy antiques. Nanami is inspired by the real life of the author."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdfc7777-f1ee-4131-82cb-2fb5861d32e1",
    "title": {
      "en": "Shingeki no Eroko-san ~Hen na Oneesan wa Danshikousei to Nakayoku Naritai~"
    },
    "updatedAt": "2024-02-22T19:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/278e6cd3-f4ba-4618-865a-344c784bbd49.jpg",
    "altTitles": [
      {
        "en": "Eroko-san on the Attack"
      },
      {
        "ja-ro": "Shingeki no Eroko-san"
      },
      {
        "ja": "進撃のえろ子さん"
      },
      {
        "ja": "進撃のえろ子さん～変なお姉さんは男子高生と仲良くなりたい～"
      },
      {
        "ko": "진격의 에로코 씨"
      },
      {
        "ru": "Атака на Эроко"
      },
      {
        "ru": "Атака на Эроко ~Взрослая сестренка, которая хочет стать ближе со старшеклассником~"
      },
      {
        "ru": "Затворница-извращенка Эроко"
      },
      {
        "pt-br": "Eroko-san ao ataque"
      }
    ],
    "description": {
      "en": "Shindou Eruko, a glasses, big breasted beauty, found a job as a handyman for the Amaguri Handyman service after her NEET life comes to an end as her savings ran out. She immediately falls for her co-worker Hoshi-kun on their first day working together, but there's a problem: Hoshi-kun is a high school boy, while Eruko is a 27 years old onee-san who has trouble telling reality and delusions apart. She ends up constantly scheming to get close to Hoshi-kun to turn many of her delusions into reality, but after several near-misses, it became apparent to Eruko that Hoshi-kun does, indeed, have feelings toward her.\n  \nThis manga takes place after Vol.14 in  [Henjo - Hen na Joshi Kousei Amaguri Senko](https://mangadex.org/title/15331/henjyo-the-strange-female-high-schooler-amaguri-senko)",
      "pt": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade…",
      "ru": "Когда сбережения закончились, красотке в очках по имени Эруко пришлось прервать затворнический образ жизни и найти работу. Так она устроилась сотрудницей в сервис «Разнорабочие Амагури». В первый день работы Эруко влюбляется в коллегу Хоси, вот только есть проблема: Хоси — школьник, а Эруко — 27-летняя девушка, у которой проблемы с восприятием реальности. Эруко постоянно измышляет способы сблизиться с Хоси, чтобы воплотить свои фантазии в реальность.",
      "pt-br": "Shindou Eruko, uma grande beldade de seios grandes, encontrou um emprego de ajudante na empresa. Amaguri faz tudo, depois que a sua vida de NEET teve que acabar graças as suas economias. Ela imediatamente se apaixona por seu colega de trabalho, no qual se chama Hoshi, um garoto do ensino médi, enquanto a Eruko é uma mulher de 27 anos que tem problemas para diferenciar a ilusão de realidade. Ela acaba constantemente planejando se aproximar de Hoshi para transformar muitas de suas ilusões em realidade..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-04-15T18:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/e4ede91b-f1ec-427c-8498-af2c94c970d1.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！　異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb2a5c99-f76b-4b44-aa6b-8d6c064e978c",
    "title": {
      "en": "You Are My Desire"
    },
    "updatedAt": "2024-04-29T19:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/fb2a5c99-f76b-4b44-aa6b-8d6c064e978c/b32fe923-beb4-4d36-bfa2-73939f82eab6.jpg",
    "altTitles": [
      {
        "zh": "白日梦我"
      },
      {
        "zh-ro": "bái rì mèng wǒ"
      }
    ],
    "description": {
      "en": "The battle for the scholarship raged like wildfire. At the entrance of the school director’s office, Lin Yujing and Shen Wan came face to face.\n\nAfter exhausting their tears, the two people stared at each other blankly for three seconds before turning around in unison and leaving.\n\nShen Wan got onto his private helicopter while Lin Yujing climbed into her Rolls-Royce.\n\n–This is a story of two rich people trying their best to look poor in front of the other.",
      "fr": "Lorsque les parents de Lin Yu Jing divorcent, elle décide de suivre son père dans une nouvelle ville avec sa belle-mère et son demi-frère. Transférée dans un nouveau lycée, elle se fait très vite de nouveaux amis, dont son voisin de table, le redoublant Shen Juan."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dfdb77-7501-49ee-8f25-8f6a23ed893a",
    "title": {
      "en": "Utsukushii Bakemono"
    },
    "updatedAt": "2024-06-13T17:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/40dfdb77-7501-49ee-8f25-8f6a23ed893a/952472b2-25fe-4ece-af7d-cc566e6e9e47.jpg",
    "altTitles": [
      {
        "ja": "美しいばけもの"
      },
      {
        "en": "The Beautiful Deity"
      }
    ],
    "description": {
      "en": "The “Great God” is a god who takes the form of a beast and is said to bestow “blessings” on the land he visits.\n\nA village in the mountains, where the tradition still exists, was suffering from heavy snowfall that never stops throughout the year. The residents believe that this is due to a lack of offerings to the “Great God,” so they make a decision.\n\nThey decided to offer a “slave boy” to the “Great God” as a “human sacrifice”....\n\nA story of “boy” and “beast,” “blessing” and “curse.",
      "ja": "獣の姿をして、訪れた土地に“祝福”を授けるとされる神、“大神様”。\n\nその伝承が残る山間の集落は、一年中降りやむことのない豪雪に苦しめられていた。“大神様”への供物が足りないためだと考えた住民はとある決断を下す。\n\nそれは“奴隷の少年”を“人身御供”として、“大神様”へ差し出すことだった…。\n\n“少年”と“獣”、そして“祝福”と“呪い”の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c21fbcd-e22e-4e6d-8258-7d580df9fc45",
    "title": {
      "en": "Lycoris Recoil"
    },
    "updatedAt": "2024-05-14T13:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/9c21fbcd-e22e-4e6d-8258-7d580df9fc45/25274ba0-4703-4427-aaaa-bac4b2e1e639.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル"
      },
      {
        "ru": "Ликорис Рикоил"
      }
    ],
    "description": {
      "en": "Takina Inoue, a high school girl working as a member of an all-female taskforce of assassins and spies known as \"Lycoris\" dispatched to eliminate criminals and terrorists in Tokyo, is sanctioned by her superiors at the DA agency for disobeying orders in order to save a colleague. She is transferred to work with the elite Lycoris agent Chisato Nishikigi at one of the agency's branches, which operates under the cover of a cafe, called \"LycoReco\".",
      "ja": "凶悪犯罪が一切起こらない国・日本。その治安を陰から維持するエージェント「リコリス」の正体は、制服に身を包み、都市に紛れる少女たちであった――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a52fb557-f9c6-46fd-a460-0ccafa826f78",
    "title": {
      "en": "Houkago Teibou Nisshi"
    },
    "updatedAt": "2023-12-15T07:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/a52fb557-f9c6-46fd-a460-0ccafa826f78/3a4c7f87-7818-49cb-8998-7571d5126ac3.jpg",
    "altTitles": [
      {
        "en": "Afterschool Embankment Journal"
      },
      {
        "en": "Diary of our Days at the Breakwater"
      },
      {
        "ru": "Дневник наших дней на волнорезе"
      },
      {
        "zh": "放学后海堤日记"
      },
      {
        "zh-hk": "放學後堤防日誌"
      },
      {
        "ja": "放課後ていぼう日誌"
      },
      {
        "ko": "방과 후 제방 일지"
      }
    ],
    "description": {
      "en": "Hina Tsurugi and her family have just moved to a quaint seaside town. Hoping to savor the sight of the peaceful ocean, Hina stumbles upon a girl named Yuuki Kuroiwa - an upperclassman at her new school - who invites Hina to join her in fishing. Hina reels in an octopus, which falls onto her; being afraid of bugs and big creatures, she panics and begs Yuuki to remove it from her. Yuuki sees this as an opportunity to force Hina to join the school's Breakwater Club - a club where members gather, catch, and eat various types of marine life as their main activity.  \nAlthough her attempts to refuse to join fail, Hina slowly begins to discover the hidden joy in fishing. Her view on the sport changes, now looking forward to all the delightful experiences she can take part in alongside her fellow club members. Surrounded by eccentric club members, how will Hina’s high school life turn out?",
      "ru": "Главная героиня, старшеклассница Хина Цуруги, проживает в небольшом приморском городке, ходит в школу и предпочитает спокойное времяпрепровождение дома активному отдыху на природе. Поэтому она очень удивилась, когда, выбравшись на прогулку, встретила на набережной знакомую ученицу, Юки Куроиву, с энтузиазмом предложившую ей вступить в клуб «Тэйбо» и заняться рыбалкой! К собственному изумлению, Хина согласилась! Как будет развиваться её школьная жизнь теперь, когда она находится в окружении весёлых и эксцентричных членов клуба?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-06-10T03:03:25+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/1f48cebe-8684-456d-a515-4767191d5e9a.png",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {
      "ja": "美人だけど学校一『カタブツ』だと噂の女子に勇気を出して告白すると…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-06-10T06:35:32+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-06-07T03:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/1e4b47f9-e120-4952-a350-695c03654050.jpg",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n  \nFun Fact :  \n-Author is the illustrator for Vtuber [天音かなた](https://m.youtube.com/channel/UCZlDXzGoo7d44bwdNObFacg)   \n-Because of that, Physical copies on Amazon store soldout on the 1st day"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d6fce2b-3a2c-4f8e-853c-a6eadba713cd",
    "title": {
      "en": "Your Talent is Mine"
    },
    "updatedAt": "2024-06-05T14:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "altTitles": [
      {
        "en": "Talent Copycat"
      },
      {
        "zh": "我能复制天赋"
      },
      {
        "zh-ro": "Wo Neng Fu Zhi Tian Fu"
      },
      {
        "en": "I Can Copy Talents"
      },
      {
        "en": "I Copy Talents"
      },
      {
        "es-la": "Tu talento es mio"
      }
    ],
    "description": {
      "en": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
      "pt-br": "O jovem Ye Tian ganhou a habilidade de replicar os talentos de outras pessoas, o que mudou seu destino de tempos em tempos. Para proteger sua irmã, ele luta para sobreviver no mundo apocalíptico, quando alienígenas, feras e monstros o invadem. Para se tornar mais forte, ele se aventura a explorar o mundo desconhecido, descobrindo aos poucos os segredos por trás da invasão de diferentes dimensões…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e84309ff-0417-40f6-b33f-9f7e7865c377",
    "title": {
      "en": "Jinsei ni Tsukareta Saikyou Majutsushi wa Akiramete Nemuru Koto ni Shita"
    },
    "updatedAt": "2024-05-25T14:30:12+00:00",
    "coverArt": "https://mangadex.org/covers/e84309ff-0417-40f6-b33f-9f7e7865c377/c5835d26-b2ab-4416-9036-d1344fe43f2f.jpg",
    "altTitles": [
      {
        "ja": "人生に疲れた最強魔術師は諦めて眠ることにした"
      },
      {
        "en": "Tired of Life, The Strongest Magician Gave up and Fell Asleep"
      }
    ],
    "description": {
      "en": "Fiona, the most powerful magician in the empire, was tired of being overworked on the battlefield every day, both physically and emotionally. She thought she had given up her life on the battlefield, but when she woke up, she found herself under the protection of Matthias, the most powerful knight in the enemy kingdom!\n\nIn this powerful and loving fantasy, Fiona recovers her life while receiving love and tenderness for the first time!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16836fe6-b330-4924-92f3-87dd5def5ec1",
    "title": {
      "en": "Tokedase! Mizore-chan"
    },
    "updatedAt": "2023-02-20T03:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/16836fe6-b330-4924-92f3-87dd5def5ec1/a1c5acb0-a374-4abc-b4bd-cbf576f297fb.jpg",
    "altTitles": [
      {
        "en": "Melt Away! Mizore-chan"
      },
      {
        "ru": "Растай, Мидзорэ-тян!"
      },
      {
        "ja": "とけだせ! みぞれちゃん"
      },
      {
        "ko": "녹아내려라! 미조레 쨩"
      },
      {
        "vi": "Tuyết nữ Mizore"
      }
    ],
    "description": {
      "en": "Follow the antics of a snowman turned Yuki-Onna hellbent on destroying the sun with the help of a child named Himari and her Aunt Koharu.",
      "vi": "Hành trình tiêu diệt mặt trời của \"nữ chúa tuyết\" với sự giúp đỡ của Himari và họ hàng của mình."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "10c67797-ada3-48a3-9d32-e44b0b2894ab",
    "title": {
      "en": "A Scary Story about Small Animals"
    },
    "updatedAt": "2024-06-14T11:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/10c67797-ada3-48a3-9d32-e44b0b2894ab/bd488557-066c-46d5-ab61-60c98ca3bc9c.jpg",
    "altTitles": [
      {
        "ja": "小動物が怖い話"
      },
      {
        "ja-ro": "Shou Doubutsu ga Kowai Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19181017-29f6-4fce-8605-2dda0b1b3bf9",
    "title": {
      "en": "Ken to Mahou no Zeikin Taisaku"
    },
    "updatedAt": "2023-12-26T09:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/19181017-29f6-4fce-8605-2dda0b1b3bf9/81ab8b56-3ab3-4cae-85ce-0936595e2b07.jpg",
    "altTitles": [
      {
        "en": "Brave and Satan and Tax accountant"
      },
      {
        "ja": "剣と魔法の税金対策@comic"
      }
    ],
    "description": {
      "en": "A world ruled by a certain “strange law”. In a time when hero and demon lord cooperate, a beautiful angel appeared. That angel told the hero this. [You have obtained half of the world. A tax will be imposed related to this donation.] In short, that “strange law” is paying taxes to the god. The hero, who is frightened by a enormous donation tax caused by immense fortune that is “half of the world”, chooses a way to escape from the taxes. And that is to fake a marriage with a demon lord and to rely only on one girl. That girl’s occupation is the only one that can oppose tax angel, and with this tax accountant survivor– New tax isekai comedy is raising it’s curtain."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "28"
  },
  {
    "mangaId": "0c196df6-a4c4-4f7a-8b61-10dd47d30f0c",
    "title": {
      "en": "Isekai Furin ll ~Michibika Reshi Hitodzuma Tachi to Bukiyo Tensei Yuusha~"
    },
    "updatedAt": "2024-04-17T13:04:02+00:00",
    "coverArt": "https://mangadex.org/covers/0c196df6-a4c4-4f7a-8b61-10dd47d30f0c/fdba9068-7c7d-4933-93aa-9404f5fbeff9.jpg",
    "altTitles": [
      {
        "en": "Isekai Furin part 2"
      },
      {
        "ja": "異世界不倫Ⅱ～導かれし人妻たちと不器用転生勇者～"
      },
      {
        "en": "Isekai Affair 2"
      }
    ],
    "description": {
      "en": "An office worker, Yuuto Aida, witnesses his wife's affair at home!  When he jumps out of the house, he gets hit by a truck and is reincarnated in another world as a hero!!  However, due to the misunderstanding about Goddess Reincarnation, he only had one skill, it was a skill that could captivate other people's wives!!\n\n(MTL)",
      "id": "Suami sibuk bekerja Istri sibuk selingkuh, Seorang pekerja kantoran, Yuuto Aida, menyaksikan perselingkuhan istrinya di rumahnya! Ketika dia melompat keluar rumah, dia ditabrak truk dan bereinkarnasi di dunia lain sebagai pahlawan!! Namun, karena kesalahpahaman tentang Reinkarnasi Dewi, dia hanya punya satu skill, itu adalah skill yang dapat memikat istri orang lain!!",
      "ja": "ごくごく普通のサラリーマン・愛田勇人（あいだ　ゆうと）は、自宅で妻の浮気現場を目撃！家を飛び出したところ、“例のトラック”に轢かれ──勇者として異世界転生することに！！しかし、転生の女神のひょんな勘違いから、たったひとつのスキルだけを彼は手に入れることになった──　それは、“人妻完全魅了（チャーム）”というスキル！世の人妻は皆すべて、彼に魅了される！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea0e7020-2b2f-4f17-9251-fee3632dc135",
    "title": {
      "en": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
    },
    "updatedAt": "2024-05-15T11:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/fd394df7-d73a-4394-bfd1-47ba443d1781.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンに潜むヤンデレな彼女に俺は何度も殺される"
      },
      {
        "en": "My Yandere Girlfriend Lurks in the Dungeon and Kills Me Over and Over Again"
      },
      {
        "ru": "Моя Девушка-Яндере, Прячущаяся в Подземелье, Убивает Меня Снова и Снова"
      },
      {
        "ja-ro": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
      },
      {
        "ko": "던전에 숨어든 얀데레 그녀에게 나는 몇 번이고 죽는다"
      }
    ],
    "description": {
      "en": "A fantasy story about Kiska, a boy who is mistreated by the villagers. He manages to survive thanks to his childhood friend Namia, who was the only one by his side. One day, Namia is murdered by three men, and Kiska is accused of the crime and banished to an inescapable class S dungeon. However, he finds himself in a different world where he can use \"Save and Reset\" to get back on his feet no matter how many times he dies. The story is about Kiska's quest for revenge against those who wronged him and his friend",
      "ja": "何度死んだって、何度倒れたって、やり直す――！\n\n冤罪により脱出不可能な高難易度ダンジョンの奥地へ追放された、なんの変哲もない男・キスカ。絶望する間もなく、突然モンスターに殺されるその寸前、＜セーブ＆リセット＞のスキルが付与されて……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-06-14T12:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/308353bb-8a80-486e-9769-240ac7e960fa.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2024-04-17T12:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/3f70c90b-1565-4730-9b98-002379e1cb28.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister with Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [X (Formerly Known as Twitter)](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66339beb-30e9-4fe9-8072-0c5cef8ec1b0",
    "title": {
      "en": "Legend"
    },
    "updatedAt": "2023-03-30T22:31:23+00:00",
    "coverArt": "https://mangadex.org/covers/66339beb-30e9-4fe9-8072-0c5cef8ec1b0/0e9f0348-716f-45d5-9167-75e098000730.jpg",
    "altTitles": [
      {
        "zh": "不思议传说"
      },
      {
        "ko": "리젠드"
      },
      {
        "ko": "LEGEND (리젠드)"
      }
    ],
    "description": {
      "en": "Once upon a time, a selfish king summoned the monstrous Bulkirin into the real world. The monster killed half of all human beings, leaving the rest helpless as to what to do. That is, until one day when a hero appeared and defeated the Bulkirin with the legendary ”Seven Blade Sword.” But…what does all this have to do with 8th grader Eun-Gyo Sung?! First, she gets suspended from school for fighting. Then, she runs away from home. The last thing she needed was to be kidnapped — and whisked into the past by a mysterious stranger named No-Ah!",
      "ko": "평범한 여중생 성은교. \n과거에서 온 노아에게 영문도 모른 채 납치당한다. \n은교는 노아와 함께 그의 동생을 구하기 위해 과거로 들어가는데!! \n그들 앞에 나타난 역사 속의 인물인 [낙랑공주]와 [호동왕자]는 우리가 익히 알고 있던 연인사이가 아닌 사뭇 다른 관계?!!"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "3ba413e9-52bc-4ca9-b5f0-f55335e2f880",
    "title": {
      "en": "Captain Tsubasa Memories"
    },
    "updatedAt": "2024-06-04T15:33:07+00:00",
    "coverArt": "https://mangadex.org/covers/3ba413e9-52bc-4ca9-b5f0-f55335e2f880/0c635774-d94f-4381-9073-e682ecdad4d7.jpg",
    "altTitles": [
      {
        "ja-ro": "Captain Tsubasa Memories ~Kore wa Nankatsu Shō vs Shūtetsu Shō Taikōsen Tōjitsu ni Okotta Hanashi~"
      },
      {
        "ja": "キャプテン翼 MEMORIES"
      },
      {
        "en": "Oozora's family moving out"
      },
      {
        "en": "I'm Wakabayashi Genzo, birth of the SGGK"
      },
      {
        "en": "The legend of the strongest Meiwa FC"
      }
    ],
    "description": {
      "en": "A collection of the \"Captain Tsubasa Memories\" one-shot series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a846b1d7-2e57-4622-acdf-9c584d07ce7f",
    "title": {
      "en": "I Became the Tyrant of a Defense Game"
    },
    "updatedAt": "2024-05-28T18:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/71675d54-8c30-45f7-a07b-bfc3518c6695.png",
    "altTitles": [
      {
        "ko": "디펜스 게임의 폭군이 되었다"
      },
      {
        "en": "Tyrant of the Tower Defense Game"
      },
      {
        "ko-ro": "Defense Game Pokguni Doeeotda"
      },
      {
        "zh": "成为塔防游戏里的暴君"
      },
      {
        "th": "ผู้พิชิตเกมป้องกันฐาน"
      },
      {
        "es-la": "Me convertí en el tirano de un juego de defensa"
      }
    ],
    "description": {
      "en": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
      "fr": "Ash était un streamer de jeux vidéo, surnommé \"otaku classique\".\n\nUne fois qu'il a réussi à terminer un des jeux classiques les plus compliqués, \"Protégez l'Empire\", il a été aspiré dans le monde du jeu et s'est réincarné en tant que prince héritier, complètement psychopathe. Dans le jeu d'origine, il était connu comme le pire commandant qui a causé la quasi-destruction des forces armées de la ville, et qui a rencontré une fin tragique.\n\nCependant, Ash est déterminé à survivre en tant que commandant ''invincible''.",
      "ko": "타워디펜스&던전오펜스 RPG <제국을 지켜라>\n누구도 클리어하지 못한 난이도로 게임의 엔딩을 봤다.\n그런데 정신을 차리니 게임 속이다.\n그것도 공략이 불가능한 튜토리얼 스테이지다.\n\"반드시 클리어해 주마, 이 거지 같은 게임……!\"",
      "th": "<ปกป้องอาณาจักร> เกม RPG แนวป้องกันฐานและตะลุยดันเจี้ยน เกมที่ยากจนไม่มีใครเอาชนะมันได้ แต่ฉันทำได้จนได้เห็นตอนจบ ทว่าพอตั้งสติได้ก็กลับกลายเป็นว่าฉันได้เข้ามาอยู่ในเกมแล้ว แถมยังเป็นด่านปฐมบทที่ไม่มีทางเอาชนะได้อีกต่างหาก “ฉันจะเอาชนะมันให้ได้ ไอ้เกมเสงเครงนี่น่ะ.......!”",
      "zh": "重生塔防游戏里的配角，通关地狱级难度的关卡！\n\n无人能通关的地狱级难度塔防游戏“守护帝国”。当首次通关后发现自己居然在游戏里面，还处在不可能成功突破的新手教程剧情里？！\n\n能否再一次成功攻略地狱级难度的游戏？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-06-07T18:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]