[
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3c9c65-94ec-442a-b1ce-698a0b67923c",
    "title": {
      "en": "Issho ni Ken no Shugyou o Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo o Katte Mamoru Koto ni Shita"
    },
    "updatedAt": "2024-08-16T12:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/5e3c9c65-94ec-442a-b1ce-698a0b67923c/89c07eec-677c-4e0d-922e-44957b5d81e2.jpg",
    "altTitles": [
      {
        "ja": "一緒に剣の修行をした幼馴染が奴隷になっていたので、Sランク冒険者の僕は彼女を買って守ることにした"
      },
      {
        "ja-ro": "Issho ni Ken no Shugyou wo Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo wo Katte Mamoru Koto ni Shita"
      },
      {
        "en": "My Childhood Friend Who I Used to Train Swordsmanship With Became a Slave, so I, as an S-Rank Adventurer, Decided to Buy and Protect Her"
      }
    ],
    "description": {
      "en": "S-Rank adventurer and second-generation sword saint, Ryunoa Styler, is reunited with his childhood friend, Aine, who has been reduced to slavery.\nRyunoa purchases Aine in order to save her, however, she's been given a cursed collar that causes the wearer to go into 'heat' once a day...\nRyunoa's battle to find a way to remove the collar starts now!",
      "ja": "Ｓランク冒険者のリュノアは、奴隷に身を落とした幼馴染の少女アイネと再会する。アイネを救うため、彼女を身請けしたリュノアであったが、アイネは装着者を１日１回「発情」させる呪いの首輪を着けられていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a670fa43-0472-4736-af30-785d8c08fb1c",
    "title": {
      "en": "Subaru to Suu-san"
    },
    "updatedAt": "2024-08-05T17:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/a670fa43-0472-4736-af30-785d8c08fb1c/117fb573-ed16-447a-bb36-afc8c56053d9.jpg",
    "altTitles": [
      {
        "en": "The Strange Life of Subaru"
      },
      {
        "ja": "昴とスーさん"
      },
      {
        "zh": "根号昴的奇异人生"
      },
      {
        "ko": "스바루와 스 씨"
      }
    ],
    "description": {
      "en": "Mio and Subaru live together in a small apartment avoiding attention. While they masquerade as siblings with an age gap, Subaru holds a secret."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "381f7cdf-8eae-4b2c-a8ca-f4298407b6c2",
    "title": {
      "en": "Saikyou Juzoku Tensei ~Majutsu Otaku no Risoukyou~"
    },
    "updatedAt": "2024-07-31T16:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/381f7cdf-8eae-4b2c-a8ca-f4298407b6c2/27479533-b3ee-4e9b-ada2-d99f47e3b8c3.jpg",
    "altTitles": [
      {
        "ja": "最強呪族転生～魔術オタクの理想郷～"
      },
      {
        "en": "Strongest Curse Clan Reincarnation ~A Magic Geek's Utopia~"
      },
      {
        "en": "Strongest Curse Clan Reincarnation: A Magic User's Utopia"
      },
      {
        "ru": "Реинкарнация сильнейшего проклятого клана"
      },
      {
        "ja": "最強呪族転生～チート魔術師のスローライフ～"
      },
      {
        "ja-ro": "Saikyou Juzoku Tensei ~Cheat Majutsushi no Slow Life~"
      },
      {
        "en": "Strongest Curse Clan Reincarnation ~The Cheat Magician's Slow Life~"
      },
      {
        "ja": "Reincarnation of Sherman"
      }
    ],
    "description": {
      "en": "I, who should have died after being hit by a car, was born again in another world. However, I was born in a shady minor family that used magic and controlled wooden puppets called the Marren Clan. Possessing a strong interest in magic since my previous life, I spend my time zealously studying magic to the point where even the people in the vicinity draw back. One day, I heard I was to be married to my little sister when I turned 16 in accordance with the traditions of the Marren Clan and decided to flee to the city. For now, since I have the strongest magic, I guess I should idle around making only enough money so that I don’t have to work for my whole life.\n___\n**Title Note:** When the manga first released, it was under the same title as the light novel, *Strongest Curse Clan Reincarnation ~The Cheat Magician's Slow Life~*. However, by Volume 1's release, the subtitle was changed, making the new full title: *Strongest Curse Clan Reincarnation ~A Magic Geek's Utopia~*.\n___\n**Character Design:** [Mika Pikazo](https://mangadex.org/author/3dff91ba-165f-4742-b84b-de97a31b1060/mika-pikazo)",
      "ru": "Мне было суждено умереть в аварии, но я переродился в семье, где использовалась магия — клане Маррен. В своей новой жизни я, как и в старой, обладаю столь сильной тягой к изучению магии, что люди избегают меня. Однажды, узнав о том, что меня решили женить на моей младшей сестре, я сбежал. Туда, где я смогу бездельничать, где заработаю денег на весь остаток жизни!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2dfea85d-9af9-4852-9de4-d5e48eb454fe",
    "title": {
      "en": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
    },
    "updatedAt": "2024-09-29T14:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/2dfea85d-9af9-4852-9de4-d5e48eb454fe/e3d244fc-894d-4229-91cc-739c5cee4cbb.jpg",
    "altTitles": [
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います"
      },
      {
        "ja": "冷血竜皇陛下の「運命の番」らしいですが、後宮に引きこもろうと思います ～幼竜を愛でるのに忙しいので皇后争いはご勝手にどうぞ～"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu"
      },
      {
        "ja-ro": "Reiketsu Ryuuou Heika no \"Unmei no Tsugai\" rashii Desu ga, Koukyuu ni Hikikomorou to Omoimasu: Youryuu wo Mederu no ni Isogashii no de Kougou Arasoi wa go Katte ni Douzo"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem"
      },
      {
        "en": "It Seems I Am the \"Fated Mate\" of the Cold-Blooded Dragon Emperor, but I Plan to Stay Secluded in the Harem: I Am Busy Doting on the Young Dragons, so Please Proceed With the Empress Competition as You Wish"
      }
    ],
    "description": {
      "en": "Upon reaching adulthood, Efinia, the fairy princess, is set to have an audience with the Dragon Emperor. However, as soon as she meets Emperor Glendil, it is revealed that Efinia is his \"fated mate.\" Shocked, Efinia overhears the emperor's heartless words, \"It's outrageous that someone who looks like a child is my mate.\" In that case, fine! I don't desire the love of an arrogant emperor! Undeterred by the harassment from other concubines, Efinia thoroughly enjoys her life in the harem. She eventually befriends a small dragon that wanders into the harem, but it seems this dragon has a secret...",
      "ja": "成人の年を迎え、竜族の皇帝に謁見することになった妖精族の王女エフィニア。\r\nしかし皇帝グレンディルに出会った途端、なんとエフィニアが彼の「運命の番」だということが発覚する。\r\n驚くエフィニアだったが「あんな子供みたいなのが番だとは心外だ」という皇帝の心無い言葉を偶然聞いてしまい…。\r\nならば結構です！傲慢な皇帝の溺愛なんて望みません！\r\n他の側室の嫌がらせにもめげず、エフィニアはのびのびと後宮ライフを満喫。\r\nやがて後宮に迷い込んだ小さな竜とも仲良くなるが、どうもこの竜には秘密があるようで……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e57ac6cc-c475-4ef1-a970-b2e261d2ca59",
    "title": {
      "en": "Genkaigoe no Skill wa, Tenseisha ni Shika Atsukaenai - Over Limit Skill Holder"
    },
    "updatedAt": "2024-06-20T18:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/e57ac6cc-c475-4ef1-a970-b2e261d2ca59/a8bf6e3b-b438-44ad-a10f-e31b44893a95.jpg",
    "altTitles": [
      {
        "ja": "限界超えの天賦は、転生者にしか扱えない ― オーバーリミット・スキルホルダー"
      },
      {
        "en": "Over Limit Skill Holder: Only the Reincarnated can Conquer the \"Over Limited Skill Orb\""
      },
      {
        "zh-hk": "轉生者才能駕馭的極限天賦 —Over Limit Skill Holder—"
      }
    ],
    "description": {
      "en": "A fantasy adventure about bonds forged with people in a different world. The setting is a world, where everyone has eight skill slots. In these slots people can put skills like “Strengthen arm ★” and “Fire Magic★★” from skill orbs, abilities which prove extremely useful for survival. The total amount of stars your skills have can never exceed your slots. Our protagonist Reiji, worked as a slave that mines skill orbs, until 10 years old. Along with his precious older sister, Lark, they worked gruellingly in the mines until one day, where the chance for rebellion occurred at the mine and Reiji got his hands on a ten-star, a so called “overlimit” skill, called “World Ruler”. Reiji went from a powerless slave to having an ability that surpassed human limits, but in the chaos of the revolt, he was separated from the only person dear to him, his sister Lark.  \n  \n“To regain his bond with her, to make her his true sister”, earnestly thinking so, Reiji’s adventure to distant places starts!\n\n---\n\n**Note:** The chapter number resets after each arc. \n**Comment:** Just let it like how it orginally was...\n+++ List\n\n| Arc | Vol. | Ch. count | Chapters |\n| :--- | :--- | :--- | :--- |\n| 1 | 1-2 | 14 | 0-12.5 |\n| 2 | 3-4(?) | 18(?) | 0-17(?)\n\nLast updated while arc 2 was still ongoing (2024-02-16)\n+++",
      "ja": "\"契約魔術\"によって拘束され、鉱山で奴隷として働かされていた10歳の少年・レイジ。姉貴分の少女奴隷・ラルクと共に\"天賦珠玉（スキルオーブ）\"を採掘するだけの人生を送っていた彼は、鉱山で起こった暴動をきっかけに\"あらゆる事象を一瞬で理解\"し、さらには\"他者のスキルをコピー\"できるという最強の感知＆ラーニングスキル【森羅万象（ワールド・ルーラー）】を入手。同時に自身が元々17歳の高校生であり、事故死から蘇った異世界転生者であることを知った。\n\nレイジはスキルの力を活かして鉱山を脱出するものの、たった一人の仲間だったラルクと決別してしまう。いつかラルクと再会し、本当の姉弟になることを胸に誓って――レイジの果てしない冒険が始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "790f5f8d-0f9a-4f4b-92b3-9ac15f892b34",
    "title": {
      "ja": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
    },
    "updatedAt": "2024-10-20T08:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/790f5f8d-0f9a-4f4b-92b3-9ac15f892b34/459d753f-426f-41f3-bbf3-01cd0020e907.jpg",
    "altTitles": [
      {
        "ja-ro": "Gift \"Mugen Gacha\" de Level 9999"
      },
      {
        "ja-ro": "Shinjiteita Nakama Tachi Ni Dungeon Okuchi De Korosare Kaketa ga Gift 『Mugen Gacha』 De Level 9999 No Nakama Tachi Wo Te Ni Irete Moto Party Member To Sekai Ni Fukushu & 『Zamaa!』 Shimasu!"
      },
      {
        "ja": "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐&『ざまぁ!』します!"
      },
      {
        "en": "My Gift Lvl 9999 Unlimited Gacha"
      },
      {
        "ja-ro": "Shinjiteita Nakamatachi ni Dungeon Ouchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!"
      },
      {
        "en": "Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "en": "I Was Almost Killed By The Teammates I trust Inside A Dungeon, And Gained A Gift Called [Infinite Gacha] And Level 9999 Comrades, And Now I'll Take Revenge Against My Former Teammates And The World, That's What You Get!"
      },
      {
        "en": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "vi": "Bị Phản Bội Bởi Đồng Đội Và Sở Hữu [Gacha Không Giới Hạn] Lv.9999"
      },
      {
        "vi": "Bị Đồng Đội Phản Bội Và Bỏ Rơi Ở Sâu Trong Hầm Ngục. Nhưng Với Kỹ Năng \"Gacha Vô Hạn\", Tôi Có Được Những Đồng Đội Cấp 9999 Và Sẽ Trả Thù Đồng Đội Cũ Lẫn Thế Giới!"
      }
    ],
    "description": {
      "en": "There are six races in this world: human, beast, dragon, elf, dwarf, and demon. Humans are discriminated against and looked down on as the most inferior race. The \"Gathering of Races\" was a party with members from each race gathered to dispel such discrimination, but they also had a hidden purpose. They were ordered by the non-human countries to search for the human \"Master,\" and take it to their own country.\n\nLight, a human boy with the gift \"Infinite Gacha,\" was welcomed into the Gathering of Races as he was suspected of being a Master. But in the end, their investigation showed that Light was not a Master. Just as Light was about to be killed by his teammates, he accidentally stepped on a transfer trap and was teleported to the lowest level of the dungeon.\n\nIn the deepest dungeon, he was attacked by a mythical level 1000 demon. In a desperate situation, Light used \"Infinite Gacha\" repeatedly. Luckily, he draws the SUR level 9999 card \"Mei the Seeker Maid.\" Mei helped Light repel the demons and saved his life.\n\nAfter finally escaping from the crisis, Light decides to take revenge on his former comrades. Mei advises him to remain in the dungeon and use Infinite Gacha to increase his number of trustworthy friends. Light agreed began building up the power necessary to oppose the non-human nations.\n\nThree years later, Light had built the strongest nation in the depths of the dungeon. Once again, he will return to the surface to take revenge on his former comrades and search for the truth that nearly killed him.\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10040/episode/345702)",
      "ja": "仲間に裏切られ、最凶のダンジョン『奈落』の底に突き落とされた少年・ライト。彼に残されたのはゴミだと思われたスキル『無限ガチャ』のみ！　最悪な状況から少年の逆転劇が始まる!!!　\n\n9つの種族の平等を掲げ結成された冒険者パーティー『種族の集い』。荷物持ちの少年・ライトは、パーティーの仲間達に裏切られ最凶ダンジョン『奈落』の奥で命を狙われる…。絶体絶命の危機、ライトがすがるのは恩恵『無限ガチャ』!!!",
      "vi": "Một thế giới mà loài người bị coi là một loài thấp kém. Wright, một cậu bé con người đang mang hành lý tại buổi thám hiểm các chủng tộc,cậu đã bị phản bội đày sâu bên trong ngục tối chết chóc nhất thế giới \"Naraku\" ,ba năm trôi qua kể từ đó. Bản thân Light cũng trở thành cấp 9999, cậu muốn sống để trả thù lũ đồng đội khốn nạn đã bỏ mặc cậu",
      "pt-br": "Um menino chamado Light é traído por seus companheiros e mergulha no abismo da masmorra mais perigosa do mundo. Tudo o que ele têm é a Bênção (habilidade) \"Gacha Infinita\", que ele pensou ser um lixo! Começa a vingança de um garoto na pior situação possível!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-10-06T07:22:41+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/7c13e953-f6db-43d9-8215-957e8e8e9b43.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-10-17T13:18:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2ffef6-127c-4de2-aed0-88041c63009b",
    "title": {
      "en": "Persona 5"
    },
    "updatedAt": "2023-05-13T11:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/9d2ffef6-127c-4de2-aed0-88041c63009b/58880b29-9b08-4e06-86e6-e21776dbb8eb.jpg",
    "altTitles": [
      {
        "en": "P5"
      },
      {
        "ja": "ペルソナ5"
      },
      {
        "ru": "Персона 5"
      }
    ],
    "description": {
      "en": "The story focuses on the 16-year-old protagonist, Akira Kurusu, who got transferred to Shujin High School in Tokyo after he was sued by a man with political connection for a non-existent violence when Akira saved a woman from being molested by the man, leading to his probation. Arriving in Tokyo, he finds a mysterious app got installed into his phone that enables him to enter another world formed from corrupt hearts of adults where he awakens his power called Persona. During his times there, he is joined by two fellow students Ryuuji Sakamoto and Ann Takamaki, and a shape-shifting cat-like creature known as Morgana. Feeling suppressed by their environment, the four form a group known as the \"Phantom Thieves of Heart\" to steal corrupt hearts of adults and reform society."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df63eaf9-d868-40f3-9ab4-d58be078030f",
    "title": {
      "en": "Happy on the Road - Kaeranai ni wa Wake ga Aru"
    },
    "updatedAt": "2024-10-19T19:21:49+00:00",
    "coverArt": "https://mangadex.org/covers/df63eaf9-d868-40f3-9ab4-d58be078030f/b5a1febc-be44-4740-858e-529deaa7cbe3.jpg",
    "altTitles": [
      {
        "ja": "ハッピーオンザロード ～帰らないにはワケがある～"
      },
      {
        "en": "Happy On the Road ~There's a Reason I Can't Go Back~"
      }
    ],
    "description": {
      "en": "Part-timer Horikita Akari was living a poor but fulfilling life. Having lost her mother when she was young, Akari was content simply not living under the abuse of her aunt and uncle. One day, however, her house suddenly burns down, leaving Akari homeless...",
      "ja": "「私、堀北あかり家が全焼して今日からホームレスになりました」\n\n幼い頃に母親を亡くしたフリーター・堀北あかりは、叔父と叔母の虐待から抜け出し、貧しくも充実した日々を送っていた。そんな矢先、ある日バイトから帰宅するあかりが目撃したのは、炎に包まれた自分の家だった…。引っ越すお金もなく、路上で寝泊まりしようとしたあかりに声を掛けてきたのは、片手にお酒を持った謎の美女・心愛！突如スタートした路上生活、年中パジャマの配信者・ねねとも出会い…!?金ナシ、家ナシ、待ったナシ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2024-10-06T04:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/161d25eb-6d03-45d0-8c43-e18b46f9e552.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "ja-ro": "Musume no Shinshitsu."
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!? A family suspense of immorality!",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1857b4ae-4ddf-45db-9296-f74c626a0e4c",
    "title": {
      "en": "Boku wa Konyaku Haki Nante Shimasenkara ne"
    },
    "updatedAt": "2024-10-09T01:40:24+00:00",
    "coverArt": "https://mangadex.org/covers/1857b4ae-4ddf-45db-9296-f74c626a0e4c/71653b10-59f7-4d51-8cc1-bd66fa324aae.jpg",
    "altTitles": [
      {
        "en": "I Won't Be Breaking Off This Engagement. You Know That, Right?"
      },
      {
        "ja": "僕は婚約破棄なんてしませんからね"
      },
      {
        "ko": "나는 약혼 파기 따위 하지 않을 거예요"
      }
    ],
    "description": {
      "en": "\"Ah… Ahhhhhhhhhhh!\"  \n  \nThe one who's become the Crown Prince's fiancée is the Duke's daughter Serea, but during their first meeting, she screamed and collapsed! Had she remembered something from her previous life? Are you an evil villainess? Am I going to break you if I fool around too much? A me that's programmed to be like that, is so horrible. Isn't that right~ An \"event\" and those \"program settings\" have no connection to me though. Let's go back to my place and I'll slowly and sweetly make you fall desperately in love with me!  \n  \nThis otome game's villainess is going to follow a harsh path, and will fight to change her fate."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-09-27T23:09:52+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/ed1dd6ee-d141-43c9-998b-298292d2acc9.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "en": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji “siblings” and knocks Arata’s world off its axis…",
      "ja": "東京都世田谷区成城。都内有数の高級住宅街に豪邸を構える「紫雲寺家」。\n７人の兄弟姉妹、特に５人の美人姉妹が有名となっているが、長男の男子高校生・新は姉妹にタジタジの毎日。\n「もし自分に姉妹がいなかったら…」と、ついそんな妄想もしてしまう日々の中、父親から衝撃の事実を告げられて…？",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc06dcd5-5467-4893-ba4d-b9f2087cf621",
    "title": {
      "en": "Big brothers"
    },
    "updatedAt": "2024-10-20T04:00:18+00:00",
    "coverArt": "https://mangadex.org/covers/fc06dcd5-5467-4893-ba4d-b9f2087cf621/d8f4de6c-89e1-4070-b7df-59bb15cb98d6.png",
    "altTitles": [],
    "description": {
      "en": "The adventure of 5 Space Marines and a little girl to return to Imperium of Man.",
      "vi": "Cuộc phiêu lưu hài hước của 5 Space Marine (tạm dịch : Không quân lục chiến) và một cô bé để trở lại với Đế chế  nhân loại (Imperium of Man)"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2024-09-29T00:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/232b2850-6b91-47ec-9536-78eb38a52774.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-10-20T06:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/bcad5190-25f4-4816-9f16-dc06c0235dbe.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      },
      {
        "vi": "Hijiri-kun Chỉ Muốn Sống Thanh Liêm"
      },
      {
        "id": "Hijiri-kun Ingin Hidup Tanpa Masalah"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3fbeec9f-9c47-4565-8f79-972807c99279",
    "title": {
      "en": "Sengoku Youko"
    },
    "updatedAt": "2024-10-13T11:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/3fbeec9f-9c47-4565-8f79-972807c99279/6771e954-8ed7-40d8-bcdb-7eef40d8799b.jpg",
    "altTitles": [
      {
        "vi": "Hồ Ly Thời Loạn"
      },
      {
        "en": "Warring States Youko"
      },
      {
        "ja": "戦国妖狐"
      }
    ],
    "description": {
      "en": "\"Stop your evil deeds and take the right path!\" That is the creed of Youko Tama and her younger step brother, Jinka Sendou. The two demon siblings travel the country to stop the deeds of all evil doers, along with a scaredy-cat swordsman they picked up along the way, Hyoudou Shinsuke. During their travels, they will come across a monk organization with more than suspicious methods and they'll soon be at war.",
      "ja": "時は永禄、戦国時代…。妖狐･たまと仙道･迅火の\"義姉弟\"が、乱世にはびこる巨悪を討つ！！気鋭･水上悟志が挑む戦国冒険ファンタジー、遂に登場！！！"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "99"
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-09-22T03:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/d3154ed8-eb5b-4b04-807b-e0b5dd8531cb.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-10-10T11:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/1ba7ffac-c5c1-4546-91c7-19cd41987f81.jpg",
    "altTitles": [
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      },
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-10-07T11:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "Hunter × Hunter (Official Colored)"
    },
    "updatedAt": "2024-10-09T01:10:23+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd93f22-1791-4383-b90d-e894eb5e4dea",
    "title": {
      "en": "Hoshino Hibana wa Mitsugareru"
    },
    "updatedAt": "2024-10-20T06:30:13+00:00",
    "coverArt": "https://mangadex.org/covers/dfd93f22-1791-4383-b90d-e894eb5e4dea/e1dd45ff-3857-49ea-b7aa-83cc8f349541.png",
    "altTitles": [
      {
        "ja": "星野ヒバナはみつがれる"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34d1f553-fc45-417e-b314-28134942a539",
    "title": {
      "en": "Ore wa Shiranai Uchi ni Gakkouichi no Bishoujo o Kudoiteita Rashii: Baito-saki no Soudan Aite ni Ore no Omoibito no Hanashi o Suru to Kanojo wa Naze ka Tere Hajimeru"
    },
    "updatedAt": "2024-10-19T05:52:05+00:00",
    "coverArt": "https://mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/a3b71431-445d-4442-a6a0-6566e88ca6de.jpg",
    "altTitles": [
      {
        "ja": "俺は知らないうちに学校一の美少女を口説いていたらしい ～バイト先の相談相手に俺の想い人の話をすると彼女はなぜか照れ始める～"
      },
      {
        "zh": "无意间向她告了白"
      },
      {
        "en": "Falling for Her Secret Side"
      },
      {
        "en": "It Seems I Was Hitting on the Most Beautiful Girl in School Without Me Noticing: When I Told My Friend at Work About the Girl I Love She Started to Get Embarrassed for Some Reason"
      }
    ],
    "description": {
      "en": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her.\r\n\r\nThat protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job.\r\n\r\nHe doesn’t realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her.\r\n\r\nThe heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him.",
      "ja": "**俺は知らないうちに学校一の美少女を口説いていたらしい ～バイト先の相談相手に俺の想い人の話をすると彼女はなぜか照れ始める～\n趣味の読書を通じて知り合った**\n\n学校一の塩対応美少女・斎藤玲奈と田中湊。\n湊は玲奈とのことをバイト先の先輩である柊玲奈に相談するも、なぜか彼女が真っ赤になる!?\nすれ違い勝ち確ラブコメ開幕!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a9f8a9b6-cebf-45ea-aa58-163dfa46652d",
    "title": {
      "en": "Walking with Death: Start From Murloc Dungeons"
    },
    "updatedAt": "2024-03-16T20:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/a9f8a9b6-cebf-45ea-aa58-163dfa46652d/543d42e7-c9c6-4c77-b785-6d685dacf27a.jpg",
    "altTitles": [
      {
        "zh": "与死亡同行：从鱼人地下城开始"
      }
    ],
    "description": {
      "en": "After unlocking the hidden job \"Death Walker\", it is only natural for me to become a legendary adventurer... right?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2024-08-23T06:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      },
      {
        "zh-ro": "Cóng Yě Guài KāIshǐ ShēNgjí"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb192ddd-4e11-4476-bbbd-c5992a6f6282",
    "title": {
      "en": "Dangerous Dungeon Escape"
    },
    "updatedAt": "2024-06-03T21:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/cb192ddd-4e11-4476-bbbd-c5992a6f6282/663d456f-18a5-4e8b-8868-799baf89c329.jpg",
    "altTitles": [
      {
        "ko": "던전 탈출이 너무 힘들다"
      },
      {
        "en": "Escape the Dungeon Is So Hard"
      },
      {
        "ko-ro": "Deonjeon Talchul-i Neomu Himdeulda"
      },
      {
        "es-la": "Escapar de una mazmorra es muy difícil"
      }
    ],
    "description": {
      "en": "Go Insung did not pass onto hell or heaven after suddenly dying, but instead onto a dungeon. A place in between the afterlife and the world.\n\nAnd it’s no normal dungeon, but one with a system.\n\nWhile being watched by the numerous dead of the afterlife, Go Insung has to clear the dungeon with the other challengers in order to escape."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-18T09:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "Thợ Săn Tí Hon"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3bd464-2004-483c-af4f-3cfbe70cf73e",
    "title": {
      "en": "The Undefeatable Swordsman"
    },
    "updatedAt": "2024-09-07T02:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/3d3bd464-2004-483c-af4f-3cfbe70cf73e/88899d76-607d-499b-a3ac-45c203f55182.jpg",
    "altTitles": [
      {
        "ko": "불패검선"
      },
      {
        "en": "Undefeatable Swordsman"
      },
      {
        "ko-ro": "Bulpaegeomseon"
      },
      {
        "ja": "不敗剣仙"
      },
      {
        "ru": "Непобедимый мечник"
      }
    ],
    "description": {
      "en": "A weak and sickly boy, Sung Woo-mun's condition worsens when he loses his mental capacities, owing to a painting gifted by a sage. He grows up as the 'village idiot', pitied by his own parents. But unbeknownst to everyone, his life is about to change soon, and a new destiny awaits him. When Sung Woo-mun turns 20, not only does he have an epiphany, but an undefeatable martial arts power begins to bloom inside the painting. What could all of this mean for Woo Mun? And what strange world awaits him?\r\n\r\n---\r\n\r\n**Links:**\r\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%B6%88%ED%8C%A8%EA%B2%80%EC%84%A0/1985)\r\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/47151)",
      "ja": "旅籠屋の長男に生まれた「宋愚問」 「愚問」は体が弱い兄と違って、弟の「愚強」だけ華山派に入門してすることになった。 二人の初年の運命が枝分かれしたあの日…仙人が飲食代の代わりに山水画を描いてくれた後、山水画に酔いしれ続けた「愚問」は健康を取り戻したが、バカになってしまった。 二十歳になった日！ 「愚問」知らないうちに無限の武功を身につくようになったがーー",
      "ko": "시골 객점의 아들 송우문.\r\n어릴 적부터 몸이 약했던 그는\r\n어느 날 노도사가 그려 주고 간\r\n산수화를 보고 바보가 된다.\r\n\r\n그렇게 동네에선 바보라 놀림받고\r\n부모에겐 한심한 아들로 자라지만\r\n\r\n스무 살이 되던 날!\r\n각성과 함께 산수화 속 절대무공을 꽃피운다!",
      "ru": "Сон Вумун, сын деревенщины, с самого рождения был слабым. Однажды, увидев как художник рисовал пейзаж, он потерял рассудок. Каждый в деревне издевался над его глупостью. Но вот ему исполнилось двадцать и он станет настоящим мастером боевых искусств!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "224b4ac7-add1-49df-b0b1-0d98dc71b91a",
    "title": {
      "en": "The Edgeless Sword From the Village"
    },
    "updatedAt": "2024-10-20T07:35:41+00:00",
    "coverArt": "https://mangadex.org/covers/224b4ac7-add1-49df-b0b1-0d98dc71b91a/886f8b11-38fc-4c51-8702-b5b33fd12ff0.png",
    "altTitles": [
      {
        "en": "Rural Edgeless Sword"
      },
      {
        "en": "The Village Sword Without Edge"
      },
      {
        "ko": "촌검 무인"
      },
      {
        "zh": "村劍無刃"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "59"
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-10-20T10:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/9d6a617a-24a9-4a8c-8451-1962cee2ac16.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d65f4c46-9e71-482c-9959-3a3c469eac29",
    "title": {
      "en": "The Maxed-Out Player"
    },
    "updatedAt": "2024-07-07T23:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/d65f4c46-9e71-482c-9959-3a3c469eac29/e525cc08-d704-4970-be68-d062872b079c.jpg",
    "altTitles": [
      {
        "ko": "만렙 플레이어"
      },
      {
        "en": "Max Talent Player"
      },
      {
        "es-la": "Jugador de nivel máximo"
      },
      {
        "en": "Max Level Player"
      }
    ],
    "description": {
      "en": "After 20 grueling years of hellish training, Juhyuk's stats are maxed-out, and he is ready to venture out into Olympus, a virtual reality game. \n\nHis master's last dying wish is for Juhyuk to be the Ultimate Evil, the most powerful in Olympus. But when he steps out of the tutorial area, every player tries to kill him, and the game forces him to start over from Level 1! \n\nWith these setbacks, Juhyuk will need all the help he can get to complete his SSS-rank quest and become the next Ultimate Evil."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-07-29T02:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae",
    "title": {
      "en": "The Heavenly Demon Will Give You a Massage"
    },
    "updatedAt": "2024-07-23T19:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/2d2ec8b2-2e34-41d7-bd53-7689fc85d2ae/39a510df-0fa4-44c9-a59e-544343b034e8.jpg",
    "altTitles": [
      {
        "en": "The Heavenly Demon Is Giving a Massage"
      },
      {
        "ko": "천마님 안마하신다"
      }
    ],
    "description": {
      "en": "Heaven-bound Heavenly Demon, once known as Kang Taehan, Returns to his original life after 60 years! \"Ah, in such a blessed era, to be in this shape!\" \"Your body is screaming to be saved, haven't you heard?\" The project to physically and mentally rejuvenate everyone, The journey of the Heavenly Demon Kang Taehan begins!! Weary office workers tired from alcohol and overtime, Athletes whose bodies are ruined and performance declined, Heads of families crushed by the weight of life, Modern people who have accumulated fat to withstand life’s burdens. All you modern people who are weary of their life, come and get a massage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2024-07-07T09:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-07-09T13:41:57+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      },
      {
        "fr": "Back from Heaven"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0a8bc9-4e81-4055-b6e3-45c49bd36674",
    "title": {
      "en": "The Demon King Levels Up"
    },
    "updatedAt": "2024-10-07T00:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/6a0a8bc9-4e81-4055-b6e3-45c49bd36674/1fbc486a-baeb-4aca-8e01-751c80c3faf5.jpg",
    "altTitles": [
      {
        "en": "Demon Lord's Martial Arts Ascension"
      },
      {
        "en": "The Demon Lord Levels Up With Martial Arts"
      },
      {
        "ko": "무공으로 레벨업하는 마왕님"
      }
    ],
    "description": {
      "en": "Now that the demonic realm and the heavenly realm have called a truce, the human world has returned to an era of peace.\n\nJeon Minchul lives the life of an ordinary college student until the day he comes across an artifact from the war and remembers — in his past life, he was the demon king who brought the world to its knees.\n\nUpon recalling these memories, Minchul awakens his old powers, along with some new ones. But can this demon king harness the powers of both good and evil to protect the peace?",
      "ko": "“마왕.”\n\n그건.\n인간이 되기 전, 전생의 나를 부르던 말이었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Dou Luo Da Lu"
    },
    "updatedAt": "2024-10-14T00:35:32+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "en": "Soul Land"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely.\n\nNote: After the original chapter 344, it continued on from a re-written 322."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70d388d8-9b3c-4a55-85ae-a4abc6892e77",
    "title": {
      "en": "Isekai Nonbiri Sozai Saishu Seikatsu"
    },
    "updatedAt": "2024-10-20T02:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/70d388d8-9b3c-4a55-85ae-a4abc6892e77/53934a3d-8a84-4efe-abcb-d9d2cb374f56.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり素材採取生活"
      },
      {
        "en": "Living a Carefree Life Collecting Raw Materials in Another World"
      }
    ],
    "description": {
      "en": "Sozai Shuu, a working adult with a slightly weird habit of loving to collect raw materials, was transferred to another world by God after losing his life.\n\nIn order to live leisurely, Shuu wished for 『a power to live a carefree life collecting raw materials in another world.』His wish was successfully granted however, his magic power is strangely enormous, and his skill is really convenient? Seems like God misunderstood that he wanted to harvest materials from monsters leisurely so the power he gave Shuu was so incredible….\n\nNevertheless, Shuu does not take it to mind and freely uses his unique skill 【Detect】 in another world to search for materials, harvest them, eat them, make money off of them and lives a carefree life collecting materials."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-10-09T01:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/9ddd8ce5-a164-4692-afd0-6ca65bc05747.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "en": "Hell’s Tormentor Kraken"
      },
      {
        "es-la": "El Kraken Carcelero"
      },
      {
        "ru": "Тюремщик кракен"
      },
      {
        "en": "Prison Guard Kraken"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sevek’s female prison with the Power of the Kraken!\n\nFrom the author of Akame ga Kill and Mato Seihei no Slave!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "The God's source of entertainment"
    },
    "updatedAt": "2024-10-20T06:58:35+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/9d3f78a1-46f1-4422-8e07-2e49379a1cb0.png",
    "altTitles": [],
    "description": {
      "en": "My first ever manga and is a joke manga will only get updated whenever i feel like it and will only consist of one panel every chapters"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90043ed2-87d7-4a4c-b9a6-272445afe6af",
    "title": {
      "en": "Modern Konosuba (Doujinshi)"
    },
    "updatedAt": "2023-11-27T14:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/90043ed2-87d7-4a4c-b9a6-272445afe6af/737329f7-a92d-44b5-a46e-c42055d10e55.jpg",
    "altTitles": [
      {
        "en": "Gensuba"
      }
    ],
    "description": {
      "en": "Ever wondered what would happen if the characters from the series Konosuba were put in a Modern setting?\n\nWell here you have the answer!!!\n\n---\n\n**Note:** All rights of Konosuba belong to their original author Natsume Akatsuki and its illustrator Mishima Kurone.\n\n---\n\n**Links:**\n- [Official Twitter of the artist](https://twitter.com/bhive003)\n- [Official Twitter of the fan series](https://twitter.com/Gen_Suba_)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-07-10T07:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/521e402d-956a-4a61-ae02-3e5679b2a8dc.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "abd0bc20-063a-45a0-91b2-8b7049701d4a",
    "title": {
      "en": "Saikyou Onmyouji no Isekai Tenseiki ~Geboku no Youkaidomo ni Kurabete Monster ga Yowaisugirundaga~"
    },
    "updatedAt": "2024-10-04T00:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/abd0bc20-063a-45a0-91b2-8b7049701d4a/308e3864-9a73-41b2-b9c0-962e67b5fcca.jpg",
    "altTitles": [
      {
        "en": "The Reincarnation of the Strongest Exorcist in Another World"
      },
      {
        "ja": "最強陰陽師の異世界転生記 ～下僕の妖怪どもに比べてモンスターが弱すぎるんだが～"
      },
      {
        "ja-ro": "Saikyou Onmyouji no Isekai Tensei-ki ~Geboku no Youkai-domo ni Kurabete Monster ga Yowasugiru n da ga~"
      },
      {
        "zh-hk": "最強陰陽師的異世界轉生記 ～怪物比我的下僕妖怪弱太多了～"
      },
      {
        "zh": "最强阴阳师的异世界转生记"
      },
      {
        "en": "The Reincarnation of the Strongest Onmyoji ~ These Monsters Are Too Weak Compared to My Youkai~"
      }
    ],
    "description": {
      "en": "Haruyoshi Kuga’s power as the strongest exorcist is all for naught when he is betrayed by his closest ally. With his dying breath, he casts the secret Spell of Reincarnation — when he next opens his eyes, he finds himself in a different world altogether, reincarnated as Seika Lamprogue, the son of a family of magic scholars!\n\nHe quickly learns that the magic in this new world is quite unlike the sorcery he learned in his past life and that he can’t use it. Fortunately for him, with his mastery of curses and the hordes of youkai at his disposal, he doesn’t need to. \n\nHaruyoshi (now Seika) is determined not to repeat his past mistakes in his second life by smartly laying low and avoiding flaunting his power. Yet accomplishing his goals and without drawing attention to himself proves to be easier said than done — will his powers be enough to live a happy life?! \n\n---\n\n[Official English Light Novel](https://j-novel.club/series/the-reincarnation-of-the-strongest-exorcist-in-another-world)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f40b922-6abb-418e-a7e9-cc4d25b21439",
    "title": {
      "en": "Saihate no Paladin"
    },
    "updatedAt": "2024-09-29T15:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/1f40b922-6abb-418e-a7e9-cc4d25b21439/ec16ea31-66b4-45df-a7ed-5c589b933938.jpg",
    "altTitles": [
      {
        "ja": "最果てのパラディン"
      },
      {
        "en": "The Faraway Paladin"
      },
      {
        "zh": "世界尽头的圣骑士"
      },
      {
        "fr": "Far Away Paladin"
      },
      {
        "id": "Paladin Penghujung Dunia"
      },
      {
        "ru": "Паладин издалека"
      },
      {
        "pl": "Paladyn z ziem dalekich"
      }
    ],
    "description": {
      "en": "A man dies alone after living a stagnant and fruitless life — but that's not where his story ends, as a boy named William is born into a land of fantasy and magic.\n\nRaised in a city of the dead by his new family — a mummy, a skeleton, and a ghost — he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again.\n\nSchooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.",
      "ja": "“生”に挫折し、生きることを手放した男に与えられたものは、新たな人生と不思議で歪な家族だった。磊落な骸骨の剣士・ブラッド、ミイラの淑やかな神官・マリー、偏屈な魔法使いの幽霊・ガス。三人の不死人の庇護のもと、かつて滅びた死者の街で暮らす少年・ウィリアム。彼は前世を悔い、再び生まれ落ちたこの新たな世界で“生き直す”ことを決意するのだった。",
      "ru": "В давно разрушенном городе мёртвых, расположенном вдали от человеческой цивилизации, живёт один человеческий ребёнок. Его зовут Уилл, и он воспитывается тремя нежитями: cердечным воином-скелетом Владом; изящной мумифицированной жрицей Мари; и своенравным призраком Гасом. Они вливают любовь в мальчика и обучают его всему, что сами знают. Но в один прекрасный день Уилл начинает задаваться вопросом: «Кто я?» Уилл должен будет разгадать тайны этого места и раскопать прошлое нежити. Он должен научиться любви и милости добрых богов, и фанатизму и безумию плохих. И когда он всё это изучит, мальчик сможет сделать свой первый шаг на пути к становлению паладином."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]