[
  {
    "mangaId": "5ec297cc-783d-4f10-a1f8-7395a495443f",
    "title": {
      "en": "The Monster Male Lead Living Under My Bed"
    },
    "updatedAt": "2024-07-13T22:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/5ec297cc-783d-4f10-a1f8-7395a495443f/996cf323-0801-4e1b-be8d-e70868d5a4a6.jpg",
    "altTitles": [
      {
        "ko": "내 침대 밑에 괴물 남주가 산다"
      },
      {
        "en": "The Monster Male Lead Lives Under My Bed"
      },
      {
        "es-la": "El monstruo protagonista vive debajo de mi cama"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff",
    "title": {
      "en": "Mirukarani Ayashii Futari"
    },
    "updatedAt": "2024-06-21T21:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff/598d5481-703d-4428-9620-39770219cb62.jpg",
    "altTitles": [
      {
        "ja": "見るからに怪しい二人"
      },
      {
        "en": "Two Clearly Suspicious People"
      },
      {
        "en": "The Obviously Dodgy Pair"
      },
      {
        "en": "Two Suspiciously-Looking People"
      }
    ],
    "description": {
      "en": "A lazy surreal comedy about two men who look like bad guys, but are actually super nice!\n\nTwo suspicious-looking men, one long-haired and the other short-haired, appear in the usual park.They look suspicious and unapproachable, but they are good guys themselves, picking up litter and searching for missing cats!\n\nLong-Hair somehow knows a lot about the life span of snakes and the organs of rabbits, while Short-Hair is questioned by the police even though he is just eating a meat bun.The two of them live at their own pace today, involving various people in town.",
      "ja": "悪人にしか見えないけど、実は超いい人たち!?によるダラダラシュールコメディ！\n\nいつもの公園に出没する謎の長髪と短髪。\n\n見た目は怪しさ満点で近寄りがたいが、ポイ捨てされたゴミを拾ったり行方不明の猫を捜索してあげたりとやっていることは善人そのもの。\n\nなぜか蛇の寿命やウサギの器官に詳しい長髪と、肉まんを食べているだけなのに職質されてしまう短髪。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b0955d2-43e3-4b65-bf3e-16aa43d157e6",
    "title": {
      "en": "Uma Musume Pretty Derby - Uma Friends Compilation (Doujinshi)"
    },
    "updatedAt": "2024-06-21T03:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/9b0955d2-43e3-4b65-bf3e-16aa43d157e6/b7a5a743-c818-436b-a39d-1656f997dce7.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー - ウマフレンズ総集編"
      }
    ],
    "description": {
      "en": "Collection of Amanatsuya's comedy and slice of life of Uma Musume.",
      "ja": "ウ〇娘たちの\"萌えと日常とラブコメ\"を描いた同人誌「ウマフレンズ」\nそのシリーズ1～4に描き下ろしを加えた総集編がついに登場!\n\n\n謎の薬「オッパイフエール」を求めて意気投合するカフェとスズカ\n\nドMなキタサン\n\nトレーナーの身を案じて夕食を作ることになったニシノ(押しかけ女房とも言う)\n\n\n…などなど気になる内容が盛りだくさん\n\n「ウマフレンズ」は続きも出ていますので\n過去作をまとめたお得な総集編を、この機会にぜひお求めください!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4337a6a-b57a-4819-8292-c03352afc5cb",
    "title": {
      "en": "The Dungeon Cleaning Life of a Once Genius Hunter"
    },
    "updatedAt": "2024-07-24T11:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/611b2b15-909e-49aa-b4af-3fc88f8def7b.jpg",
    "altTitles": [
      {
        "ko": "회귀한 천재 헌터의 슬기로운 청소생활"
      },
      {
        "en": "The Sagacious Cleaning Life of a Returned Genius Hunter"
      },
      {
        "ru": "Мудрая уборка жизни вернувшегося охотника за гениями"
      },
      {
        "en": "Clever Cleaning Life Of The Returned Genius Hunter"
      },
      {
        "ko-ro": "Hoegwihan Cheonjae Hunter-ui Seulgiroun Cheongsosaenghwal"
      }
    ],
    "description": {
      "en": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
      "fr": "Kim Jun-Woo, le premier chasseur de génie de rang SSS au monde.\n\nIl est un utilisateur incroyable de capacité, mais sa personnalité horrible conduit à des problèmes avec sa réputation.\n\nAu milieu de ses problèmes, il a été attaqué et tué par un groupe non identifié.\n\nQuand il a ouvert les yeux, il était retourné dans le passé, il y a 10 ans.\n\nBien qu’il essaie de redevenir un chasseur et d’élever son rang, ses compétences ont toutes été scellées par le karma de sa vie antérieure.\n\nPour le libérer, il doit travailler comme « nettoyeur de donjon », un métier réputé pour être extrêmement dur dans cette industrie !\n\nMais ce nettoyeur, il est différent !",
      "ko": "세계 최초 SSS랭크 천재 헌터 김준우.\n대단한 능력자지만, 인정머리가 없는 탓에 평판에 문제가 생긴다.\n골머리를 썩히고 있는 와중, 정체를 알 수 없는 집단에게 습격받아 죽게 되고,\n눈을 떠보니 10년 전 시점으로 회귀한 상태.\n\n다시 헌터가 되어 랭크를 올리려 했지만, 이전 생의 업보로 인해 스킬을 모두 봉인 당하고,\n해제를 위해서는 업계에선 극한 직업으로 유명한 '던전 청소부'로 일을 해야 하는데?!\n\n하지만 이 청소부, 남다르다!\n몬스터는 물론이거니와, 골깝떠는 헌터, 자리만 차지하는 낙하산 상사, 심지어 동료가 될 사람까지\n모든 걸 청소할 기세로 깽판을 치는데...\n\n현직 헌터보다 더 강한 전직 헌터의 망나니식 청소가 시작된다!",
      "pt-br": "Kim Jun-woo, o primeiro caçador genial de rank SSS.\n\nEle é um incrível usuário de habilidades, mas sua personalidade horrível trás problemas para sua reputação.\n\nNo meio de seus problemas, ele foi atacado e morto por um grupo não identificado. E quando abriu os olhos, havia retornado 10 anos para seu passado.\n\nEmbora ele tente voltar a ser um caçador e aumentar seu rank, as habilidades dele foram seladas pelo karma de sua vida passada.\n\nPara conseguir libertar suas habilidades, ele precisa trabalhar como um “Limpador de Dungeons”, que tem a fama de ser incrivelmente difícil! Mas esse faxineiro, ele é diferente!\n\nNão apenas monstros – caçadores problemáticos, superiores conseguindo suas posições por puro nepotismo, e até mesmo seus colegas.\n\nEle está fazendo a maior bagunça para limpar tudo. O ex-caçador, que é mais forte do que os caçadores atuais, e sua limpeza maluca vão começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-06-25T20:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ddeb9a-1d34-4820-a773-c096bf7b219b",
    "title": {
      "en": "Doomsday Sword God"
    },
    "updatedAt": "2024-02-24T23:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "altTitles": [
      {
        "zh": "末日剑神：我震惊全球！"
      },
      {
        "en": "Apocalypse Sword God"
      }
    ],
    "description": {
      "en": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f503098e-bab6-4009-8598-6c8750fe9911",
    "title": {
      "en": "Itsumo Baka ni shitekuru Bishoujo-tachi to Zetsuen shitara, Jitsu wa Ore no Koto ga Daisuki Datta you da."
    },
    "updatedAt": "2024-06-24T13:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/f503098e-bab6-4009-8598-6c8750fe9911/7dd05250-f1e6-4ef2-880b-a4d6dc95ee48.jpg",
    "altTitles": [
      {
        "ja": "いつも馬鹿にしてくる美少女たちと絶縁したら、実は俺のことが大好きだったようだ。"
      },
      {
        "en": "When I Isolated Myself From the Beautiful Girls Who Always Make Fun of Me, I Think They Actually Loved Me."
      },
      {
        "en": "I Cut Ties With the Beauties That Always Made Fun of Me, but It Seems That They Actually Love Me."
      }
    ],
    "description": {
      "en": "\"I want to break up with you.\" \n\nIn the winter of his first year of high school. Yuta Miyamoto, who tries to be \"kind to others,\" was told by his girlfriend, Yumi Asakawa, that she had to break up with him. While he is still recovering from his broken heart, Akane Kurosaki, a junior, calls him \"unable to get a girlfriend,\" and Ruriri, his favorite maid, calls him \"like a slave\". Yuta, fed up with the situation, declares his intention to break off relations with all three, but the reaction is not what he expected!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "84919728-0e95-4421-9c5a-949c3ffcb4a8",
    "title": {
      "en": "The Evil Ring"
    },
    "updatedAt": "2024-07-20T21:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/84919728-0e95-4421-9c5a-949c3ffcb4a8/7e5faa8d-6cf4-4ee9-9ebb-c42ede0f0781.jpg",
    "altTitles": [
      {
        "zh": "恶魔之戒"
      },
      {
        "en": "The Devilish Ring"
      },
      {
        "en": "The Ring of Evil"
      },
      {
        "en": "Devilish Ring"
      },
      {
        "en": "Evil Ring"
      },
      {
        "zh": "恶之环"
      }
    ],
    "description": {
      "en": "18 years ago, a prophecy emerged that a boy with a black ring, deemed inferior, would rewrite the survival rules of the world of the gifted. The only remaining descendant of the “Divine-Tier” status, Shannon, wears a black ring and lives as an inferior being in the filthy exile zone. However, his peaceful life is shattered when his identity is exposed, and the top-tier forces, seeing him as a threat, send out an assassination squad to kill Shannon. Five gifted individuals, who have existed since childhood to protect Shannon, are summoned at the same time. They rush to the exile zone to protect the last descendant of the “Divine-Tier” status, and a battle among the “rings” is about to ignite!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero’s Party Reincarnates"
    },
    "updatedAt": "2024-06-21T12:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      },
      {
        "es-la": "El renacimiento del archimago del grupo del héroe"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.",
      "es-la": "El genio mago Lynn se embarca en un gran viaje a la edad de 13 años. Junto con el grupo de héroes, liderado por Esther, su objetivo es derrotar al gran malvado \"Abismo\" que pretende llevar al mundo al caos. Sin embargo, las batallas se vuelven cada vez más feroces y en el momento final, Lynn sucumbe al oscuro veneno del \"Abismo\". Dejando atrás las palabras \"Volveré\", el alma de Lynn permanece dormida durante 300 años, antes de resucitar en el cuerpo de un niño de noble cuna. Así comienza su segunda vida en un mundo pacífico. Pero mientras tanto, una fuerza oscura está acechando una vez más, amenazando con hundir al mundo en la confusión una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Kusobitch na Gal Ane o Wakaraseru Hanashi"
    },
    "updatedAt": "2024-07-17T03:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Kusobitch na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Kusobicchi na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane o Wakaraseru Hanashi"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Bitchy Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcdcc8c7-932e-4f60-a900-5f19934eb6cf",
    "title": {
      "en": "Dungeon Reset"
    },
    "updatedAt": "2024-06-15T11:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/dcdcc8c7-932e-4f60-a900-5f19934eb6cf/7bf49bfe-3a7c-4619-91ac-f23f51432131.png",
    "altTitles": [
      {
        "ko": "던전 리셋"
      },
      {
        "fa": "بازنشانی دانجن"
      },
      {
        "zh": "重启地下城"
      },
      {
        "ja": "ダンジョンリセット"
      },
      {
        "ru": "Перезапуск подземелья"
      },
      {
        "zh-hk": "副本重置"
      },
      {
        "es-la": "Reajuste de la mazmorra"
      }
    ],
    "description": {
      "de": "Dawoons normales Leben wird auf den Kopf gestellt, als er in den Dungeon gerufen wird, wo er ein tödliches Spiel gegen gefährliche Monster und lebensbedrohliche Fallen spielen muss. Was die Sache schlimmer macht, ist, er ist nur ein einfacher Handwerker mit null Kampffähigkeiten. Aber nachdem Dawoon in eine Falle gerät und einen fehlerhaften Reset überlebt, hat er willkürliche und dennoch sehr hilfreiche Fähigkeiten. Zusammen mit einem blutrünstigen Gefährten und einem niedlichen Eichhörnchen muss er sich etwas einfallen lassen, um das Spiel zu gewinnen und nach Hause zurückzukehren. Welche Abenteuer erwarten ihn in den Tunneln – jetzt, wo die Regeln für ihn scheinbar nicht mehr gültig sind?\n\n---\n- [Official German Translation](https://www.tappytoon.com/de/comics/dungeon-reset-de)",
      "en": "Dawoon's ordinary life is turned upside down when he is summoned into the Dungeon, where he must play a deadly game, outlasting dangerous monsters and life-threatening traps. To make matters worse, he's only a mere crafter with zero combat abilities. But after Dawoon falls into a trap and survives after a glitched reset, he's gained random but oddly helpful skills. He'll need to get creative to clear the game and return home, with a bloodthirsty assistant and an adorable ground squirrel along for the ride. Now that the rules no longer apply to him, what possibilities await in the tunnels below.",
      "fa": "⁧⁧   وقتی که بازنشانی شروع بشه، همه چیز به حالت قبلش برای شرکت کننده های بعدی برمیگرده، چرا بازنشانی روی من کار نمیکنه؟! با یک مهارت ساده بازی برای جئونگ داوون درون دانجن شروع میشه .",
      "fr": "La vie ordinaire de Dawoon bascule le jour où il se retrouve invoqué dans un monde parallère, dans lequel il va devoir jouer à un jeu mortel intitulé Dungeon Game. Il se retrouve ainsi obligé à faire face à de dangereuses créatures, ainsi qu'à de nombreux pièges mettant constamment sa vie en péril. Et comme si cette situation ne suffisait pas, il s'avère également que l'abilité dont il a été doté est totalement inutile en combat. Néanmoins, après être tombé dans un piège et avoir mystérieusement survécu, un étrange bug va lui donner de nouvelles compétences aléatoires, mais étrangement utiles. Il va devoir redoubler d'astuce pour finir le jeu et pouvoir enfin rentrer chez lui, tout en ayant à ses côtés un Assistant de jeu assoiffé de sang, et un adorable petit écureuil. Maintenant qu'il n'a plus aucune règle à suivre avec assiduité, que va-t-il se passer pour lui dans cet étrange univers ?\n\n---\n- [Official French Translation](https://www.tappytoon.com/fr/comics/dungeon-reset-fr)",
      "ja": "｢このダンジョンはリセットされます｣ 一度プレイしたダンジョンや罠は次の｢ユーザー｣のためにリセットされる。 しかしその｢リセット｣が俺には適応されない！？ 絶えずリセットされるダンジョンで唯一自由の身となった「奏多」。 その場しのぎで武装した｢バグ｣人間 定岡奏多のダンジョン開拓期が始まるーー！\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/40532)",
      "ko": "[던전이 리셋됩니다.]\n\n한번 플레이한 던전이나 함정은 다음 '유저'들을 위해 '리셋'이라는 과정을 거친다.\n그 '리셋'이, '나'에게는 적용되지 않는다?!\n\n\n끊임없이 리셋되는 던전에서 유일하게 자유로워진 존재.\n압도적인 노가다로 무장한 '버그 종자' 정다운의 던전 개척기가 시작된다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8D%98%EC%A0%84-%EB%A6%AC%EC%85%8B/2373)",
      "ru": "[Идет перезагрузка Подземелья.] Подземелье или ловушки, в которых была игра, проходят стадию перезагрузки для следующих пользователей.Может, эта «перезагрузка» применима и ко мне?! Единственное существо, которое свободно от постоянно перезапускаемой Пещеры. Вооружившись грандиозной силой, Чон Да Ун начинает освоение Подземелья!",
      "th": "[ดันเจี้ยนกำลังรีเซ็ต]  \nเมื่อมีการเดินสำรวจดันเจี้ยนเกิดขึ้น, กับดักทุกอย่างเริ่มทำงาน, มันก็จะเริ่มทำการรีเซ็ตตัวเองเพื่อสำหรับ \"ผู้เล่น\" คนต่อไป  \nแต่ทว่าการรีเซ็ตเหล่านั้นดันใช้ไม่ได้กับฉัน! ฉันจะต้องอยู่อย่างไร้จุดหมายในดันเจี้ยนแห่งนี้อย่างไร้กำหนด, ฉัน, จัง ดาอุน  \n\"เจ้าข้อผิดพลาด\" ได้ได้เวลาเริ่มออกสำรวจดันเจี้ยนแห่งนี้แล้ว!",
      "zh-hk": "［副本即將重置。］\n\n為提供下一批「玩家」體驗，\n已通過的副本、已觸發的陷阱\n都會經過名為重置的過程。\n然而，那所謂的「重置」居然對「我」不管用?!\n\n在不斷重置的副本裡，身為唯一的自由之身，\n只能把苦力活做好做滿，「農起來」武裝自己，\n「Bug仔」鄭多運的副本開墾記就此展開!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E5%89%AF%E6%9C%AC%E9%87%8D%E7%BD%AE/140)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf39eaed-2d14-4165-b32b-ccb2750844ea",
    "title": {
      "en": "Baby Like a Dog"
    },
    "updatedAt": "2024-07-23T01:32:26+00:00",
    "coverArt": "https://mangadex.org/covers/bf39eaed-2d14-4165-b32b-ccb2750844ea/61adb382-c912-4d96-8181-2d3c02a8ea00.png",
    "altTitles": [
      {
        "ko": "개 같은 베이비"
      }
    ],
    "description": {
      "en": "A child who was treated like a dog and trained in my childhood has reappeared as a subordinate with a striking appearance. No matter how much I push him away, Shin Geonwoo, with his gentle, dog-like eyes, constantly gets on my nerves.\"I remembered your scent wherever I went. Your scent is still sweet, Team Leader. \"\"What do you want from me? Just leave me alone. \"\"Keep me by your side, like before. I've been waiting for you for a long time.\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4722b2c4-04ef-40d6-b130-eec22ae7a754",
    "title": {
      "en": "Not My Blood"
    },
    "updatedAt": "2024-07-21T04:38:19+00:00",
    "coverArt": "https://mangadex.org/covers/4722b2c4-04ef-40d6-b130-eec22ae7a754/7ee228ea-79f5-4e19-b7f5-2643f85376a4.png",
    "altTitles": [
      {
        "ko": "제 피는 안 됩니다"
      },
      {
        "en": "You Can't Use My Blood"
      }
    ],
    "description": {
      "en": "A sweet contract romance between a vampire and a human! Siyun accidentally meets Jinwoo, a famous vampire director of a well-known foundation, at a café. He offers him a matching partner proposal where he would provide him with his blood. \"I’m already anemic and short on blood—why me of all people?!\" As their affection deepens, what will become of them?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df805b8c-0c05-40f2-8f92-0f096ca346e4",
    "title": {
      "en": "Ienai Himitsu No Aishikata (Magazine)"
    },
    "updatedAt": "2024-07-27T04:02:10+00:00",
    "coverArt": "https://mangadex.org/covers/df805b8c-0c05-40f2-8f92-0f096ca346e4/097ed1c1-89e9-4dc2-90ea-5885cd10b754.png",
    "altTitles": [
      {
        "en": "How To Love: A Secret That Cannot Be Told"
      },
      {
        "ja": "いえない秘密の愛し方"
      },
      {
        "zh-hk": "無法告人的秘密愛好"
      },
      {
        "ru": "Любовная тайна, которую нельзя поведать"
      },
      {
        "zh": "无法告人的秘密爱好"
      },
      {
        "zh-ro": "Wúfǎ gào rén de mìmì àihào"
      }
    ],
    "description": {
      "en": "Highschool teacher Saeki Nao is secretly a hardcore otaku who loves yuri manga.\nOne day, at a doujinshi convention they participate in, Nao is eager to convey her feelings to \"Nyapoleon\", an artist she worships.\nHowever, it turned out to be a girl from her school, Kurumizawa Haruka, and moreover, she had to help her.\nAfter the event, they decided to go out for a meal, at Haruka's suggestion….\nWhen she wakes up in the morning, there is Haruka in the bed…?!",
      "pt-br": "Kazuo Saeki, uma professora do ensino médio, é uma otaku que ama secretamente produtos yuri.  \nUm dia, em um evento de venda doujinshi do qual ela participou, Kazuo estava entusiasmada para transmitir seus pensamentos ao autor “Nyapoleon”.   \nMas quem ela encontrou lá foi…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "c7c6a237-0c2c-470d-9020-71394e58fc8f",
    "title": {
      "en": "Oshi no Shuuchakushin wo Namete Ita"
    },
    "updatedAt": "2024-07-20T01:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/c7c6a237-0c2c-470d-9020-71394e58fc8f/fd19d341-d571-47c0-841d-83125cbfd801.png",
    "altTitles": [
      {
        "ja": "推しの執着心を舐めていた"
      },
      {
        "en": "I Underestimated My Oshi's Attachment"
      }
    ],
    "description": {
      "en": "Estefania worked herself to the bone for her family’s sake, while they took her for granted. One day, Estefania realized that, reincarnated in the world of her favorite novel, she was a supporting character who didn’t have much time left to live. She closed the book on her days of living in her family’s shadow, and set out to meet her oshi, the Grand Mage Synil Crown. However, as Synil is cold-hearted and ruthless, she had thought to be satisfied with just seeing him once, but before she knew it, she became the target of his attachment―!?\n“S- Synil-sama, isn’t this a bit too close…?”\n“In what way?”\n\nNote: An “oshi” is a favorite member in an idol group or a favorite character from a story, movie, game, etc."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5b132-fa09-4306-89e1-12d3662c234e",
    "title": {
      "en": "Katsute Mahou Shoujo to Aku wa Tekitai Shiteita"
    },
    "updatedAt": "2024-07-27T04:04:05+00:00",
    "coverArt": "https://mangadex.org/covers/cde5b132-fa09-4306-89e1-12d3662c234e/831ca207-da56-422d-a576-6dee14cb46c1.jpg",
    "altTitles": [
      {
        "en": "The Former Magical Girl & Evil Enemy"
      },
      {
        "en": "The Magical Girl and Evil Officer"
      },
      {
        "ja": "かつて魔法少女と悪は敵対していた。"
      },
      {
        "ja-ro": "Katsute Mahou Shoujo to Aku wa Tekitai Shite ita"
      },
      {
        "tr": "Büyücü Kız ve Şeytani Subay"
      },
      {
        "tr": "Eskiden Büyücü Kız ile Şeytan Düşman idi"
      },
      {
        "de": "Das magische Mädchen und der böse Offizier"
      },
      {
        "es": "La chica mágica y el secuaz que solía ser malvado"
      },
      {
        "vi": "Thuở ấy, Thiếu nữ Ma pháp và Tà ác từng là địch."
      }
    ],
    "description": {
      "en": "\"This is the first, and probably final, loose hostile relation.\"  \nThe Day To Day Life of Magical Girl and The Right Hand-Man of an Evil Empire.  \n\n---\n  \n*Note: This manga is discontinued, since the mangaka passed away.*",
      "pt-br": "Esse mangá conta a história do dia-a-dia de uma garota mágica e o mão direita do Rei demônio de um império maligno. Ambos são inimigos, mas o Oficial acaba se apaixonando pela garota mágica. O que será que vai acontecer nessa história?"
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "7c349aee-97f1-4752-9109-b7cd27a18e1a",
    "title": {
      "en": "One Night of a 19 Year Old Friendship"
    },
    "updatedAt": "2024-07-19T15:26:37+00:00",
    "coverArt": "https://mangadex.org/covers/7c349aee-97f1-4752-9109-b7cd27a18e1a/c8a15d67-72ec-4949-bf21-31a284dc37df.jpg",
    "altTitles": [
      {
        "ko": "19년지기의 하룻밤"
      }
    ],
    "description": {
      "en": "“What’s wrong? Are you nervous?”\n\nA warm hand caressed my cheek.\n\n“It looks like you’ll start crying any moment now if you if I went any further.”\u2028\u2028He murmured in a low voice.\u2028\u2028“Well, shall we put that to the test?”\u2028\u2028He snaked his hand across my waist and pulled me in.\nThe moment our bodies touched, my breath caught in my throat.\n\n“Lately,”\n\n“Our relationship has become a little strange.”\u2028\u2028His whisper wrapped around the shell of my ear perilously.\n\nThe water inside the pot had started boiling, but neither of us dared to move.\n\nWe merely stayed in place, facing each other.\n\n\nFor 19 years, under our status as friends,\n\nThe once indifferent man has slowly became heated over time,\n\nUntil he has transformed into a man consumed by infatuation in the course of one month.",
      "ko": "“왜. 긴장돼?”\n\n뜨거운 손끝이 볼을 어루만졌다.\n\n“좀만 더 건드리면 울겠어.”\n\n읊조리는 그의 숨이 낮았다.\n\n“어디, 우는지 볼까.”\n\n돌연 그가 허리를 끌어갔다.\n몸이 밀착된 찰나 숨이 멎는 듯했다.\n\n“요즘.”\n\n“좀 이상하네, 우리.”\n\n귓가를 훑는 속삭임이 위태했다.\n냄비 안의 물이 끓고 있었으나 누구도 움직이지 않았다.\n그저 서로만을 향해 있었을 뿐이었다.\n\n19년 지기, 그 친구라는 이름 아래.\n그리도 무심하던 남자가 조금씩 뜨거워지기 시작한다.\n끝내는 지독한 집착에 허덕이는 남자가 되기까지 겨우 한 달이었다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "840ebe1f-d1a5-4205-9dd0-58124bdda8f7",
    "title": {
      "en": "Ichigo Mashimaro"
    },
    "updatedAt": "2023-08-26T03:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/840ebe1f-d1a5-4205-9dd0-58124bdda8f7/3f162f08-bdd0-4dcf-a4da-267c994f6cb8.jpg",
    "altTitles": [
      {
        "de": "Erdbeeren & Marshmallows"
      },
      {
        "fr": "Les petites fraises"
      },
      {
        "en": "Strawberry Marshmallow"
      },
      {
        "ja": "苺ましまろ"
      },
      {
        "zh": "草莓棉花糖"
      },
      {
        "zh": "莓乱扔"
      },
      {
        "ko": "딸기 마시마로"
      },
      {
        "ja-ro": "Ichigo Marshmallow"
      }
    ],
    "description": {
      "en": "\"Cute girls doing cute things in cute ways.\" Everyday things make up the fabric of life, whether it's making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro follows the antics and daily lives of Chika Itoh, her sister Nobue, and her friends Miu, Matsuri, and Ana."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38cb4715-ed05-429f-b66f-3bca41375fde",
    "title": {
      "en": "Lord Demon King Always Teases Me"
    },
    "updatedAt": "2024-07-10T17:01:13+00:00",
    "coverArt": "https://mangadex.org/covers/38cb4715-ed05-429f-b66f-3bca41375fde/2e7ac3e2-068c-4a63-b9e2-2486f27929bf.jpg",
    "altTitles": [
      {
        "zh": "魔王大人总撩我"
      },
      {
        "zh-ro": "Mo Wang Da Ren Zong Liao Wo"
      },
      {
        "ko": "게임 속 마왕이 자꾸 날 괴롭혀!"
      },
      {
        "zh-ro": "Mó Wáng Dà Rén Zǒng Liāo Wǒ"
      }
    ],
    "description": {
      "en": "He Mian, a college student who has social anxiety, cleared his favorite game for the 100th time. Gareth, the devil of the game, accidentally transmigrated into the modern world where He Mian was. He Mian is determined to let the devil return to the game as soon as possible. In order to get rid of Gareth's pranks and entanglement, the two must collect magical artifacts from the game which has been spread across the world when Gareth was traversing."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "543234e2-30b2-4f1c-b00c-ae291cb54629",
    "title": {
      "en": "Mitsuba  Monogatari"
    },
    "updatedAt": "2024-06-23T04:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/543234e2-30b2-4f1c-b00c-ae291cb54629/4f9e5b33-1f29-4b3d-bd2b-5dd54c6fdb70.jpg",
    "altTitles": [
      {
        "ja": "みつばものがたり 呪いの少女と死の輪舞《ロンド》"
      },
      {
        "ja-ro": "Mitsuba Monogatari: Noroi no Shoujo to Shi no Rondo"
      },
      {
        "en": "Mitsuba's Stories"
      },
      {
        "en": "Mitsuba's Stories - The Cursed Girl and the Circle-Dance of Death (Rondo)"
      }
    ],
    "description": {
      "en": "This world revolves around me.\n\nWhile sleeping in a \"deathly\" boring dark world, Mitsuba woke up from a long sleep with a mysterious all-powerful feeling, the girl was destined to die, but the magic that was poured into her for 10 years brought the power of a \"curse\" that should not exist in this world.\n\nHer stepmother, fearing Mitsuba's \"death,\" takes away her aristocratic nature and she is  enrolled n a military academy. However, this was only the beginning of Mitsuba's use of the \"curse\" to pursue her own path.\n\nThe powerful \"curse\" that resides in a small girl causes a unique tale of otherworldly devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "430cb896-ceb2-4f55-9935-f61ce673ef7a",
    "title": {
      "en": "My Daughter Is a Dragon!"
    },
    "updatedAt": "2024-07-03T05:35:35+00:00",
    "coverArt": "https://mangadex.org/covers/430cb896-ceb2-4f55-9935-f61ce673ef7a/0faf4c13-26d1-4813-9be7-c33b02586a56.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 드래곤!"
      },
      {
        "ko-ro": "Nae Ttareun Dragon!"
      },
      {
        "fr": "Ma fille est un dragon !"
      },
      {
        "ja": "俺の娘はドラゴン！"
      },
      {
        "zh": "女儿的超能力是把我变帅！"
      },
      {
        "es-la": "¡Mi Hija es un Dragón!"
      }
    ],
    "description": {
      "en": "Graduate student Kim Jihoon's life is turned upside-down when the long-lost daughter he didn't know he had turns up on his doorstep. After he takes in his daughter Chaerin at her mother's request, Jihoon's life takes a surprising turn for the better. Things start going his way at school, and even his eyesight improves. Although parenting a precocious 7-year-old is a handful, Jihoon loves his little girl, and life is better than ever. It's almost as if there's some magical force at work..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "a88707ed-d9f6-4126-8342-33a0916ad030",
    "title": {
      "en": "The Terminally Ill Villain Supports My Broken Engagement"
    },
    "updatedAt": "2024-07-27T03:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/a88707ed-d9f6-4126-8342-33a0916ad030/1a3a2d33-6671-4a20-81ed-8a57430c5dbb.jpg",
    "altTitles": [],
    "description": {
      "en": "After dying in a car accident, I possessed the villainess 'Daphne' in an R-rated dark romance novel.\n\n\"Of all people, why did I have to possess her? This life isn't going to be easy either...\"\n\nBut this life is surprisingly sweet and enjoyable!\n\nThanks to the knowledge of herbs I gained in my past life to make a living, I developed a hit business item.\n\n\"My sister is a hero who saved us!\"\n\n\"Weren't you calling me a witch before?\"\n\n\"Th-that was in the past....\"\n\nI also gained adorable twin cousins.\n\nSomehow, I ended up restoring strained family relationships, making my taciturn and awkward family members cry tears of joy.\n\nAnd even...\n\n\"Why would you eat something unsavory when there's something delicious right in front of you?\"\n\nI even acquired a business partner who, despite being frail but full of charm, is determined to win me over with their good looks! (Of course, I didn't realize this innocent Grand Duke was the mastermind behind everything at the time.)\n\nCould life get any better? A 200% happiness index, living the high life as a villainess! \n\n<The Terminally Ill Villain Supports My Broken Engagement>"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b2d5ad-c600-48c9-8654-95d5b661d5ee",
    "title": {
      "en": "Jungle Master"
    },
    "updatedAt": "2024-05-05T10:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "altTitles": [
      {
        "en": "Chronicles of the Jungle Sovereign"
      },
      {
        "zh": "我，丛林主宰"
      },
      {
        "zh": "Wo, Conglin Zhuzai"
      }
    ],
    "description": {
      "en": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
      "fr": "Lin Tian, un génie concepteur de jeux, a reçu l'ordre d'être exécuté parce qu'il en savait trop sur les secrets de l'entreprise. À un moment critique, il a été trahi par son amant Luo Yue et tué dans la jungle. Lorsqu'il s'est réveillé, il a découvert qu'il était devenu un monstre de bas niveau dans la jungle. Afin de venger le passé, le protagoniste a commencé son chemin en tant que monstre dans la jungle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e464dfb1-529e-4bf2-8f7a-3f1a3c839753",
    "title": {
      "en": "I Rely on My Invincibility to Deal Tons of Damage Passively!"
    },
    "updatedAt": "2023-11-29T19:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/e464dfb1-529e-4bf2-8f7a-3f1a3c839753/baa901a0-25d3-440a-9ee7-1d8c3381662c.png",
    "altTitles": [
      {
        "zh": "我靠无敌被动打出成吨伤害！"
      },
      {
        "en": "My Passive Skills Are Invincible"
      },
      {
        "zh-ro": "Wo Kao Wudi Beidong Dachu Cheng Dun Shanghai!"
      },
      {
        "zh-ro": "Wǒ Kào Wúdí Bèidòng Dǎchū Chéng Dūn Shānghài!"
      }
    ],
    "description": {
      "en": "In his previous life, Cheng Qianmo attained the prestigious title of ‘God’ across all professions in the game ‘Genesis,’ poised to ascend to the pinnacle of the gaming world. However, just when he stood on the cusp of becoming the game’s top player, he suffered a regrettable defeat. Yet, fate granted Cheng Qianmo a second chance as he unexpectedly traversed into a world with a setting eerily identical to ‘Genesis,’ a world where everyone could switch professions freely. Armed with the god-tier title across all professions, he resolves to rectify his past regrets, embarking on a path no one has ever tread before.",
      "zh": "前一世，程谦墨在游戏《天启》获得了全职业神职称呼，即将站上世界之巅，但在距离游戏第一人仅有一步之遥时，遗憾败北。可世界给了程谦墨第二次的机会，让他意外穿越到了一个设定竟然与《天启》一模一样，全民转职的世界。拥有全职业神级称号的他，决定完成曾经的遗憾，走上一条从未有人走过的道路。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-06-25T03:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "The Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2024-07-14T17:20:19+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/fc14d68f-2c2d-450f-97f7-306b1e50d944.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      },
      {
        "es-la": "La bebé prisionera del castillo de invierno"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "aa81a0f9-e088-44c9-bec4-424d904c342a",
    "title": {
      "en": "The Price Is Your Everything"
    },
    "updatedAt": "2024-03-03T06:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "altTitles": [
      {
        "ko": "대가는 너희의 모든 것"
      },
      {
        "en": "The Princess Is Your Everything"
      }
    ],
    "description": {
      "en": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55d5c1dd-8df4-4b30-bcc1-452caeab829d",
    "title": {
      "en": "The Overpowered Newbie"
    },
    "updatedAt": "2024-07-11T06:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/55d5c1dd-8df4-4b30-bcc1-452caeab829d/72d9ce15-0a69-48f4-b964-31bdd04ab1c0.jpg",
    "altTitles": [
      {
        "ko": "뉴비가 너무 강함"
      },
      {
        "ru": "Слишком сильный нуб"
      },
      {
        "en": "The Newbie is Too Strong"
      },
      {
        "es-la": "Soy un Novato Demasiado fuerte"
      }
    ],
    "description": {
      "en": "JaeJu (which means “skill” in Korean) grew up without parents in an orphanage skillfully, just like his name suggests. One day, he heard that the orphanage was having a hard time and would have to close in 3 years. While trying to raise money for the orphanage, JaeJu got an alert on his phone. On it, he saw a video of himself climbing the tower as a BJ (broadcasting jockey aka streamer). Seven years ago, a tower suddenly appeared and randomly took people into it. If you successfully complete the tower and become an “Awakened”, it’s only a matter of time before you get rich!",
      "ko": "부모님 없이 보육원에서 자란 재주\n이름처럼 재주있게 살아가던 어느날\n보육원이 어려워 3년 뒤 문을 닫게 된다는 이야기를 듣게 된다.\n\n보육원을 위해 돈을 구해보려던 재주의 핸드폰에\n갑작스럽게 알림이 울리고\n핸드폰에서는 탑을 오르며 BJ가 되어있는 \n자신의 영상이 재생된다.\n\n7년 전, 갑작스럽게 세상에 나타나\n무작위로 사람을 데려가는 탑.\n\n이 탑에서 무사히 돌와 '각성자' 가 된다면\n큰 돈을 버는 것은 시간 문제!\n\n핸드폰에 영상을 보낸 것은 누구이며\n재주는 무사히 탑을 오를 수 있을 것인가?!",
      "pt-br": "Jaeju (significa “habilidade” em coreano) cresceu sem pais em um orfanato com muita habilidade, assim como o nome sugere. Um dia, ele soube que o orfanato estava passando por dificuldades e iria fechar em 3 anos. Enquanto tentava juntar dinheiro para o orfanato, JaeJu recebeu um alerta em seu celular. Nele JaeJu viu um vídeo de si mesmo escalando a torre como um streamer. Sete anos atrás, a torre apareceu de repente e aleatoriamente levou pessoas para lá. Se completar a torre com sucesso e se tornar um “Despertado”, é só questão de tempo até que fique rico!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5322a1a2-a109-4fb1-8804-2b2703f374d7",
    "title": {
      "en": "I Became the Sacrificial Princess"
    },
    "updatedAt": "2023-11-07T00:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/5322a1a2-a109-4fb1-8804-2b2703f374d7/dab2b6a9-2fa7-47d8-b6ff-4ebe6786b323.jpg",
    "altTitles": [
      {
        "zh": "某天成为祭品公主"
      },
      {
        "ko": "제물 황녀로 살아남겠습니다"
      },
      {
        "ko": "이번 생은 사랑받을 수 있을까요?"
      }
    ],
    "description": {
      "en": "Unknowingly swapped upon birth, Princess Brianna lost her identity as a princess and became a vagrant orphan. One day, her Imperial Father suddenly sought her back, reinstating her back to her rightful identity as the nation's princess. However, what awaited her was not a family reunion nor was it an extravagant life, but instead, she was to become a sacrifice for the god. \n\nReincarnated into the body of Princess Brianna, our main character only wants to change her fate of death, yet realises that the best way to do so is to become the sacrifice. The only way she can live is by becoming the sacrifice, as hidden scheming along with its causes and effects, slowly unravel in front of her eyes. <em>(Synopsis: Gourmet Scans)</em>"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56b74325-7c41-4ad8-bbb2-480259192616",
    "title": {
      "en": "The Genius Spirited Streamer"
    },
    "updatedAt": "2024-06-16T06:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/56b74325-7c41-4ad8-bbb2-480259192616/58e996e8-eb49-4526-ad68-83badfbd963b.jpg",
    "altTitles": [
      {
        "ko": "천재의 신들린 게임방송"
      },
      {
        "en": "A Genius Game Broadcast"
      },
      {
        "en": "A Genius Game Streamer"
      },
      {
        "en": "The Possessed Genius’ Gaming Stream"
      }
    ],
    "description": {
      "en": "Gyeongbok Lee possesses a gift that grants him a sixth sense and supernatural foresight -- however, this ability comes at a steep price, debilitating him each time it is used. But when Gyeongbok tries virtual reality gaming for the first time, he makes a startling discovery: not only could he leverage his psychic ability to gain a significant advantage in the virtual world, but he was also entirely free from its afflictions. Seizing this opportunity, Gyeongbok sets out to become a legendary video game streamer, turning his curse into his greatest asset."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T04:01:52+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6d4ce92-867e-43ba-aeb0-a0cf0899a704",
    "title": {
      "en": "Return of the SSS-Class Demon Lord"
    },
    "updatedAt": "2024-07-22T04:30:15+00:00",
    "coverArt": "https://mangadex.org/covers/c6d4ce92-867e-43ba-aeb0-a0cf0899a704/89868595-d65b-4b07-a6e3-13bc12a5de7b.jpg",
    "altTitles": [
      {
        "ko": "SSS급 마왕의 귀환"
      },
      {
        "en": "Return of the SSS-Class Demon King"
      }
    ],
    "description": {
      "en": "A man who fell into the demon world returns to Earth as the most powerful demon lord with absolute power.\n\nHowever, what awaits him are mysterious monsters. Slash!\nBlood stitches the air, and the man’s voice echoes once more.\n“I’ve finally returned.”\n\nThe Demon Lord’s return to Earth marks the beginning of the ultimate battle!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1f2ee3c-4e67-45c7-9f13-361dbbb858a4",
    "title": {
      "en": "Reincarnation of the Sword Master"
    },
    "updatedAt": "2024-06-21T12:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/c1f2ee3c-4e67-45c7-9f13-361dbbb858a4/8c03a863-054a-4ec2-bf11-81baf8620850.jpg",
    "altTitles": [
      {
        "ko": "소드마스터의 환생"
      }
    ],
    "description": {
      "en": "At the threshold of life, a radiant white aura emerges. And… death! \n\nYet, in a twist of fate, the man is once again granted a new life. With a newfound purpose, he sets out to complete his existence as an unfinished “Swordmaster” from his previous life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ab0a835-175e-477c-9f46-ddec56b27739",
    "title": {
      "en": "Ice Lord"
    },
    "updatedAt": "2024-06-15T12:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/8ab0a835-175e-477c-9f46-ddec56b27739/5012b4fb-10d4-4c13-baef-beb5f721fc9d.png",
    "altTitles": [
      {
        "ko": "얼음군주"
      },
      {
        "en": "The Royal Frozen"
      }
    ],
    "description": {
      "en": "At the young age of twenty, Seol Mudok, a master swordsman, became the Lord of the Northern Sea Ice Palace. Plunged into despair after the death of his lover, he discovers that with the legendary flower, the “Lotus of Love,” that his deceased lover has been reincarnated. In his quest, he descends into another world…",
      "fr": "À l’âge de vingt ans, Seol Mudok, un maître de l’épée, est devenu le seigneur du Palais des glaces de la mer du Nord. Plongé dans le désespoir après la mort de son amante, il découvre qu’avec la fleur légendaire, le « Lotus de l’Amour », sa défunte amante s’est réincarné. Dans sa quête, il descend dans un autre monde…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-07-25T18:35:07+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/598fa2fa-91a9-4606-910b-fea4519fe507.png",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142bbf95-0abf-4d58-87ff-d1b837bf5752",
    "title": {
      "en": "Bitten by the Dog I Abandoned"
    },
    "updatedAt": "2024-06-05T23:08:08+00:00",
    "coverArt": "https://mangadex.org/covers/142bbf95-0abf-4d58-87ff-d1b837bf5752/457d09ff-7b30-4ae0-b090-6d58df618525.png",
    "altTitles": [
      {
        "ko": "내가 버린 개에게 물렸을 때"
      }
    ],
    "description": {
      "en": "Evelyn Winter is the daughter of the House of Winter. She cruelly chases away the dog that only followed her, Gillas Black.\n\n“Didn’t you say you loved me?”\n\"Love? Did you believe that word? You don’t know your place, you idiot.”\n“You will regret this moment.”\n\nEvelyn has no regrets, she marries Rowen, Delilah's heir and has a daughter, Sherry. But their happiness is short-lived when Rowen dies in a train accident and she is left a widow. To make matters worse, his family's financial situation deteriorates. And the boy I used to pet is missing. The dog I abandoned came back as a war hero."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cd2231b-32d7-4f66-85e1-7aa8aafa16bc",
    "title": {
      "en": "This Is the Law"
    },
    "updatedAt": "2024-07-07T09:09:29+00:00",
    "coverArt": "https://mangadex.org/covers/1cd2231b-32d7-4f66-85e1-7aa8aafa16bc/36b6d72f-9e18-44de-945b-4410f06482ca.jpg",
    "altTitles": [
      {
        "ko": "이것이 법이다"
      },
      {
        "ru": "Таков закон"
      },
      {
        "ko-ro": "Igeosi Beobida"
      },
      {
        "ja": "サイコメトリー〜能力持ちの弁護士〜"
      },
      {
        "pt-br": "Esta é a lei"
      }
    ],
    "description": {
      "en": "The genius lawyer Noh HyungJin’s justice-executing returner fantasy!\n\nValedictorian of his University, perfect score on the Bar Exam, and even a 95% case win rate. Noh HyungJin was a so-called successful lawyer. While he was fighting against evil, higher powers to make South Korea a just and fair land, he was ruthlessly murdered by National Intelligence Service agents.\n\n“He shouldn’t have died…”\n\nNoh HyungJin was a man sent by Emperor YeomRa to fix corruption on Earth! However, after ending up in hell without having been able to achieve anything, Emperor YeomRa returns Noh HyungJin back in time.\n\n“I should at least give him power so he can protect himself.” What is this ‘power’ given to him by Emperor YeomRa? Will Noh HyungJin be able to change his future as well as the future of South Korea?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ja": "勝率95.8%の弁護士は不利な訴訟を引き受け、国家情報院に殺されてしまうが次に目を覚ますと中学２年生に戻っていた。法律の知識と新たに手にしたサイコメトリー能力で様々な問題を解決し未来を変えるべく、彼は最年少弁護士になる道を歩み始める…。\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ko": "천재 변호사 노형진의 정의구현 회귀 판타지! \n\n대학교 수석에 사법고시 수석, 95% 달하는 승률까지 속칭 잘나가는(?) 변호사였던 노형진! 그는 정의로운 대한민국을 만들기 위해 커다란 권력에 맞서 싸우던 중 국정원 요원에 의해 무참히 살해당하고 만다. \n\n\"죽어서는 안 될 놈인데…\" \n\n노형진은 사실 옥황상제가 지상의 타락을 바로잡기 위해 보냈던 인물이었다! 그런 그가 허무하게 저승으로 돌아오자 옥황상제는 다시 한번 노형진을 지상으로 내려보내게 되는데… \n\n\"자기 목숨 줄을 지킬 정도의 힘은 줘야지.\" 옥황상제가 말한 그 '힘'의 정체는 과연? 과연 노형진은 자신의 미래와 대한민국의 미래까지 모두 바꿀 수 있을 것인가?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ru": "Фантастика о возвращении гениального адвоката! Но Хёнджин был выпускником университета с отличием по адвокатуре, и так называемым успешным адвокатом с 95% выигрышам по делам! В борьбе со злом в лице высшей власти Южной Корее, пытаясь вернуть справедливость в свою страну, он был безжалостно убит агентами национального агентства разведки.\n\n“Он не должен был умирать…” Но Хёнджин был возвращен императором Ёмра, чтобы очистить коррупцию на Земле, вернув его назад во времени и дав некую силу. Что же за силу ему даровал император? Сможет ли Но Хёнджин изменить как своё будущее, так и всей Южной Кореи?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "pt-br": "A retorno de fantasia de execução da justiça do advogado gênio Noh HyungJin! Primeiro lugar de sua universidade, nota máxima na OAB e até uma taxa de 95% de ganho de casos. Noh HyungJin é o tão chamado advogado de sucesso! Enquanto estava lutando contra o mal e poderes maiores para tentar tornar a coreia do sul uma terra justa, ele foi assassinado sem piedade pela Agência de Inteligência Nacional. “Ele não devia ter morrido…” Noh HyungJin foi um homem enviado pelo Imperador YeomRa para acabar com a corrupção na Terra! Mas, depois de acabar no inferno sem conseguir conquistar nada, o Imperador YeomRa retorna Noh HyungJin no tempo… “Devo pelo menor dar poder suficiente para que ele possa se proteger.” O que é esse ‘poder’ que foi dado para ele pelo Imperador YeomRa? Noh HyungJin conseguirá mudar o futuro dele assim como o da Coreia do Sul?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdae359d-5fa9-4d4e-b11a-69dd32b09742",
    "title": {
      "en": "Apotheosis – Ascension to Godhood"
    },
    "updatedAt": "2024-07-27T03:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/cdae359d-5fa9-4d4e-b11a-69dd32b09742/601a10fc-61aa-4102-9387-f6bf613fb934.jpg",
    "altTitles": [
      {
        "en": "Apotheosis – Elevation to the Status of a God"
      },
      {
        "zh-ro": "Bai Lian Cheng Shen"
      },
      {
        "en": "Forged Success"
      },
      {
        "en": "Principles of Heavens - Zen’s Cultivation of Immortality"
      },
      {
        "en": "The Endless Road to Divinity"
      },
      {
        "ru": "Становление богом"
      },
      {
        "zh": "百炼成神"
      }
    ],
    "description": {
      "en": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family's decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate.",
      "fr": "Luo Zheng est un esclave qui était auparavant fils ainé d’une famille riche. En raison du déclin de sa famille et de l’enlèvement de sa sœur par une force puissante, il est désormais piétiné et humilié par les autres. Cependant, le paradis ne scelle jamais toutes les sorties. Un livre ancien laissé par son père révèle une technique divine secrète, donnant au lecteur un immense pouvoir ! Mais que cache ce pouvoir ? Une course contre le destin débute !  \n  \n\n\n---\n\nOfficial English Alternative:  \n<https://mangatoon.mobi/en/detail/119>",
      "it": "Luo Zheng, ora un umile schiavo, è nato come il figlio maggiore di una famiglia ricca. A causa del declino della sua famiglia, del rapimento di sua sorella da parte di una forza potente, ora può essere calpestato solo da altri. Tuttavia, il paradiso non chiude mai tutte le uscite. Un libro antico lasciato da suo padre rivela una tecnica divina segreta, dando al lettore un potere immenso! Ma cosa c'è dietro questo potere? Questa è una gara contro il destino."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c0a6150-502b-4d88-a46e-50b83768fe8f",
    "title": {
      "en": "The Tutorial Is Too Tough!"
    },
    "updatedAt": "2024-07-01T01:04:30+00:00",
    "coverArt": "https://mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "altTitles": [
      {
        "ko": "튜토리얼이 너무 어렵다"
      },
      {
        "en": "The Tutorial Is Too Hard"
      },
      {
        "en": "Tutorial Neomu Eolyeobda"
      },
      {
        "ja": "チュートリアルが死ぬほど難しい"
      },
      {
        "ru": "Невероятное обучение"
      },
      {
        "zh": "新手关卡太难了"
      },
      {
        "zh-hk": "新手教學有夠難"
      }
    ],
    "description": {
      "en": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ja": "元プロゲーマーの堂山海は、ある日突然「チュートリアル」という名の異空間に招待された。 軽い気持ちで最凶クラスの難易度「ヘル」を選択してしまった彼は、離脱不可能、生存率ほぼゼロの「死にゲー」に挑むことになってしまった。 殺伐としたこの世界で生き残るために課せられたミッションをクリアしながら、チュートリアルに秘められた秘密を解き明かしていく。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ko": "gandara 퓨전 판타지 장편소설 '튜토리얼이 너무 어렵다' 가 웹툰으로 독자 여러분을 찾아갑니다.\n\n삶이 무료하던 어느 날, 내 눈앞에 나타난 초대 메세지. \n[튜토리얼 세계에 입장하시겠습니까?] \n\n그리고 뒤이어 나타난 난이도 선택 창. \n[이지] [노말] [하드] [헬] 나는 주저없이 헬 난이도를 선택했다. \n\n그리고 후회했다. \n\n아무리 헬 난이도라지만, 이건 너무 심하잖아.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ru": "Однажды, посреди серых скучных будней, перед глазами появляется уведомление. [Вы хотите пройти обучение?]\n\nЗа ним сразу же вылезло окно выбора сложности. [Лёгкая] [Обычная] [Сложная] [Адская]. Я без колебаний выбрал адскую сложность.\n\nИ пожалел.\nЗнаю, она называется адской, но это слишком.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2024-06-14T23:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/05fa5395-4588-4698-b8be-c501654b256d.png",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God Who Regressed Back to Level 2"
    },
    "updatedAt": "2024-06-18T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/1c5a58a5-ad5a-495e-a111-9eff4d4d1781.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-07-13T09:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "This is the tale of a boy dreaming about infinity as a human!\n\nFound abandoned in a stable, Shirone is the son of a hunter—and a peasant through and through.\nDespite hardships, he's a genius that manages to learn to read by himself and becomes obsessed with it.\n\nBrimming with genius talent, he goes to the city with his father, where he learns about magic—\nbeginning his journey as an explosive rising star!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-07-08T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b333e394-8997-4a6e-8315-a02b518af646.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "Usuzumi no Hate"
    },
    "updatedAt": "2024-07-13T06:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/255b68d5-825f-4e05-b62c-5f02e75469ae.jpg",
    "altTitles": [
      {
        "ja": "ウスズミの果て"
      },
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "en": "The End In Diluted Ink"
      },
      {
        "en": "Mission In The Apocalypse"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]