[
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-08-28T12:21:09+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/733ded5b-7d28-4628-86e6-f09580cb2a4c.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636933aa-976e-4455-8082-36751a554be0",
    "title": {
      "en": "Unnamed Memory"
    },
    "updatedAt": "2024-06-12T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/636933aa-976e-4455-8082-36751a554be0/5fc98218-b2ae-44c1-9235-8a6f4e0d5ca9.jpg",
    "altTitles": [
      {
        "ja": "アンネームドメモリー"
      },
      {
        "vi": "Hồi ức không tên"
      },
      {
        "ru": "Безымянная память"
      },
      {
        "es": "Memoria sin nombre"
      }
    ],
    "description": {
      "en": "*“As long as you’re the master of that sword and I’m a witch, someday you’ll have to kill me for real.”*\n\nAs a child, Oscar, Crown Prince of Farsas, had been cursed to be childless. At the age of 20, he paid a visit to Tinassha, the strongest witch in the continent, to break the curse. He came back bringing Tinassha along as his protector, and in the one year until his contract with her expired, he got embroiled into her past, and an even greater destiny.",
      "es": "*\"Mientras seas el dueño de esa espada y yo una bruja, algún día tendrás que matarme de verdad\".*\n\nDe niño, Óscar, príncipe heredero de Farsas, había sido maldecido a no tener hijos. A los 20 años, visitó a Tinassha, la bruja más fuerte del continente, para romper la maldición. Volvió con Tinassha como protectora, y en el año que le quedaba hasta que expirara su contrato con ella, se vio envuelto en su pasado y en un destino aún mayor.",
      "ja": "呪われた王と最強の魔女が紡ぐ、【愛】と【呪い】の一大叙事詩が開幕！\n\nこのライトノベルがすごい！2020（宝島社刊）にて単行本部門とノベルズ部門でダブル１位となった伝説的ＷＥＢノベルが待望のコミック化！\n\n永い時を生き、絶大な力で災厄を呼ぶ異端――魔女。\n強国ファルサスの王太子・オスカーは、幼い頃に受けたある呪いを解くために、世界最強と名高い「青き月の魔女」のもとを訪れる。\n“魔女の塔”の試練を乗り越えて契約者となったオスカーだが彼が望んだのは……。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0fea4e84-6cde-45f3-8924-2a09f6c4820f",
    "title": {
      "en": "Conquering the Academy with Just a Sashimi Knife."
    },
    "updatedAt": "2024-08-29T09:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/ba3fb515-8806-407a-96c6-6b85a82b94f1.jpg",
    "altTitles": [
      {
        "ko": "사시미 한 자루로 아카데미를 씹어먹음"
      },
      {
        "en": "I Took Over the Academy With a Single Sashimi Knife"
      },
      {
        "en": "Chewed Up the Academy With a Bag of Sashimi"
      },
      {
        "en": "Chew the Academy With a Sashimi Stick"
      }
    ],
    "description": {
      "en": "\"If I slash, it will be cut.\"\n\nI, who was once called the best swordsman in the nation, have ended up in a mobile game I've only spent money on a few times. And I’ve even received the blessing of the 'Sword God'!\n\nBut… the only weapon I can use is a sashimi knife?\n\nJust one minute a day. I become a Sword Saint with a sashimi knife."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c31c3e3-d918-4825-85df-8866b7b125e6",
    "title": {
      "en": "Graymark"
    },
    "updatedAt": "2024-08-27T03:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/8c31c3e3-d918-4825-85df-8866b7b125e6/99c7b00a-3d72-441e-95af-99bdc5911fd4.jpg",
    "altTitles": [
      {
        "en": "The Gray Mark"
      },
      {
        "en": "Gray Mark"
      },
      {
        "ru": "Греймарк"
      }
    ],
    "description": {
      "ru": "Преследуемый космосом за неисчисляемые злодеяния безумный преступник Великий после встречи с королём космоса Рохум Рогахой был отправлен в прошлое. Но сможет ли Великий исправить ошибки прошлого и переписать будущее..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2c328e2-7aca-4c17-b95a-6697371544ff",
    "title": {
      "en": "Drama na Koi wa Kihon kara"
    },
    "updatedAt": "2024-07-24T21:41:53+00:00",
    "coverArt": "https://mangadex.org/covers/b2c328e2-7aca-4c17-b95a-6697371544ff/e78c376f-47b6-4bde-a4e0-63690b6e47b8.jpg",
    "altTitles": [
      {
        "ja": "ドラマな恋は基本から"
      },
      {
        "ja-ro": "Drama na Koi ha Kihon kara"
      },
      {
        "en": "Dramatic Love Starts from the Basics"
      }
    ],
    "description": {
      "en": "Shinji Yuuki is an ordinary businessman, 35 years old, single, no girlfriend, living at home. He is worried about his future as a single man, but he has little experience in love and is afraid of marriage activity. But when he meets a female  doctor, he falls in \"love beyond his imagination,\" a love that turns his life upside down!",
      "ja": "「35歳独身、彼女なし、実家暮らし」の平凡なサラリーマン・悠木慎史。独りで生きる未来に不安があるけれど、恋愛経験は少ないし婚活も怖い――。そんな悠木が、とあるアクシデントで医師・伴瑛理子と出会い、人生がひっくり返る「想像以上の恋」に落ちる！ 　大ヒット社会人恋愛漫画『この会社に好きな人がいます』の榎本あかまるが贈る、ミドサーから始める恋愛トレーニング!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1843a73d-9e67-4166-baec-582ce674d07e",
    "title": {
      "en": "Quartz No Oukoku"
    },
    "updatedAt": "2024-07-07T21:35:16+00:00",
    "coverArt": "https://mangadex.org/covers/1843a73d-9e67-4166-baec-582ce674d07e/c100442c-1794-4e0f-8f02-ef0f4f4610c1.jpg",
    "altTitles": [
      {
        "ja": "クオーツの王国"
      },
      {
        "en": "A Kingdom of Quartz"
      },
      {
        "es-la": "El Reino del Cuarzo"
      },
      {
        "ru": "Кварцевое Королевство"
      },
      {
        "ru": "Королевство Кварца"
      }
    ],
    "description": {
      "en": "\"Angels\"... are heroes who follow the will of the Goddess and protect the Quartz Kingdom from demons. Blue, an orphan born with dark wings, lives a peaceful life, dreaming of becoming an angel. But one day, after meeting a prince, her destiny begins to change.",
      "ru": "«Ангелы»... это герои, следующие воле Богини и защищающие Кварцевое Королевство от демонов. Блю, сирота, родившаяся с тёмными крыльями, живет мирной жизнью, мечтая стать ангелом. Но в один день, после встречи с принцем, её судьба начинает меняться.",
      "es-la": "«Ángeles»… Aquellos que han heredado la voluntad de la diosa serán los héroes que protegerán al Reino del Cuarzo de los demonios. \n\nEn estos pacíficos días una huérfana llamada Blue que nació portando alas negras, sueña con convertirse en un ángel. Sin embargo cierto día su destino cambiará luego de encontrarse con cierto príncipe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eebcc41-2fe0-42cd-ac85-c57644a42fcd",
    "title": {
      "en": "Newly Reopened Shameless School"
    },
    "updatedAt": "2024-08-29T15:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/8eebcc41-2fe0-42cd-ac85-c57644a42fcd/457bd3f2-ce02-4314-bcbe-f1c8bde9eb7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Reiwa Harenchi Gakuen"
      },
      {
        "ja": "漫画家本スペシャル 永井豪本 (少年サンデーコミックススペシャル)"
      },
      {
        "ja": "新店開装 ハレンチ学園"
      },
      {
        "ja-ro": "Shinmise Kaiten Harenchi Gakuen"
      },
      {
        "ja-ro": "Mangaka Bon Special Nagai Go Bon (Shonen Sunday Comics Special)"
      },
      {
        "en": "Reiwa Era Shameless School"
      }
    ],
    "description": {
      "en": "It's the Reiwa era and the infamous Shameless School is back yet again. Has anything changed since the first appearance in the Showa era? Or is it so that modern times can't fix a \"masterpiece\" of the past?\n\nThis is a special one-shot published in Shonen Sunday Comics special \"Mangaka Book Special Nagai Go Book\""
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-07-31T12:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4d43c50-ce1a-4751-b474-e239cf862f2a",
    "title": {
      "en": "Otome no Teikoku"
    },
    "updatedAt": "2024-08-15T17:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/d4d43c50-ce1a-4751-b474-e239cf862f2a/72ab0382-1ab5-4c57-9e7c-a1112812d82c.jpg",
    "altTitles": [
      {
        "ja": "オトメの帝国"
      },
      {
        "en": "Virgins' Empire"
      }
    ],
    "description": {
      "en": "A peek into the \"everyday nudity\" of high school girls. Virgins’ Empire is a look into the lives of seven high school girls attending an all girls school. We follow them as they grow relationships with one another. Some more intimate than others."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-08-03T18:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "30d15248-809e-410e-8e08-152a2f0d2118",
    "title": {
      "en": "Sentai Taboo"
    },
    "updatedAt": "2024-08-17T11:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/30d15248-809e-410e-8e08-152a2f0d2118/e0a797f6-a1de-48cf-89df-8bfd1620b0d4.jpg",
    "altTitles": [
      {
        "ja": "戦隊タブー"
      }
    ],
    "description": {
      "en": "[In the face of justice, there are no taboos that should not be violated.] In the near future, humanity is in the depths of fear due to the onslaught of monsters. To protect world peace, the united Cross Rangers will enforce justice today! ...Or so it was supposed to be. Cross Red, also known as Akama Retsuo, is a man who is passionate about justice. With an overflowing sense of justice, he commits a taboo one night with Cross Pink. And so begins the days of muddy, terrifying, immoral and ruinous...! A suspenseful story of justice and immorality!",
      "ja": "近未来、人類は襲い来る怪人により恐怖のドン底にいた！世界の平和を守るため、結束戦隊クロスレンジャーは今日も正義を執行する！…はずだった。正義に燃える男・クロスレッドこと赤間烈央。彼は溢れる正義感から、クロスピンクと一夜のタブーを犯してしまう。そして始まる崩壊の日々…！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef50d975-7c11-40c1-93c1-9c5b6593049b",
    "title": {
      "en": "Levelling Up In An Exclusive Dungeon"
    },
    "updatedAt": "2024-08-26T15:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/ef50d975-7c11-40c1-93c1-9c5b6593049b/f4d9b4eb-46c0-415b-a2f3-0b395faf52b3.jpg",
    "altTitles": [
      {
        "ko": "던전 독점으로 레벨업"
      }
    ],
    "description": {
      "en": "Hunter Kang Jin-hyeok has been D-rank for years. His days were spent barely scraping by with part-time jobs, unable to level up due to the hunting grounds being controlled by major guilds.\n\nOne day, a dungeon appears in his room.\n\n\"This is… a dungeon?\"\n\nWith the dungeon now in his possession, Jinhyuk begins to successfully hunt, level up, and gradually grow stronger…\n\n\"Just wait and see, you major guild scumbags who looked down on me! I will become stronger with this dungeon!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-08-07T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando Voltei Para Minha Cidade Natal, Minha Amiga de Infância Estava Falida"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-21T12:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4429b48-f543-47cd-ad2d-39e73ab264e5",
    "title": {
      "en": "These Two Will Be Married In 100 Days"
    },
    "updatedAt": "2023-06-05T05:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/e4429b48-f543-47cd-ad2d-39e73ab264e5/5a47b40e-e8ea-40b7-a4ed-7362df3e1f25.png",
    "altTitles": [
      {
        "ja-ro": "100nichigo ni Kekkon Suru Futari"
      },
      {
        "ja": "100日後に結婚する二人"
      },
      {
        "ru": "Они обручатся через 100 дней"
      },
      {
        "ja-ro": "100-nichi Go ni Kekkon Suru Futari"
      },
      {
        "ja-ro": "100 Nichi Go ni Kekkon Suru Futari"
      }
    ],
    "description": {
      "en": "A Twitter comic by Hata Kenjiro about a couple that will be married in 100 days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-07-05T08:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/d5c3b856-3b1b-4834-b483-20eec1eb6e6f.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "787a9f0c-6f48-401c-8edc-d6ee07516c4f",
    "title": {
      "en": "Cheeky Brat"
    },
    "updatedAt": "2024-07-12T15:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/787a9f0c-6f48-401c-8edc-d6ee07516c4f/10367bd5-fc30-4bc1-90c3-a362efab1d1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Namaikizakari"
      },
      {
        "ja": "なまいきざかり。"
      },
      {
        "zh": "盛气凌人"
      },
      {
        "en": "His Cheekiness is in Full Bloom"
      },
      {
        "cs": "Drzej spratek"
      }
    ],
    "description": {
      "cs": "Jsem Yuki a nidky to nepřiznám. Nikdy. To co bych nikdy neudělala je přiznat se k tomi, že mám možná menší slabost pro mého drzého krásného spolužáka – který se chová jako nehorázný spratek – Naruse. Když už se o něm bavíme, místo toho, aby se soustředil na svou zvláštní středoškolní rivalitu s nějakým klukem jménem Shizuka, tak by se měl pustit do hry a soustředit se na náš kvalifikační zápas…!! Možná jsem toho od něj nakonec čekala až moc…",
      "en": "I, Yuki, have no intention of admitting it. Never. The last thing I will ever do is plead guilty to the crime of maybe possibly having a soft spot for my cheeky playboy of an underclassman—who’s an absolute brat—Naruse. Speaking of which, instead of focusing on his strange grade school rivalry with this Shizuka guy, he needs to get his head in the game and focus on our qualifiers…!! Maybe I was expecting too much from him, after all…",
      "pt-br": "Machida Yuki sabe que não quer nada com Naruse Shou. Mas como evitá-lo quando ela gerencia o grupo de basquete em que ele participa?!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "23",
    "lastChapter": "137"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-08-09T10:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/865660ee-d24f-4ec8-b5e0-63eec43731ae.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun. Though his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\n---\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)",
      "ja": "幼馴染みは…化け狐！？\n\nごく普通の真面目な男子高校生、賀茂（かも）くん。勉強に励む日々だったが、悩みは幼馴染みの片喰（かたばみ）さんが毎日勉強の邪魔をしてくること。しかも片喰さんの正体は……化け狐だった！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-01-26T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8c1ca82-0399-4f37-b2a3-5616e0cb1884",
    "title": {
      "en": "Korogaru Kyoudai"
    },
    "updatedAt": "2023-02-26T18:14:33+00:00",
    "coverArt": "https://mangadex.org/covers/c8c1ca82-0399-4f37-b2a3-5616e0cb1884/78d55e98-2f34-4d45-8b7a-950843debc4d.jpg",
    "altTitles": [
      {
        "ja": "転がる姉弟"
      },
      {
        "en": "Stumbling Siblings"
      }
    ],
    "description": {
      "en": "Minato Usami is a high-school girl with a new little brother from her father's remarriage.\nHaving high expectations after being told that her new brother is an adorable little boy, Koshiro—said little brother—turns out to be a little different than she imagined.",
      "ja": "父親の再婚で小学生の弟ができることになった女子高生の宇佐美みなと。 「とってもかわいい男の子だぞ」と言われ、期待を膨らませるが―――。 『月曜から金曜の男子高校生』の森つぶみがおくる、笑って泣ける、ほのぼのホームコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-06-25T08:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/9c7ccac3-89a2-4ade-aade-939decfb102f.png",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Ryuu to Chameleon"
    },
    "updatedAt": "2024-08-23T22:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/0fc22ea9-46b3-4510-8cf6-2f103bce3355.jpg",
    "altTitles": [
      {
        "ja": "龍とカメレオン"
      },
      {
        "en": "Dragon and Chameleon"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6d74fc1-a669-4a9c-8860-0a5ad781ef90",
    "title": {
      "en": "Kusuburu Kemuri no Nare no Hate"
    },
    "updatedAt": "2024-08-03T17:01:51+00:00",
    "coverArt": "https://mangadex.org/covers/f6d74fc1-a669-4a9c-8860-0a5ad781ef90/2d9e5230-f17d-40f1-9476-3752fe950613.png",
    "altTitles": [
      {
        "ja": "燻る煙のなれのはて"
      }
    ],
    "description": {
      "en": "Whose feelings are simmering...?\n\nWhen Masaki goes to college, he ends up staying with his cousin Haruomi, whom he admires and has a crush on. However, when he meets him again for the first time in several years, he has completely changed from the older brother he admired to a sloppy old man. He is shocked by his appearance, but he remains kind to Masaki, and his feelings for him grow stronger once again. However, no matter how hard Masaki tries to tell him how he feels, Haruomi stubbornly refuses.\n\n\"I love you.\"\n\nMasaki is frustrated that he can't even accept his words, but he can sense that Haruomi is indecisive..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "356398d7-ace8-4b14-b707-f733ec6b9c37",
    "title": {
      "en": "Haunted Electronics Shop"
    },
    "updatedAt": "2023-01-20T01:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/356398d7-ace8-4b14-b707-f733ec6b9c37/61cf64d4-a653-42a6-816b-7dade2ef960a.jpg",
    "altTitles": [
      {
        "en": "Electronics Shop of Horror"
      },
      {
        "en": "Hardware Store of Horror"
      },
      {
        "ko-ro": "Horeojeonpasang"
      },
      {
        "en": "Horror Electronics Shop"
      },
      {
        "en": "Horror Hardware Store"
      },
      {
        "zh": "怪奇商行"
      },
      {
        "ko": "호러전파상"
      }
    ],
    "description": {
      "en": "“Please keep in mind. This shop is not responsible for any harm caused by the electronic device.”   \n  \nA mystery horror about the strange electronics shop owner, ‘Yak’."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "57"
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-05-25T13:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/b00bfc79-80d8-4828-9330-cd0e5b86da97.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4fe4c66-7b53-4fe1-b817-420db35c5ea1",
    "title": {
      "en": "Jakdu"
    },
    "updatedAt": "2024-08-08T02:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "altTitles": [
      {
        "ko": "작두"
      },
      {
        "en": "The Shaman's Blade"
      }
    ],
    "description": {
      "en": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b9f1bbf-7b85-456a-9dcd-f26f7a9880d4",
    "title": {
      "en": "The Descent of the Demonic Master"
    },
    "updatedAt": "2024-06-29T00:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/2b9f1bbf-7b85-456a-9dcd-f26f7a9880d4/53850e20-1256-444d-816f-67c0fad5fa0f.png",
    "altTitles": [
      {
        "ko-ro": "Majon Hyeonse Ganglimgi"
      },
      {
        "tr": "Şeytani Egemenin Düşüşü (TR)"
      },
      {
        "ru": "Нисхождение демонического мастера"
      },
      {
        "ar": "نزول السيد الشيطاني"
      },
      {
        "ko": "마존현세강림기"
      }
    ],
    "description": {
      "en": "The first life: After a tragic accident losing his family and legs, he ends his own life.\n\nThe second life: He earned fame as the Red Demonic Master in Zhongyuan, but was betrayed by the man he trusted the most.\n\nAnd now comes his third life. In his life back in the modern world, Gang Jinho decides to live a normal life. However, he was too used to the Zhongyuan life to become a normal person!\n\n\"I wanted to live peacefully. But you are the ones who started it. I hope you're prepared for this.\"\n\nIn front of the threats of his new life, can Gang Jinho shake off his impulses as the Red Demonic Master and obtain the 'normal life' he desires? The adaptation story of a legendary martial artist in the 21st century!",
      "pl": "Jego pierwsze życie zakończyło się szybko i tragicznie. W drugim został Demonicznym Mistrzem, lecz przez to narobił sobie wrogów i został zabity w młodym wieku. Po drugiej śmierci powrócił do swojego pierwotnego świata, do czasu przed wypadkiem i przed jego tragicznym życiem kaleki. Postanowił, że teraz zrobi co w jego mocy, by żyć spokojnie i szczęśliwie.",
      "ru": "Первая жизнь. После трагического несчастного случая, потеряв свою семью и ноги, он заканчивает свою собственную жизнь. Вторая жизнь. Он заслужил славу Красного демонического мастера в Чжунъюане, но был предан человеком, которому доверял больше всего. И вот наступает его третья жизнь. В своей жизни, вернувшись в современный мир, Ган Цзиньхо решает жить нормальной жизнью… Однако он слишком привык к жизни Чжунъюаня, чтобы стать нормальным человеком! -Я хотел жить спокойно. Но ведь это вы все начали. Надеюсь, вы к этому готовы.\"Перед лицом угроз его новой жизни, может Ли Ган Джинхо стряхнуть свои импульсы как красный демонический Мастер и получить \"нормальную жизнь\", которую он желает?",
      "tr": "İlk hayatında, trajik bir kazanın ardından hem ayaklarını hemde ailesini kaybedince kendi hayatını sonlandırdı. İkinci hayatında, Zhongyuan‘da Kızıl Şeytani Egemen olarak şan ve şöhret kazandı. Lakin en güvendiği kişi tarafından ihanete uğradı. Ardından üçüncü hayatında ise modern dünyadaki yaşamına geri döndü ve Gang Jinho normal bir hayat yaşamaya karar verdi…. ama normal bir şekilde yaşayabilmek için Zhongyuan‘daki hayatına çok alışmıştı! “huzurlu bir şekilde yaşamak istemiştim, bunu siz başlattınız. umarım kendinizi hazırlamışsınızdır.” yeni hayatının tehditleri karşısında Gang Jinho, Kızıl Şeytani Egemenin dürtülerini yakasından atıp dilediği gibi “normal bir hayat” sürebilecek mi?  \n  \n[Official French on Delitoon](https://delitoon.com/webtoon/return-of-the-demonic-master)",
      "pt-br": "Primeira vida. Depois de um trágico acidente perdendo sua família e suas pernas, ele comete suicídio. Segunda vida. Ganhou fama como o Mestre Demoníaco Vermelho em Zhongyuan, mas foi traído pelo homem em quem mais confiava. E agora vem sua terceira vida. Uma nova vida no mundo moderno, Gang Jinho decide vivê-la normalmente… No entanto, ele estava muito acostumado com a vida em Zhongyuan para se tornar uma pessoa normal! Eu queria viver em paz. Mas você quem começou. Espero que você esteja preparado diante das ameaças de sua nova vida, Gang Jinho pode se livrar de seus impulsos como o Mestre Demoníaco Vermelho e conseguir a 'vida normal' que ele tanto deseja? Essa é a adaptação da história de um lendário artista marcial no século XXI! <A Descendência do Mestre Demoníaco>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94f9ed79-7423-4dea-843a-e9a9304d03a8",
    "title": {
      "en": "Ao Bara Antique no Shoukoujo"
    },
    "updatedAt": "2024-07-20T14:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/94f9ed79-7423-4dea-843a-e9a9304d03a8/6fede6b6-2bd6-4bd4-b411-eebab95c3866.jpg",
    "altTitles": [
      {
        "ja": "青薔薇アンティークの小公女"
      },
      {
        "ja-ro": "Blue Rose Antique no Shoukoujo"
      },
      {
        "en": "Blue Rose Antique's Little Princess"
      }
    ],
    "description": {
      "en": "Rosia, who had recently lost her relatives, was in despair. She was driven out of her home and lost her mother’s keepsakes. Reaching out to her was a beautiful nobleman, Elvan.\n\nTaking place in the time of industry evolution, the love story of a lonely girl and the man, prince of Silver. A fairytale that oversteps time, a fairytale which was long forgotten."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "315c8f3c-2541-43f1-89a6-fb94b38710c4",
    "title": {
      "en": "Neo Devilman"
    },
    "updatedAt": "2022-02-05T20:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/315c8f3c-2541-43f1-89a6-fb94b38710c4/234c881b-9ca2-4c76-937e-8c5dcf0e9d23.jpg",
    "altTitles": [
      {
        "ja": "ネオデビルマン"
      }
    ],
    "description": {
      "en": "A collection of short stories based in the Devilman universe written by various authors.  \n  \n[Full author/artist listing: Egawa Tatsuya, Hagiwara Reiji, Hiromoto Shinichi, Ishikawa Ken, Iwaaki Hitoshi, Kanzaki Masaomi, Kaze Shinobu, Kuroda Iou, Miyama Noboru, Nagai Go, Nagano Noriko, Otomo Katsuhiro, Tajima Sho-U, Terada Katsuya, Tori Miki, Yasuhiko Yoshikazu, Yumeno Kazuko]"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2023-10-20T20:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "Tôi là anh hùng"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "8880543a-db96-4c51-9013-c091e21b4a23",
    "title": {
      "en": "Everywhere & Nowhere (Discover)"
    },
    "updatedAt": "2023-02-24T20:58:42+00:00",
    "coverArt": "https://mangadex.org/covers/8880543a-db96-4c51-9013-c091e21b4a23/53431868-4708-4af3-9f41-c8beb9fc9985.jpg",
    "altTitles": [],
    "description": {
      "en": "A fun romantic comedy about two characters having fun in various countries all over the world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "24.6"
  },
  {
    "mangaId": "af6f72d6-af16-4974-ac72-c8ca8cb6db58",
    "title": {
      "en": "Ochame na Okusan to no Nichijou Chabangoto"
    },
    "updatedAt": "2024-06-29T12:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/af6f72d6-af16-4974-ac72-c8ca8cb6db58/3a295f23-9722-464f-85f6-c4b2e530c167.jpg",
    "altTitles": [
      {
        "ja": "とある奥さんの様子"
      },
      {
        "ja-ro": "Toaru Okusan no Yousu"
      },
      {
        "en": "The State of a Certain Wife"
      },
      {
        "ja": "お茶目な奥さんとの日常茶番事"
      },
      {
        "ja-ro": "Ochame na Okusan to no Nichijou Chabangoto"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternate Official Raw - [X (Formerly Twitter)](https://x.com/gibagibagiba/status/1633031267829817344) (Chapter 2),\n[Nico Nico Douga Manga](https://sp.manga.nicovideo.jp/comic/63088) (Different chapter numbering)\n- Defunct Official Raw (Chapter 1) - [Pixiv](https://www.pixiv.net/artworks/105860251), [FANBOX](https://gibagibagiba.fanbox.cc/posts/5412957)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-29T13:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d6e6097-5612-476b-b7a7-825826ddb9a4",
    "title": {
      "en": "Netkama Punch!!!"
    },
    "updatedAt": "2024-05-31T20:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/6d6e6097-5612-476b-b7a7-825826ddb9a4/b30b48ed-e23f-41bc-8181-454ca516e1f9.png",
    "altTitles": [
      {
        "ko": "넷카마 펀치!!!"
      },
      {
        "es": "Netkama PUNCH!!!: La venganza perfecta"
      },
      {
        "ja": "ネカマパンチ!!!"
      },
      {
        "zh": "伪娘重拳"
      }
    ],
    "description": {
      "en": "Netkama – a male who portrays himself as female online. This is what Kim Seyeong decides to become after reencountering Shin Heejae, the guy who destroyed Seyeong's gaming career in \"Arcadia\" a year prior. His plan is to pretend to be a girl in the game, get Heejae to fall for him, and then make the big reveal to everyone so that his archnemesis will also be humiliated out of \"Arcadia\" forever. But being a dude trying to become the girlfriend of your worst enemy is no easy feat, especially more so when said worst enemy starts to show a bit too much interest in you. Will Seyeong come out the victor of this scheme? Or will he find himself losing to Heejae all over again?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "81"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-05-30T13:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/465127f8-8ea0-4f36-b3a8-591c6478161a.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      },
      {
        "zh": "妖怪与我"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。",
      "zh": "拥有灵感的少年因为能看见一般人看不见的妖怪而受排挤，于是他选择和妖怪们成为朋友的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b8b6e71-2fc9-4219-b2a0-53af9b78384b",
    "title": {
      "en": "Seinaru Otome to Himegoto wo"
    },
    "updatedAt": "2024-08-14T23:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/7b8b6e71-2fc9-4219-b2a0-53af9b78384b/360b97d6-538d-4112-9cb5-a7832e11b0b0.png",
    "altTitles": [
      {
        "ja": "聖なる乙女と秘めごとを"
      },
      {
        "en": "Doing Secret Things with the Holy Maidens"
      },
      {
        "en": "The Holy Maiden and the Secret"
      },
      {
        "zh-hk": "與聖潔少女們的不可告人之事"
      },
      {
        "zh": "与圣洁少女们的不可告人之事"
      }
    ],
    "description": {
      "en": "“Please teach us naughty things.” One day, Itsuki is transported to another world, where he is confronted by sisters who serve the goddess. In order to return to the real world, he must give them practical sex education!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]