[
  {
    "mangaId": "7a29375a-13bc-4dcd-b42b-84bd204be080",
    "title": {
      "en": "Dr. Frost"
    },
    "updatedAt": "2024-09-07T08:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/7a29375a-13bc-4dcd-b42b-84bd204be080/f3f9c124-0eed-4c26-af07-139a545ffaa3.png",
    "altTitles": [
      {
        "ru": "Доктор Фрост"
      },
      {
        "ko": "닥터 프로스트"
      },
      {
        "en": "Doctor Frost"
      },
      {
        "zh-hk": "Frost醫生"
      },
      {
        "ar": "الدكتور فروست"
      },
      {
        "ja": "ドクターフロスト"
      },
      {
        "zh": "神探佛斯特"
      },
      {
        "zh": "神探佛斯特_NEXT"
      }
    ],
    "description": {
      "en": "Genius psychologist works as psychologist."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "264"
  },
  {
    "mangaId": "805c3a24-64c3-410f-9216-c828ab6b60f2",
    "title": {
      "en": "BTOOOM!"
    },
    "updatedAt": "2024-06-01T15:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/805c3a24-64c3-410f-9216-c828ab6b60f2/f7fff04b-461e-4995-b700-484a829374cb.jpg",
    "altTitles": [
      {
        "ru": "Бтууум!"
      },
      {
        "ru": "Взрыв!"
      },
      {
        "ja": "ブトゥーム"
      }
    ],
    "description": {
      "en": "Sakamoto Ryouta is an unemployed 22-year-old who lives with his mother. In the real world, there may be nothing really special about him, but online, he's one of the world's top players of the combat game \"BTOOOM\"!  \n  \nOne day, he awakes in what appears to be a tropical island, though he has no memory of how or why he has come to be there. While wandering around, Ryouta sees someone and calls out for help. The stranger responds by throwing a bomb at him! Now Ryouta realizes both that his life is in danger, and that he has somehow been trapped in a real-life version of his favorite game! Will Ryouta be able to survive long enough to figure out how and why he ended up here?  \n  \n\n\n---",
      "ru": "Сакамото Рёта — 22-летний безработный, игрок мирового уровня в популярную командную боевку «Btooom!». То, что он при этом сидит на шее у матери, парня не волнует, мыслями он всецело в виртуальном мире, где крут, беспощаден и неотразим. Только в наше время до виртуальной реальности далеко — в этом Рёта убедился на своей шкуре, очнувшись в джунглях, крепко избитый, с чужой сумкой и полным сумбуром в голове. В общем, вышло так, что чья-то злая воля закинула на необитаемый остров несколько десятков игроков и предложила им сразиться в «Btooom!» вживую и по-крупному. Без оружия, без доспехов — только ручные бомбы, собственные тела и гражданская одежда. Как говорится — естественный отбор!  \n  \nНо истинного игрока королевской битвой смутить сложно, особенно когда на кону собственная жизнь. Так что вскоре Рёта отбросил интеллигентские сопли и приготовился, как не столь далекие предки, жить по принципу «или ты, или тебя». Главное — выжить, а там уже можно пофилософствовать о смысле бытия и вдоволь поспорить с сердечной подругой Химико — за что им досталась такая участь? Как говорят: не согрешишь — не покаешься, не покаешься — не спасешься. А еще на острове можно повидать новые места, насладиться прекрасной природой, встретить много интересных людей… и убить их!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/BTOOOM_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/JokeRJUN)  \n- [Official Anime (JP)](http://www.btooom.com/)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "26.5",
    "lastChapter": "125"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-01T07:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-08-21T17:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/b4ef6e74-7922-4fa9-a71d-b11fd95894ea.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbac0738-c888-4600-9212-7eafdb54e1d6",
    "title": {
      "en": "Watashi no Tonari no Yandere-kun"
    },
    "updatedAt": "2024-09-07T19:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/bbac0738-c888-4600-9212-7eafdb54e1d6/f3e41892-e894-44bd-a2c8-b8e5c296b218.jpg",
    "altTitles": [
      {
        "ja": "わたしの隣のヤンデレくん"
      },
      {
        "en": "My Yandere Neighbour"
      }
    ],
    "description": {
      "en": "\"My kouhai Kishi-kun appears to be my stalker.\"\nRika, who works at a production company, is troubled by the presence of her kouhai, Kishi, who seems to hold an abnormal adoration for her.\nAt the office, he's always looking at her from behind, he notices even the smallest changes, and on top of all that he also turns out to live next door?!\nHe cares so much about Rika that he can't stop acting in mysterious ways that barely cross the line...! Yandere office love!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-09-07T19:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/972541d9-0e22-4227-92ea-c1693287a0da.jpg",
    "altTitles": [
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      },
      {
        "ru": "Девушка изменила мне с другим, и теперь моя дьяволёнок-кохай пристаёт ко мне"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less! Her name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "ja": "クリスマス直前に彼女に浮気された大学二年・羽瀬川悠太。 意気消沈する彼の前に、サンタの格好をした美少女後輩・志乃原真由が現れる！ グイグイ来る彼女は、次第に家にまで上がり込むようになり…！？",
      "ru": "Однажды за несколько дней до Рождества, молодой Хасегава Юта тяжело расстался со своей бывшей девушкой, которая ему изменила. После повседневного диалога со своей давней подругой Мино Аякой, Юта встретил красивую во всех смысла слова девушку по имени Маю Шиномия, одетую в костюм Санты. Неужели внезапная встреча с кокетливой красоткой станет рождественским подарком для Юты?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-08-24T22:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.It's the beginning of an introverted high school guy => gender-swapped gyaru comedy!---- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f2da50-d26f-4438-89d4-e5b21c8326db",
    "title": {
      "en": "Kamen Rider SPIRITS"
    },
    "updatedAt": "2023-12-28T04:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/47f2da50-d26f-4438-89d4-e5b21c8326db/e0a3b113-6f8c-4ba2-807e-ee81934ca230.jpg",
    "altTitles": [
      {
        "en": "Masked Rider Spirits"
      },
      {
        "ja": "仮面ライダーSPIRITS"
      },
      {
        "en": "Legend of the Kamen Riders"
      }
    ],
    "description": {
      "en": "After Japanese-American FBI agent Taki Kazuya and Kamen Rider 1 defeat a bat monster, they decide to contact the former riders including Stronger to investigate the appearance of monsters attacking them and civilians. Their investigation reveals the coming of an alien empire out to destroy the Earth, finishing the work that Shocker and other terrorist organizations have failed due to their defeat at the Rider's hands."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "96"
  },
  {
    "mangaId": "30e8e05f-1450-41e5-b8f4-922ff4799c19",
    "title": {
      "en": "Ninja Papa"
    },
    "updatedAt": "2024-05-20T22:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/30e8e05f-1450-41e5-b8f4-922ff4799c19/7c29a31a-0b95-4751-854b-1ad50183fe34.jpg",
    "altTitles": [
      {
        "ja": "忍者パパ"
      }
    ],
    "description": {
      "en": "Nobu, a 32 year old salary man, is spreading justice from the shadows as a ninja while maintaining his family and working at his company. What he doesn't know is that he is being followed by mysterious persons and his gifted family. Can he put everything in order?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": null
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc90853b-a3e6-4d5b-8b47-1fa15aa15923",
    "title": {
      "en": "19 Days"
    },
    "updatedAt": "2024-01-06T15:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/dc90853b-a3e6-4d5b-8b47-1fa15aa15923/3d8d6fd0-e0bd-405e-93d9-3645c2053773.jpg",
    "altTitles": [
      {
        "es": "19 Días"
      },
      {
        "no": "19 Dager"
      },
      {
        "pl": "19 Dni"
      },
      {
        "tr": "19 Gün"
      },
      {
        "it": "19 Giorni"
      },
      {
        "id": "19 Hari"
      },
      {
        "fr": "19 Jours"
      },
      {
        "tl": "19 na Araw"
      },
      {
        "zh": "19 Tian"
      },
      {
        "zh": "19天"
      },
      {
        "ja": "19日"
      },
      {
        "zh": "Yidan"
      },
      {
        "ru": "Однажды"
      },
      {
        "zh": "一旦"
      },
      {
        "vi": "19 Ngày"
      },
      {
        "ar": "19 يومًا"
      },
      {
        "ko": "19일"
      }
    ],
    "description": {
      "en": "The cute and funny adventures of a boy and his best friend.  \n  \nNote: The story starts at chapter 42. The earlier chapters contain insert art of the characters by the author.",
      "pl": "Opowieść o przygodach czwórki przyjaciół. Zbieżność w numeracji rozdziałów wynika z zastosowania odmiennego niż angielska grupa systemu liczbowania dodatków – tłumaczenia są mniej więcej na tym samym etapie.",
      "zh": "幼儿园里的一次合影是见一、展正希一辈子情谊的起点。一起长大的发小在校园里又遇见了贺天、莫关山这些好朋友。《19天》不仅仅是四人轻松愉快的校园日常，也是男孩们相互理解帮助最终成长的青春物语。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "218041a6-9243-4360-9810-e5810cf14af4",
    "title": {
      "en": "Harmony"
    },
    "updatedAt": "2024-09-06T05:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/218041a6-9243-4360-9810-e5810cf14af4/e5b23ee9-e153-4f74-a608-bd5d1523c559.jpg",
    "altTitles": [
      {
        "ja": "ハーモニー"
      },
      {
        "zh": "Harmony -和声-"
      }
    ],
    "description": {
      "en": "Published in the slow-release magazine Le Paradis, Harmony is a side story of 14-sai no Koi, following the age gap relationship between middle school student Nagai Tatsumi and his music teacher, Hinohara Yuka."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d010121-339f-49e5-b1a0-5d86830da746",
    "title": {
      "en": "My Favorite Manager"
    },
    "updatedAt": "2024-08-26T15:45:01+00:00",
    "coverArt": "https://mangadex.org/covers/1d010121-339f-49e5-b1a0-5d86830da746/6bf487e4-51b7-4299-bde3-03a020dbdadf.jpg",
    "altTitles": [
      {
        "ko": "최애의 매니저"
      }
    ],
    "description": {
      "en": "Lee Yoon-Su, a 29-year-old man whose mental state has collapsed due to continuous interview failures, falls in love with Yuria, a female streamer he happens to come across.\n\n He ends up joining Yuria's affiliated management company, Blue Cloud, and becomes Yuria's dedicated manager through his senior's referral. \n\nHe finds happiness in witnessing Yuria's everyday life, but the moment he sees her true self, he is in for a big shock!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d78958be-e777-4af1-bcaf-7c6b7f95776f",
    "title": {
      "en": "Summer Pockets Reflection Blue Support Manga"
    },
    "updatedAt": "2022-10-20T14:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/d78958be-e777-4af1-bcaf-7c6b7f95776f/6f9bda8d-ffdc-4083-b823-7d02b5d96d08.jpg",
    "altTitles": [
      {
        "ja": "Summer Pockets REFLECTION BLUE 応援漫画"
      }
    ],
    "description": {
      "en": "Summer Pockets story:  \nTo help manage his recently deceased grandmother's effects, the protagonist Takahara Hairi travels to Torishirojima during his summer vacation. Hairi finds himself starting to adjust to life on this island, surrounded by nature far lusher than anything he has ever come across back in the city. Time seems to flow by casually on this island, and as it does, memories of something nostalgic keep coming back to him… Memories of something he had long forgotten.   \n  \nThis series of short manga chapters by various artists is published for free online to hype up a new release of the visual novel.  \n  \nChapter 1 by Hinata Nonoka  \nChapter 2 by Remotaro  \nChapter 3 by Asami Yuriko  \nChapter 4 by ZEN  \nChapter 5 by Ikeda Jun  \n  \n**Links:**  \n- [Original Visual Novel](https://store.steampowered.com/app/897220/Summer_Pockets/) (Steam)",
      "vi": "Những mẫu manga ngắn để cổ động phát hành Summer Pockets Reflection Blue, do nhiều họa sĩ quen thuộc với kagikko thực hiện. Xuất phát từ visual novel của công ty Key vào năm 2020."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-07-25T04:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/e324e5ad-e697-4a5f-90b1-5ce0883aeec9.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！",
      "pt-br": "Tokimori-san é uma mulher linda e bem-sucedida. Mas quando ela está fora do trabalho, ela tende a ficar um pouco distraída! Viver junto com a charmosa Tokimori-san sempre me deixa nervoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d216412-2453-451b-91b6-bedfcd9639d4",
    "title": {
      "en": "OL Vtuber to Oshi JK-chan"
    },
    "updatedAt": "2024-08-23T22:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/6d216412-2453-451b-91b6-bedfcd9639d4/5f88cea0-a566-4971-8823-b14d686a4150.jpg",
    "altTitles": [
      {
        "ja": "OL Vtuberと推しJKちゃん"
      },
      {
        "zh": "OL Vtuber与她推的JK"
      },
      {
        "zh-ro": "OL Vtuber yǔ tā tuī de JK"
      },
      {
        "zh-hk": "OL Vtuber與她推的JK"
      },
      {
        "en": "OL Vtuber and Oshi JK-chan"
      },
      {
        "en": "Office Lady Vtuber and Her Fave High Schooler-chan"
      }
    ],
    "description": {
      "en": "Kumagai Hinano, a regular office worker, relieves her stress with baths, alcohol, and Vtubing! She is a streamer of video games. Her favorite Vtuber is Emori Ato, a character with a seductive and sexy voice that just makes one melt!\n\nAs chance would have it, Hinano decided to collaborate with her fave. When she went to meet up with her, the person waiting for her was...?!\n\nThe story of a tired office worker Vtuber and a mysterious JK onee-san who collaborate with each other in a very exciting way.",
      "ja": "普通の会社員、熊谷雛乃【くまがい ひなの】26歳のストレス発散は、お風呂とお酒と...Vtuber！　ゲーム実況の配信なんかをやっているのだ。\nそんな彼女の推しVは、江守亜都【えもり あと】。魅惑のセクシーボイスでとろかす色っぽいキャラ！\n\nひょんなことから、推しとコラボすることになった雛乃。待ち合わせ場所に向かうとそこに待っていたのは......!?\n\nお疲れ気味OL Vtuberと、ワケあり風味なJKおねーさんのとびきり蕩けるコラボが描く、尊しストーリー♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "1596722b-bd80-431c-9721-96458dde8a4c",
    "title": {
      "en": "My Girlfriend Is a Zombie"
    },
    "updatedAt": "2024-06-01T18:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/1596722b-bd80-431c-9721-96458dde8a4c/e70b4a56-5ee3-412a-8e55-c1956a5f3982.png",
    "altTitles": [
      {
        "en": "Guardian Girlfriend"
      },
      {
        "en": "Virus Girlfriend"
      },
      {
        "zh": "我的女友是丧尸"
      },
      {
        "zh": "我的守护女友"
      },
      {
        "zh": "我的病毒女友"
      },
      {
        "zh-ro": "Wo De Shouhu Nuyou"
      },
      {
        "kk": "Менің қызым — зомби"
      }
    ],
    "description": {
      "en": "Faced with doomsday, the special power inside Ling Mo was woken up. He found out that he could control zombies. Therefore he could walk through the zombie crowd safe and sound using his power, and eventually, he met his beloved girlfriend - Ye Lian, but only to find out that she had already been transformed into a zombie. To help Ye retrieve her memories, Ling Mo started his survival in doomsday.",
      "pl": "W obliczu dnia zagłady, Ling Mo przebudził wewnątrz siebie specjalną moc. Odkrył on, że może kontrolować zombie. Dlatego mógł bezpiecznie przejść przez tłum zombie i przeżyć, a ostatecznie spotkał swoją ukochaną dziewczynę - Ye Lian, ale tylko by dowiedzieć się, że została już przekształcona w zombie. Aby pomóc Ye odzyskać swoje wspomnienia, Ling Mo rozpoczął swoje przetrwanie podczas apokalipsy.",
      "es-la": "Ante el día del juicio final, el poder especial dentro de Ling Mo fue despertado. Él se percató que podía controlar a los zombis. Debido a su poder, podía caminar sano y salvo a través de la multitud de zombis, y eventualmente se reunió con su amada novia, Ye Lian, pero solo para descubrir que ella ya se había transformado en un zombi. Para ayudarla a recuperar sus recuerdos, Ling Mo comenzó su supervivencia en el día del juicio final.",
      "pt-br": "Diante do apocalypse, o poder especial dentro de Ling Mo foi despertado. Ele descobriu que podia controlar os zumbis. Por causa de seu poder, Ele podia caminhar em segurança através de hordas de zumbis, e, eventualmente, ele se reencontrou com sua amada namorada – Ye Lian, Apenas para descobrir que ela já havia se transformado em um zumbi. Para ajudá-la a recuperar suas memórias, Ling Mo embarca em uma jornada para sobreviver no apocalypse."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d042e605-a07a-4cd2-87d5-ebe53c0b135f",
    "title": {
      "en": "Ano Toki Tasukete Itadaita Monster Musume desu."
    },
    "updatedAt": "2024-07-21T19:13:36+00:00",
    "coverArt": "https://mangadex.org/covers/d042e605-a07a-4cd2-87d5-ebe53c0b135f/aaf57cc7-73aa-49f7-b272-63d18bc804b6.jpg",
    "altTitles": [
      {
        "ja": "あのとき助けていただいたモンスター娘です。"
      },
      {
        "ja": "「あのとき助けていただいたモンスター娘です。」異世界おっさん教師 突然のモテ期に困惑する"
      },
      {
        "ja-ro": "\"Ano Toki Tasukete Itadaita Monster Musume desu.\": Isekai Ossan Kyoushi Totsuzen no Moteki ni Konwaku suru"
      },
      {
        "en": "The Girl Monster I Saved."
      },
      {
        "zh": "那个时候被你拯救了的那个魔物娘是我的说。"
      },
      {
        "vi": "Cô bé ấy là con quái vật mà tôi đã cứu lấy năm xưa"
      }
    ],
    "description": {
      "en": "Some 20 years have passed since the protagonist was summoned to another world and retired from the army. He is still single in his 40s and lives as a low-ranking professor, until one day, an elite 'monster girl' transfers into his class.",
      "ja": "異世界に召喚され、軍を退役してから約20年。主人公は未だ独身で、もう40代も半ば。Eランクの落ちこぼれ教師として生活するある日、彼の学園にエリートの「モンスター娘」が転校してくるのだった。。",
      "vi": "Câu chuyện về một ông giáo trung niên (trước đây là một anh hùng) ở dị giới tình cờ gặp lại cô học trò vốn dĩ là con bạch tuộc cute phô mai que mà anh từng cứu giúp và dạy dỗ trước đây.",
      "pt-br": "Cerca de 20 anos se passaram desde que o protagonista foi convocado para outro mundo e se aposentou do exército. Ele ainda está solteiro na casa dos 40 anos e vive como um professor de baixo escalão, até que um dia, uma 'garota monstro' de elite é transferida para sua classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-08-26T14:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/21275617-f830-4db9-90f0-aa4a6f953ec9.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a670fa43-0472-4736-af30-785d8c08fb1c",
    "title": {
      "en": "Subaru to Suu-san"
    },
    "updatedAt": "2024-08-05T17:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/a670fa43-0472-4736-af30-785d8c08fb1c/117fb573-ed16-447a-bb36-afc8c56053d9.jpg",
    "altTitles": [
      {
        "en": "The Strange Life of Subaru"
      },
      {
        "ja": "昴とスーさん"
      },
      {
        "zh": "根号昴的奇异人生"
      },
      {
        "ko": "스바루와 스 씨"
      }
    ],
    "description": {
      "en": "Mio and Subaru live together in a small apartment avoiding attention. While they masquerade as siblings with an age gap, Subaru holds a secret."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "c098d85a-54a1-45dd-9921-d8ab3dd26d0b",
    "title": {
      "en": "Lord"
    },
    "updatedAt": "2024-08-25T16:12:12+00:00",
    "coverArt": "https://mangadex.org/covers/c098d85a-54a1-45dd-9921-d8ab3dd26d0b/a3b54321-cd37-498f-9a0f-d1184d36a3a2.jpg",
    "altTitles": [
      {
        "ja": "覇－LORD"
      },
      {
        "fr": "Lord (Pika)"
      }
    ],
    "description": {
      "en": "The story is loosely based on the Three Kingdoms period, using both real and original characters and events from the historical period in Chinese history and folklore of the Romance of the Three Kingdoms."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "154"
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac6819d8-de35-442c-82dd-3444983d4f26",
    "title": {
      "en": "Remarried Empress"
    },
    "updatedAt": "2024-09-05T02:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/ac6819d8-de35-442c-82dd-3444983d4f26/6fadbf8b-1be6-4c37-9a57-4e03721674f3.png",
    "altTitles": [
      {
        "ko-ro": "Jaehon Hwanghu"
      },
      {
        "en": "Second Marriage of the Empress"
      },
      {
        "en": "The Remarried Empress"
      },
      {
        "ru": "Второй брак императрицы"
      },
      {
        "ru": "Императрица вновь выходит замуж"
      },
      {
        "ru": "Императрица снова выходит замуж"
      },
      {
        "ru": "Повторное замужество императрицы"
      },
      {
        "ko": "재혼 황후"
      },
      {
        "fr": "L’impératrice remariée"
      }
    ],
    "description": {
      "en": "Navier was the perfect Empress and a masterful administrator and regent for the empire; however, she and the Emperor were not lovers, and the Emperor wanted a wife, not a colleague. And so, he sought a concubine and placed a secretly ambitious slave girl beside him. That was fine, as she was willing to allow him his concubine of choice… until Navier heard the Emperor promised the slave girl the Empress' position. After much agonizing, Navier decided to marry the king of the neighboring kingdom.  \n  \nA popular web novel adapted to webtoon.  \n\n\n---",
      "ru": "Навье была идеальной императрицей, однако императору нужна была жена, а не коллега. И вот император оставил императрицу Навье и взял в наложницы рабыню Рашту. Всё было прекрасно, пока Навье не услышала, как император пообещал рабыне место императрицы. После долгих мучений Навье решила, что она снова выйдет замуж."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Fujii on the Roadside"
    },
    "updatedAt": "2024-08-27T10:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/ec48034e-57b0-433e-b1f5-613f6b1e54bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Robou no Fujii"
      },
      {
        "ja": "路傍のフジイ"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-07-20T19:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      },
      {
        "es-la": "Robé El Alma del Ranker Número Uno"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-08-30T14:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "664e8181-7b5e-4225-abcb-9e01f34b76a3",
    "title": {
      "en": "The Crazy Killer Whale’s Favourite Penguin"
    },
    "updatedAt": "2024-07-31T21:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/664e8181-7b5e-4225-abcb-9e01f34b76a3/888a31a2-b72a-4845-8491-b1f27636bc4b.jpg",
    "altTitles": [
      {
        "ko": "미친 범고래의 애착 펭귄"
      }
    ],
    "description": {
      "en": "Born as a penguin, I miraculously transformed into a human. The problem? My guardian, the Tower Master, hates beastmen. Fearing discovery, I ran away, only to be found out by a self-proclaimed penguin enthusiast.\n\nWhale clan orca beastman, Suuradel, looked at me intensely, his eyes reddening sensually.\n\n“Ha… Your wild eyes are incredible.”\n\nThose aren’t eyes, just white feathers.\n\n“May I touch your belly fat?”\n\nSeriously? Furious, I pecked at him, but he looked oddly elated.\n\n“Did you just kiss me?”\n\n…It seems I got caught by a lunatic, not a penguin enthusiast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-06-05T07:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/d3154ed8-eb5b-4b04-807b-e0b5dd8531cb.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf66e9a-afe9-4069-ac5e-fc56aab51e03",
    "title": {
      "en": "THE POOL"
    },
    "updatedAt": "2024-07-21T23:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/6bf66e9a-afe9-4069-ac5e-fc56aab51e03/83d7a4c7-8673-432c-a8db-2000d50fd0dd.jpg",
    "altTitles": [
      {
        "ja": "ＴＨＥ　ＰＯＯＬ"
      },
      {
        "ja-ro": "THE POOL"
      },
      {
        "ne": "द पूल"
      },
      {
        "ru": "Бассейн"
      }
    ],
    "description": {
      "en": "A squad of soldiers receive a distress signal from an abandoned mining facility where they soon have to face dangerous creatures in a battle of survival."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1573248-e9b7-4847-a373-60e84e3907e7",
    "title": {
      "en": "Kanpeki Sugite Kawaige ga nai to Konyaku Hakisareta Seijo wa Ringoku ni Urareru"
    },
    "updatedAt": "2024-08-31T18:34:27+00:00",
    "coverArt": "https://mangadex.org/covers/d1573248-e9b7-4847-a373-60e84e3907e7/968b3d78-bd78-4184-a2c7-a6f3f1785861.jpg",
    "altTitles": [
      {
        "ja": "完璧すぎて可愛げがないと婚約破棄された聖女は隣国に売られる"
      },
      {
        "ja-ro": "Kanpeki Sugite Kawaigeganai to Konyaku Hakisareta Seijo wa Ringoku ni Urareru"
      },
      {
        "en": "The Saint Whose Engagement Was Broken When She Became Too Perfect Is Sold off to a Neighboring Kingdom"
      },
      {
        "th": "เพราะสมบูรณ์แบบจนไม่น่ารัก สตรีศักดิ์สิทธิ์จึงถูกถอนหมั้นและขายไปอาณาจักรข้างเคียง"
      }
    ],
    "description": {
      "en": "Born into a family of saints, Philia’s childhood was filled with harsh education. Nevertheless, it formed her into a great saint and secured her engagement with the second Prince, Julius. But when she became too perfect and thus not cute in his eyes, Julius broke their engagement! That's why he decided to make her leave her homeland and make her a saint for a neighboring kingdom in exchange for money and resources. Philia was prepared to be treated miserably but what awaited her was an unexpected welcome!\n\nConfused by her new circumstances, she began to use her powers to help solve the citizens' problems such as creating a barrier against monsters and creating a cure for the illness that wreaked havoc on the land. With her new found position, Philia recollected her memories of being in a novel and the future outbreak of monsters that was to come. She used her knowledge and with the help of the people, they quickly dealt with the problem! But at the same time, the very same country that sold her off was also in danger-?!",
      "ja": "“聖女”を代々輩出する家系に生まれたフィリアは、幼少からのスパルタ教育により「歴代最高の聖女」と評される程の実力を身につけ、完璧に仕事をこなしていた。だが、あまりの隙のなさに「完璧すぎて可愛げがない」と腫れ物のように扱われ、婚約者の第二王子ユリウスからも婚約破棄をされてしまう――。さらに“聖女”が不在のため苦しむ隣国との取引でフィリアは、莫大な金を対価に売られることに。隣国での悲惨な扱いを覚悟するフィリアだったが、待っていたのは予想外の大歓迎で……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b947fed-957b-44e1-8889-d998b95ba3e4",
    "title": {
      "en": "Kanojo ga Onii-chan ni Nattara Shitai 10 no Koto"
    },
    "updatedAt": "2024-09-04T15:31:04+00:00",
    "coverArt": "https://mangadex.org/covers/5b947fed-957b-44e1-8889-d998b95ba3e4/f267e14e-3ea0-475e-a75a-45eba35506c2.jpg",
    "altTitles": [
      {
        "ja": "彼女がお兄ちゃんになったらしたい10のこと"
      },
      {
        "en": "10 Things I’d Want to Do if She Becomes My Big Brother"
      }
    ],
    "description": {
      "en": "As a result of entering high school, Nanase moves into a sharehome. Only, there is a special rule that states \"all the residents must be assigned a family role\"!! What will happen of Nanase's life as she starts living with her pretend family...!?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/3b271922-4649-45e8-b98f-4c92bc32e055.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b84aab1-c7fd-4320-9d66-8bef80b8d178",
    "title": {
      "en": "Koha-Ace+"
    },
    "updatedAt": "2024-09-07T18:31:15+00:00",
    "coverArt": "https://mangadex.org/covers/0b84aab1-c7fd-4320-9d66-8bef80b8d178/6c3015bd-6028-45ac-8d52-3f803480a92c.png",
    "altTitles": [
      {
        "en": "Koha-Ace Plus"
      },
      {
        "ja": "コハエース＋"
      },
      {
        "ja": "コハエースプラス"
      }
    ],
    "description": {
      "en": "One year after the previous Koha-Ace, they're back at it again! The curtain draws on another disrespectful battle royale that TYPE-MOON somehow manages to tolerate! (Sequel to Koha-Ace)"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "fd72da46-b7f5-48a1-811c-b1be0bacf3a9",
    "title": {
      "en": "Akugyaku Seijo desu ga, Aisuru Danna-sama no Oyaku ni Tachitai desu. (To wa Ie, Kirawarete Iru no desu ga)"
    },
    "updatedAt": "2024-06-06T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/fd72da46-b7f5-48a1-811c-b1be0bacf3a9/0cf385f4-55de-42bb-bcc0-439715bb6640.jpg",
    "altTitles": [
      {
        "ja-ro": "Akugyaku Seijo desu ga, Aisuru Danna-sama no Oyaku ni Tachitai desu. (To wa Ie, Kirawarete Iru no desu ga)"
      },
      {
        "ja": "悪虐聖女ですが、愛する旦那さまのお役に立ちたいです。（とはいえ、嫌われているのですが）"
      }
    ],
    "description": {
      "en": "When Charlotte wakes up, she has amnesia. Her power as a \"rare saint\" is blocked, but that's no big deal, because her husband, Osvald, is too good-looking...! However, it seems that in the past, Charlotte has tormented people with her cruel behavior, and because of that, he hates her...?\nIf that is the case, I will try my best to hide the fact that I have amnesia and be of service!\nA handsome and heart-warming love fantasy between the master's most favorite evil saint and a clumsy genius sorceress!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-07-13T19:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0b0db0-627f-4120-ba3c-a319c87897d2",
    "title": {
      "en": "Bus Romance"
    },
    "updatedAt": "2024-04-23T11:24:27+00:00",
    "coverArt": "https://mangadex.org/covers/4e0b0db0-627f-4120-ba3c-a319c87897d2/13330c7b-4abc-4f18-9896-b501172d8336.jpg",
    "altTitles": [
      {
        "ja": "バスロマンス"
      },
      {
        "vi": "Xe buýt tình yêu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65d803b2-3efc-4200-b729-e99a0f7f37a3",
    "title": {
      "en": "Danzai sareta Dame Ouji, Hiroimashita"
    },
    "updatedAt": "2024-07-28T16:54:48+00:00",
    "coverArt": "https://mangadex.org/covers/65d803b2-3efc-4200-b729-e99a0f7f37a3/67dee0de-3fb4-4b37-90ed-93e0931230bf.jpg",
    "altTitles": [
      {
        "ja": "断罪されたダメ王子、拾いました。"
      },
      {
        "en": "The Condemned Wasteful Prince, Now Picked Up"
      },
      {
        "th": "พ่อหนุ่มเหลวแหลก น้องผู้นี้จะปั้นให้เป็นหงส์"
      },
      {
        "th": "ข้าได้เก็บองค์ชายไร้ค่าผู้ถูกเนรเทศมาเลี้ยงดูแล้ว"
      }
    ],
    "description": {
      "en": "Kurhi, the first prince of the Gahama Kingdom, was the epitome of a \"spoiled prince\" with his arrogant attitude and behavior. After countless misdeeds, he was finally banished from the royal family and reduced to a commoner.\n\nThe mud-covered former prince finds himself at an inn run by Emma, a girl with a severe obsession with royalty. Emma is bewildered by the sudden appearance of her \"favorite\" and experiences a major dissonance with his changed personality.\n\nDetermined to help her \"favorite\" get back on his feet, Emma embarks on a grand project!",
      "ja": "ガハマ王国の第一王子クルヒは、\n尊大な態度と言動で絵に描いた“ダメ王子”だった。\n数々の悪行の果て、遂に王家から追放され\n平民に身を落としてしまう――。\n\n泥だらけの元王子がたどり着いたのは\n重度の王宮オタクの少女・エマが営む宿屋で!?\n\n一方エマは、突然目の前に現れた“推し”に困惑。\n変わり果てた性格に盛大な解釈違いを起こし――…。\n\n“推し”の人生再起を成し遂げるべく\nエマの壮大なプロジェクトが始動！",
      "th": "องค์ชายครูฮี ผู้หยิ่งทระนงและอหังการ ถูกขับไล่จากพระราชวังเนื่องจากความประพฤติอันเหลวไหลไร้ขอบเขต องค์ชายพลัดถิ่นซัดเซพเนจรมาถึงโรงแรมเล็กๆ ซึ่งมีเอ็มม่า ผู้คลั่งไคล้ทุกสิ่งในวังหลางเป็นเจ้าของ เมื่อครูฮีผู้เคยสูงส่งต้องสูญสิ้นทุกสิ่ง เอ็มม่าผู้บูชาความสมบูรณ์แบบก็มิอาจทนเห็นองค์ชายผู้เป็นที่รักต้องตกต่ำ นางจึงวางแผนการอันยิ่งใหญ่เพื่อฟื้นฟูเกียรติยศแห่งองค์ชายผู้เป็นที่รักให้กลับคืนมา"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-07-26T23:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3084080c-88b4-4932-b5e2-dc795f6059fa",
    "title": {
      "en": "Gimai ga Douyara Yandere Datta Hanashi (Official Colored)"
    },
    "updatedAt": "2024-09-03T08:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/3084080c-88b4-4932-b5e2-dc795f6059fa/bd546f3f-467f-4aa5-b0df-78173c48ca91.jpg",
    "altTitles": [
      {
        "ja": "義妹がどうやらヤンデレだった話 (カラー版)"
      },
      {
        "ja-ro": "Gimai ga Douyara Yandere Datta Hanashi (Color Ban)"
      },
      {
        "en": "The Story of My Stepsister Apparently Being a Yandere (Official Colored)"
      },
      {
        "id": "Adik Tiriku Ternyata Seorang Yandere"
      },
      {
        "vi": "Câu chuyện về việc sống cùng cô em kế yandere."
      }
    ],
    "description": {
      "en": "Yua became my sister through our parents' remarriage. She's incredibly cute and adores me...\n\nBut sometimes, the expressions she shows...",
      "vi": "Yua là em gái kế của tôi khi bố mẹ chúng tôi tái hôn với nhau.\n\nEm ấy rất là dễ thương và quý tôi lắm luôn. Nhưng có gì đó cứ là lạ."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/81bbc79e-9aec-4530-8fc9-04e707fbb9d1.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
    },
    "updatedAt": "2024-07-21T18:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.\n\nUsed, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. \n\nTurns out, his “worthless” job may just be the key to becoming a hero after all…\n\n\n---\n\n**Links:**\n- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]