[
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4710b856-0585-40d2-a87e-099fc032511f",
    "title": {
      "en": "Isekai Izakaya \"Nobu\""
    },
    "updatedAt": "2024-10-06T18:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/4710b856-0585-40d2-a87e-099fc032511f/52f9bfea-3918-422f-b935-cec5354fe4d4.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya Nobu"
      },
      {
        "en": "Parallel Universe Bar \"Nobu\""
      },
      {
        "zh": "异世界居酒屋外传「NOBU」"
      },
      {
        "ja": "異世界居酒屋「のぶ」"
      },
      {
        "ko": "이 세계 선술집 '노부'"
      },
      {
        "zh-hk": "異世界居酒屋「阿信」"
      },
      {
        "zh": "异世界居酒屋「阿信」"
      },
      {
        "it": "Il bar \"Nobu\" di un mondo parallelo"
      },
      {
        "vi": "Quán Rượu Dị Giới “Nobu”"
      },
      {
        "id": "Warung Dunia Lain \"Nobu\""
      },
      {
        "th": "อิซากายะต่างโลกโนบุ"
      },
      {
        "vi": "Xuyên Không tửu Lầu"
      }
    ],
    "description": {
      "en": "Imagine there is a bar with many weird kind of food and drink that might bring you to another world! The bar, so-called \"Nobu\" is located in a alley of the old city Aiteria. At the very first step, diners feels like falling into another completely country, with cold, super cool beer, so-called \"Toriaezu Nama\"! (from: MU)  \n  \nAdapted from [web novel (raw)](http://ncode.syosetu.com/n9773bj/) / light novel of same name.  \n\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20594)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E7%95%B0%E4%B8%96%E7%95%8C%E5%B1%85%E9%85%92%E5%B1%8B%E3%80%8C%E3%81%AE%E3%81%B6%E3%80%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "a500b8f7-5aa4-4bec-bf42-ba9a95af8997",
    "title": {
      "en": "Einen Koyou wa Kanou deshou ka"
    },
    "updatedAt": "2024-10-30T18:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/a500b8f7-5aa4-4bec-bf42-ba9a95af8997/6f674540-33de-4247-bf70-22a9b9779894.jpg",
    "altTitles": [
      {
        "ja": "永年雇用は可能でしょうか"
      },
      {
        "ja": "永年雇用は可能でしょうか ~無愛想無口な魔法使いと始める再就職ライフ~"
      },
      {
        "ja-ro": "Einen Koyou wa Kanou deshou ka: Buaisou Mukuchi na Mahoutsukai to Hajimeru Saishuushoku Life"
      },
      {
        "en": "Re-employment Life With an Unsociable Untalkative Magician"
      },
      {
        "en": "Is Long-Term Employment Possible ~ My Reemployment Life With an Unsociable Untalkative Magician"
      }
    ],
    "description": {
      "en": "Lucille was recently fired from her job as a maid after an adultery scandal. This is her re-employment life story with a silent unfriendly magician in a quiet town, away from the scandals.",
      "vi": "Cô hầu Lucille vừa bị đuổi khỏi ngôi nhà cô đã gắn bó 3 năm vì một lý do trời ơi đất hởi. Sau khi mất việc, cô quyết định bỏ lại quá khứ phía sau và bắt đầu cuộc sống mới ở một thị trấn nhỏ yên bình. Tại đây, cô đã tình cờ nhận được công việc hầu gái cho một pháp sư nổi tiếng khó tính.\nLiệu cuộc sống của Lucille sẽ bị đảo lộn như thế nào, khó khăn nào đang chờ đón. Đây là bộ truyện kể về cuộc sống của một nàng hầu vừa mất việc và pháp sư khó tính hướng nội."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9b2fbc4-e351-406c-a468-799be14033df",
    "title": {
      "en": "TenPuru -No One Can Live on Loneliness-"
    },
    "updatedAt": "2024-09-26T01:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/b9b2fbc4-e351-406c-a468-799be14033df/10578af3-8e60-4664-9fa4-65bf7a59c77f.jpg",
    "altTitles": [
      {
        "es": "Templo - Nadie puede vivir en soledad"
      },
      {
        "ja-ro": "Tenpuru"
      },
      {
        "ja": "てんぷる"
      },
      {
        "zh": "庙不可言"
      },
      {
        "en": "Temple"
      },
      {
        "de": "TenPuru: Von Einsamkeit kann man nicht leben"
      }
    ],
    "description": {
      "en": "That's right, I'll become a monk! Not knowing what to do with his worldly desires, Akagami Akemitsu aims to live a stoic life. However, the thick karmic blood flowing in him will not permit it!",
      "es": "Así es, me volveré un monje! Al no saber qué hacer con sus deseos mundanos, Akagami Akemitsu aspira a llevar una vida estoica. Sin embargo, la espesa corriente de energía del karma que fluye en él no lo permitirá.",
      "es-la": "\"É isso mesmo, eu vou me tornar um monge!\". Sem saber o que fazer com seus desejos mundanos, Akagami Akemitsu decide viver uma vida estóica. No entanto, o sangue cármico espesso que flui nele não permitirá!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4028472c-5ee4-4e5a-9d61-6aea6449edd9",
    "title": {
      "en": "Takou no Boyish Kanojo"
    },
    "updatedAt": "2024-11-17T01:22:52+00:00",
    "coverArt": "https://mangadex.org/covers/4028472c-5ee4-4e5a-9d61-6aea6449edd9/e0bba489-29b2-43b6-b7db-e64c29dddc04.jpg",
    "altTitles": [
      {
        "ja": "他校のボーイッシュ彼女"
      },
      {
        "en": "Boyish Girlfriend from Another School"
      },
      {
        "pl": "Chłopięca dziewczyna z innej szkoły"
      },
      {
        "pt-br": "Namorada tomboy de outra escola"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1726813-fc48-493d-91dd-f76bbbf6c310",
    "title": {
      "en": "Snow White"
    },
    "updatedAt": "2024-11-16T03:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/b1726813-fc48-493d-91dd-f76bbbf6c310/b042923d-d406-45a3-bb02-7500061ab959.jpg",
    "altTitles": [
      {
        "pt-br": "Branca De Neve"
      },
      {
        "ko": "백설옹주"
      }
    ],
    "description": {
      "en": "Eight years ago, Baek-sul Ong-joo lost everything in a sudden fire and was saved by Tae-gu, the blacksmith's child. While in hiding, Baekseol learns the truth about the events that led to her mother being falsely accused and executed, and vows revenge... Baekseol's journey to get everything back begins.",
      "pt-br": "Há oito anos, Baek-sul Ong-joo perdeu tudo num incêndio repentino e foi salva por Tae-gu, filho de um ferreiro. Enquanto se esconde, Baekseol descobre a verdade sobre os acontecimentos que levaram a sua mãe a ser falsamente acusada e executada, e jura vingança... A jornada de Baekseol para recuperar tudo começa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b96ec17-deb7-402b-b822-ae40e03533db",
    "title": {
      "en": "Gakuen Babysitters"
    },
    "updatedAt": "2024-10-11T20:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/9b96ec17-deb7-402b-b822-ae40e03533db/d73b61c2-bda7-4473-a448-7e3578ded5a7.jpg",
    "altTitles": [
      {
        "en": "School Babysitters"
      },
      {
        "es": "Escuela de Niñeros"
      },
      {
        "ja-ro": "Gakuen Babysitters"
      },
      {
        "th": "นักเรียนพี่เลี้ยงเด็ก"
      },
      {
        "zh": "学园Babysitters"
      },
      {
        "zh": "学园保姆"
      },
      {
        "ja": "学園ベビーシッターズ"
      },
      {
        "zh-hk": "學園Babysitters"
      },
      {
        "zh-hk": "學園奶爸"
      },
      {
        "tr": "Okul Bebek Bakıcıları"
      },
      {
        "vi": "Anh chàng bảo mẫu"
      },
      {
        "it": "Babysitter scolastici"
      },
      {
        "ko": "학원 베이비시터즈"
      },
      {
        "fa": "پرستاران بچه مدرسه"
      },
      {
        "zh-hk": "湊B同學仔 (Cantonese)"
      }
    ],
    "description": {
      "en": "After their parents are killed in a plane crash, Ryuuichi and his younger brother Kotarou are taken in by the chairman, who they never met before, of an elite academy. Ryuuichi becomes the school daycare's new babysitter.",
      "pt": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia.",
      "pt-br": "Após perderem os pais em um acidente de avião os irmãos Kotarou e Ryuuichi são mandados para o colégio Morinomiya, lá eles precisam trabalhar na creche para poder manter sua estadia."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "345676c2-4e04-4726-9dce-f789eb06c98c",
    "title": {
      "en": "Captive Hearts of Oz"
    },
    "updatedAt": "2024-07-25T08:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/345676c2-4e04-4726-9dce-f789eb06c98c/4311f11d-d61d-4e7c-89e2-e0e2bf3e5191.jpg",
    "altTitles": [],
    "description": {
      "en": "Dorothy, along with her beloved dog Toto, finds herself whisked away by a cyclone to the mysterious land of Oz. Something about the strange place feels oddly familiar, but Dorothy just wants to go home. Following the advice of a kindly Witch, Dorothy must travel to the Emerald City and seek out the Wizard of Oz, who alone has the power to send her back to her world. Captive Hearts of Oz reimagines L. Frank Baum’s original Oz stories in a modern, shoujo style. Each volume in this ongoing series will be released in oversized editions, featuring impressive artwork and several full-color illustrations."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "853f628b-ac25-4865-9f72-3f45d86f798b",
    "title": {
      "en": "Tonari no Stella"
    },
    "updatedAt": "2024-09-07T12:00:38+00:00",
    "coverArt": "https://mangadex.org/covers/853f628b-ac25-4865-9f72-3f45d86f798b/35746cfa-9ebb-4fc0-8e2b-52924b8a8689.jpg",
    "altTitles": [
      {
        "ja": "隣のステラ"
      },
      {
        "en": "Gazing at the Star Next Door"
      },
      {
        "en": "Stella Next To Me"
      },
      {
        "pt-br": "A Estrela ao Meu Lado"
      }
    ],
    "description": {
      "en": "Chiaki and Subaru have been the closest since they were kids. Chiaki has always liked him but as Subaru walks further into the world of entertainment, Chiaki decides the time has come to move past her one-sided feelings and find new love. Does she have enough resolve to meet someone better, or will she find herself shaken by her long-time love? A close, yet distant love story between a normal girl and her actor childhood friend!",
      "ja": "「遠くに行っちゃうと思ったら そばに来てくすぐらないでよ」\n\n今話題の若手俳優・スバルこと柊木 昴と幼なじみの女子高生・千明は、小さいころから昴に片想い中。だけど、どんどん人気が出て遠い存在になる昴を前にこの恋をあきらめたいと思う日々。でも、近すぎる距離感がそうさせてくれなくて…!!?",
      "pt-br": "A Chiaki e o Subaru têm sido os amigos mais próximos desde que eram crianças. A Chiaki sempre gostou dele, mas à medida que Subaru caminha mais para o mundo do entretenimento, Chiaki decide que chegou a hora de superar seus sentimentos não correspondidos e encontrar um novo amor. Será que ela tem determinação o suficiente para conhecer alguém melhor ou será que ela vai se ver abalada pelo seu amor de longa data? Uma história de amor próxima, porém distante, entre uma garota normal e seu amigo de infância que agora é famoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-11-02T13:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/063e70bf-e500-4626-9321-6bab0ec03778.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      },
      {
        "en": "Learning to Love My Cat-like Classmate"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "vi": "Cô nàng mèo ngủ gật và Chàng trai hướng nội"
      }
    ],
    "description": {
      "en": "Minato Seno’s high school life had just begun when his homeroom teacher requested his help with Nekozane, the cat-like chronic napper who sits next to him in class. Timid and socially anxious, Minato has never talked to her or even seen her face. But when he finally musters up the courage to wake Nekozane, she unexpectedly hugs him on the spot! Thus begins a sweet tale of two teens awkwardly stumbling into a new friendship, unaware that their feelings are slowly turning into something more!\n\n(Source: Manga UP! Global)",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "56f9943a-d4a7-4167-9654-32a09763dfd7",
    "title": {
      "en": "Ohayou Toka Oyasumi Toka"
    },
    "updatedAt": "2024-01-27T03:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/56f9943a-d4a7-4167-9654-32a09763dfd7/57c8a3ae-914c-42c7-bc08-7ea3a5260660.jpg",
    "altTitles": [
      {
        "en": "Good Morning or Good Night"
      },
      {
        "ja": "おはようとかおやすみとか"
      },
      {
        "zh": "早安晚安"
      },
      {
        "ja-ro": "Ohayou Toka Oyasumi Toka"
      }
    ],
    "description": {
      "en": "\"When you lose something, there is something that you remember.\"\n\nHinata Wahei, a 28-year-old professional house-building planner, with the sole ambition to start his new single lifestyle, was suddenly forced to live together with three sisters from his father's second marriage. The unforeseen co-existence is filled to the brim with trouble, as Wahei adheres to a self-sufficient, no-family-sentimentalisms personal code, having been raised as an only child in a family marred by divorce.\n\nA story about a small family of four. It's a tale that goes from \"I'm home\" to \"I'm off\", and from \"building a house\" to \"building a home\".",
      "ja": "「一度失くなっちゃうとさ、何があったか思い出せないよね」 念願の一人暮らしを始めた矢先、突如、異母妹の3人との同居を迫られた日向和平・28歳。 未知なる生き物達との同居はトラブルだらけで…? 小さな家族未満の4人が織りなす、「ただいま」から「いってきます」までの物語。"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "77c8cc57-95c1-4f9b-8843-493eb2697566",
    "title": {
      "en": "Souzai Saishuka no Isekai Ryokouki"
    },
    "updatedAt": "2024-11-01T17:01:06+00:00",
    "coverArt": "https://mangadex.org/covers/77c8cc57-95c1-4f9b-8843-493eb2697566/d1afe9b9-256a-4c6a-9759-c7b9c5da77db.jpg",
    "altTitles": [
      {
        "en": "A Gatherer's Adventure in Isekai"
      },
      {
        "ja": "素材採取家の異世界旅行記"
      },
      {
        "zh": "素材采取家的异世界旅行记"
      },
      {
        "ja-ro": "Sozai Saishu-ka no Isekai Ryokō-ki"
      },
      {
        "zh-hk": "素材採取家的異世界旅行記"
      },
      {
        "ru": "Путешествие по миру коллекционера материалов"
      },
      {
        "ko": "소재채취가의 이세계 여행기"
      },
      {
        "en": "The Otherworldly Travels of a Material Collector"
      }
    ],
    "description": {
      "en": "Takeru Kamishiro is an ordinary middle aged salaryman who was chosen by god to be reincarnated into a fantasy world in the body of a handsome young man in his prime. Takeru sets out to learn more about the world while gathering rare and interesting materials along the way to sell for money which he can use to gather even more materials ad infinitum."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc634b22-0c05-4a55-9b7e-3f55438a1ad3",
    "title": {
      "en": "Gekkan Shoujo Nozaki-kun"
    },
    "updatedAt": "2024-11-03T15:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/bc634b22-0c05-4a55-9b7e-3f55438a1ad3/4f86b7bc-3db8-4290-bc42-70f50434453a.jpg",
    "altTitles": [
      {
        "ja": "月刊少女野崎くん"
      },
      {
        "en": "Monthly Girls' Nozaki-kun"
      },
      {
        "tr": "Aylık Kızların Nozaki-kun'u"
      },
      {
        "id": "Komikus Shojo Nozaki"
      },
      {
        "hu": "Komikus Shoujo Nozaki-kun"
      },
      {
        "it": "L'assistente del mese"
      },
      {
        "pt": "Mangá mensal para garotas, Nozaki-kun"
      },
      {
        "pl": "Mistrz romansu Nozaki"
      },
      {
        "vi": "Nozaki & Truyện Tranh Thiếu Nữ"
      },
      {
        "ms": "Nozaki dari Majalah Gadis Bulanan"
      },
      {
        "es": "Nozaki y su revista mensual para chicas"
      },
      {
        "fr": "Nozaki-kun du mensuel des filles"
      },
      {
        "de": "Shojo-Mangaka Nozaki-kun"
      },
      {
        "ru": "Ежемесячное сёдзё Нозаки-куна"
      },
      {
        "ar": "نوزاكي-كون من مجلة الفتيات الشهرية"
      },
      {
        "ar": "مؤلف مانجا الفتيات الشهرية نوزاكي-كن"
      },
      {
        "th": "นักเขียนหน้าตายนายโนซากิคุง"
      },
      {
        "zh-hk": "月刊少女野崎同學"
      },
      {
        "zh": "月刊少女野崎君"
      },
      {
        "ko": "월간 순정 노자키군"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة تشيو ساكورا هي طالبة في المدرسة الثانوية، معجبة بزميلها أوميتارو نوزاكي، عندما تعترف بحبها له، يظن أنها معجبة ويعطيها توقيعه عندما تقول له إنها تريد أن تكون معه، يدعوها إلى منزله ويساعدها في تعلم رسم. تكتشف ساكورا أن نوزاكي هو في الواقع فنان شوجو مانغا مشهور يعمل تحت الاسم المستعار ساكيكو يومينو، توافق على أن تكون مساعدته من أجل الاقتراب منه.",
      "de": "Chiyo Sakura ist hoffnungslos in ihren Klassenkameraden Nozaki verliebt. Doch als sie ihm ihre Liebe gesteht, gibt Nozaki ihr ein Autogramm, lädt sie zu sich nach Hause ein… und drückt ihr einen Pinsel in die Hand.\n\nZu ihrer Überraschung entpuppt sich Sakuras Schwarm als berühmter Mangazeichner, der romantische Liebesgeschichten für Mädchen zeichnet! Um ihm näherzukommen, beginnt Sakura, als seine Assistentin zu arbeiten. Und eh sie sich versieht, steht ihr Alltag auf dem Kopf…",
      "en": "The boy of her dreams… is a girl's manga artist? To the eyes of high school student Chiyo Sakura, classmate Umetarou Nozaki–brawny of build and brusque of tongue - is a dreamboat! When Chiyo finally works up the courage to tell Nozaki how she feels about him, she knows rejection is on the table… but getting recruited as a manga-ka's assistant?! Never in a million years!\n\nBut for someone who makes a living drawing sweet girly romances, Nozaki-kun is a little slow on the uptake when it comes to matters of the heart in reality. And so Chiyo's daily life of manga making and heartache begins!\n\n---\n**Links:**\n- Alternative Official English - [MANGA UP!](https://global.manga-up.com/manga/125)",
      "es": "Aquel estudiante de bachillerato un poco brusco era dibujante de manga shôjo romántico.\n\nUmetarô Nozaki es un estudiante un poco brusco. Chiyo Sakura, que también estudia bachillerato, está enamorada de él y un día hace acopio de valor y se le declara. Sin embargo, por algún extraño motivo, en vez de convertirse en su chica, pasa a ser su asistente de manga shôjo. ¡Una comedia que narra el día a día de Nozaki, que, aunque es estudiante, también es un mangaka popular!",
      "fr": "La lycéenne Chiyo Sakura est tombée amoureuse d'Umetarou Nozaki, un grand jeune homme à l'air imperturbable, voire benêt. Lorsqu'elle lui confesse ses sentiments, il la prend pour une de ses fans et lui fait un autographe. Lorsqu'elle lui dit vouloir toujours être à ses côtés, il l'invite dans son appartement et lui donne du travail à faire. Chiyo découvre que Nozaki est en fait un mangaka renommé, qui écrit sous le pseudonyme Sakiko Yumeno. Elle accepte de devenir son assistante en espérant pouvoir se rapprocher de lui. En travaillant sur son shoujo manga *Let's Fall in Love*, Chiyo rencontre d'autres camarades qui apportent leur aide ou servent d'inspiration à Nozaki-kun pour ses personnages.",
      "id": "A, aku mau menembak cowok yang kusuka. Tapi saat berhadapan dengannya, yang keluar malah lain.\n\nTapi akhirnya, yang kudapat darinya adalah sebuah tanda tangan!?\nLho, lhoo..ternyata dia komikus komik cewek!?",
      "it": "Il ragazzo dei suoi sogni... è un disegnatore di manga per ragazze? Agli occhi della studentessa Chiyo Sakura, il suo compagno di classe Nozaki –rissoso, muscoloso e dalla lingua tagliente- è un vero sogno! Quando decide di dichiarargli, finalmente, i suoi sentimenti si aspetta di essere respinta… ma finire a fare l'assistente di un mangaka? Ma neanche in un milione di anni! Ma per qualcuno che si guadagna da vivere scrivendo di batticuori e patemi d'amore, Nozaki è… un po' lento di comprendonio per quanto riguarda la realtà. E così la vita di Chiyo, tra manga e amore, ha finalmente inizio...",
      "ja": "無骨な男子高校生は、乙女な少女漫画家でした。\n\n無骨な男子高校生「野崎梅太郎」。彼に恋をした女子高生「佐倉千代」は勇気を振り絞って告白するものの、何故か恋人ではなく少女漫画家のアシスタントになったのでした…。男子高校生でありながら人気少女漫画家でもある野崎くんの日常を描く、少女漫画家男子コメディー!!",
      "ko": "과묵하고 듬직한 남고생 노자키 군. 그런 노자키를 남몰래 짝사랑하던 사쿠라 치요는 용기내어 고백을 하지만 돌아오는 것은 노자키의 사인이었는데…?",
      "pl": "Nieokrzesany licealista okazuje się być autorem niewinnych mang shojo!\nChiyo Sakura zbiera się na odwagę i postanawia wyznać miłość Umetarou Nozakiemu, nieoględnemu licealiście, ale zamiast zostać jego dziewczyną, dostaje angaż w charakterze asystentki i od tej chwili razem tworzą komiksy. Oto komedia opowiadająca o codziennym życiu Nozakiego, profesjonalnego mangaki specjalizującego się w shojo!",
      "pt": "Sakura Chiyo confessa seu amor pelo Nozaki-kun, mas ele a confunde como uma fã! Incapaz de transmitir seus sentimentos, as coisas começam a ficar complicadas quando Nozaki-kun a convida para ir à sua casa, onde ela descobre que ele é um mangaká de mangá shoujo. Sakura então decide ser a assistente de Nozaki-kun, a fim de se aproximar dele. Agora, Sakura tem que transmitir os seus verdadeiros sentimentos enquanto a sua relação com Nozaki se desenvolve!  \n\n\n---",
      "ru": "Сакура пытается признаться Нозаки, а он дает ей автограф. Странно? Вовсе нет, ведь потом он сразу приглашает её домой, где Сакуру ждет сюрприз! Забавная история о парне, который рисует сёдзё, хотя совсем не выглядит знатоком девичьих сердец, и девушке, что всеми силами старается донести до него свои чувства.",
      "th": "นักเรียนมัธยมปลายหญิงชื่อซากุระ จิโยะแอบชอบเพื่อนร่วมห้องชายชื่อโนซากิ อุเมะทาโร่ แต่เมื่อซากุระสารภาพรักกับโนซากิ โนซากิกลับเข้าใจผิดว่าซากุระเป็นแฟนคลับจึงมอบลายเซ็นให้ เมื่อซากุระบอกว่าตนอยากอยู่เคียงข้างโนซากิ โนซากิก็เชิญซากุระมาที่บ้านแล้วให้ซากุระช่วยเขียนการ์ตูน ซากุระจึงได้รู้ว่าจริง ๆ แล้วโนซากิเป็นนักเขียนการ์ตูนแนวโชโจะชื่อดังที่ใช้นามปากกว่าว่ายูเมโนะ ซากิโกะ ซากุระยอมรับการเป็นผู้ช่วยเขียนการ์ตูนเพื่อให้ใกล้ชิดโนซากิ ระหว่างที่ทั้งคู่ร่วมทำงานเขียนการ์ตูนเรื่อง จงรัก. ก็ได้พบกับเพื่อนร่วมโรงเรียนคนอื่น ๆ ที่มาร่วมช่วยเขียนการ์ตูน และ/หรือเป็นแรงบันดาลใจให้เรื่องราวในการ์ตูน",
      "tr": "Sakura Chiyo,aşık olduğu Nozaki-kun'a hislerini söylemeye çalışır. Ama sıradan bi lise öğrencisi gibi görünen aslında ünlü bir Mangaka olan Nozaki onu bir fan'ı sanır.",
      "vi": "Nam sinh cấp ba khô khan lại là tác giả truyện tranh thiếu nữ lãng mạn!\n\nNozaki Umetaro là một nam sinh cấp ba khô khan. Cô bạn Sakura Chiyo thích cậu và đã dồn hết can đảm để tỏ tình. Nhưng không hiểu sao cô không trở thành người yêu, mà thành trợ lý bất đắc dĩ cho cậu tác giả truyện tranh thiếu nữ này. Kể từ đó, hàng loạt tình huống khó hiểu, thậm chí… khó đỡ liên tiếp xảy đến.\n\nĐây là câu chuyện hài hước về cuộc sống thường ngày của Nozaki, một nam sinh cấp ba đồng thời cũng là tác giả truyện tranh thiếu nữ nổi tiếng.",
      "zh": "粗犷的高中男生，其实是纯情的少女漫画家。\n\n女高中生佐仓千代喜欢同班的粗线条男生野崎梅太郎。她鼓起勇气向野崎表白，不知何故没有成为对方的恋人，反而成为了少女漫画家的助手……\n\n描绘拥有双重身份的野崎君，身兼男高中生及人气少女漫画家的日常生活。男子少女漫画家的喜剧开演！",
      "zh-hk": "粗獷的男高中生「野崎梅太郎」。 \n暗戀他的女高中生「佐倉千代」雖然鼓起勇氣告白，\n但不僅求愛未果，還陰錯陽差成為少女漫畫家的助手……\n描繪具有雙重身分的野崎同學，高中男生兼人氣少女漫畫家的日常生活。\n少女漫畫家男子喜劇!!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1fa97be-0f1f-4686-84bc-806881c97d53",
    "title": {
      "en": "Otome Youkai Zakuro"
    },
    "updatedAt": "2024-08-12T05:11:25+00:00",
    "coverArt": "https://mangadex.org/covers/c1fa97be-0f1f-4686-84bc-806881c97d53/0f5528b3-f39f-4132-90c7-65cb933bb665.jpg",
    "altTitles": [
      {
        "en": "Female Demon Zakuro"
      },
      {
        "en": "Girl Demon Zakuro"
      },
      {
        "tr": "Kız Şeytan Zakuro"
      },
      {
        "en": "Maiden Demon Zakuro"
      },
      {
        "ja": "おとめ妖怪ざくろ"
      },
      {
        "zh": "半妖少女绮丽谭"
      }
    ],
    "description": {
      "en": "It's the Meiji Era in a slightly alternate Japan, and the Gregorian calendar has just come into effect. The fox-eared girls living in the youkai part of town are about to be put to work together with a delegation of young human soldiers, to promote interracial understanding. So what will happen when Zakuro's strong personality collides with human sensibilities?  \r\n\r\n\r\n---",
      "pt-br": "Num mundo onde os humanos convivem livremente com os youkais, ainda existem youkais que fazem maldades. Assim, Zakuro e seus amigos, que fazem parte de uma tropa de youkais mestiços, irão trabalhar a serviço do governo para punir os que estão causando problemas.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hoshino_lily)  \r\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11509)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "32fe487e-26da-471a-ad11-ab4f75b5f2f5",
    "title": {
      "en": "Kameba Kamu Hodo Amaku Naru"
    },
    "updatedAt": "2023-05-31T09:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/32fe487e-26da-471a-ad11-ab4f75b5f2f5/083a7cd4-b6e8-4ff7-92f4-52490dc9eb63.jpg",
    "altTitles": [
      {
        "en": "The More You Bite, the Sweeter"
      },
      {
        "en": "The more you chew, the sweeter it gets"
      },
      {
        "ja": "かめばかむほど甘くなる"
      }
    ],
    "description": {
      "en": "Akari is a high school girl full of curiosity that lives surrounded by her favorite people and things. She leads an exciting life, and thanks to a strange turn of events, she becomes interested in the “Disinterested Prince” (Kyoumi LESS Ouji), a boy that doesn’t show any interest in people or things in general. And although he said \"Isn't it just annoying to get involved with strangers?” He sometimes looks lonely, making Hikari’s desire to know more about his world grow…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "d18f1c5d-d51b-40ee-867f-4e071ece4ad2",
    "title": {
      "en": "100 Nichigo ni Classmate no Seiheki wo Kuruwaseru, Otokonoko Tenkousei ♡"
    },
    "updatedAt": "2024-11-17T01:40:36+00:00",
    "coverArt": "https://mangadex.org/covers/d18f1c5d-d51b-40ee-867f-4e071ece4ad2/a9358a17-9391-42a4-9686-1ea8ff4ece2d.jpg",
    "altTitles": [
      {
        "ja": "100日後にクラスメイトの性癖を狂わせる、男の娘転校生♡"
      },
      {
        "ja-ro": "Hyaku Nichigo ni Classmate no Seiheki wo Kuruwaseru, Otokonoko Tenkousei ♡"
      },
      {
        "ja-ro": "100 Nichigo ni Kurasumeito no Seiheki o Kuruwaseru, Otokonoko Tenkousei ♡"
      },
      {
        "en": "The Femboy Transfer Student Who Will Transform His Classmates' Fetishes After 100 Days♡"
      },
      {
        "en": "A Male Transfer Student Who Drives His Classmates Crazy After 100 Days♡"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f878e79c-3b3c-456d-8037-765fc85c1bb2",
    "title": {
      "en": "Bonnou☆Saiyuuki"
    },
    "updatedAt": "2024-04-27T22:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/f878e79c-3b3c-456d-8037-765fc85c1bb2/fb5842e5-11e3-4ed6-89a7-0f6b59ebf883.jpg",
    "altTitles": [
      {
        "ja": "煩悩☆西遊記"
      }
    ],
    "description": {
      "en": "The manga is a re-imagining of the famous Chinese classic Journey to the West story, and centers on the Buddhist priest Genjō and his journey to India as he is accompanied by three beautiful and charming women: Son Gokū, Cho Hakkai, and Sha Gojyo.",
      "ja": "真の救済が記されてるという経典を得るため、孫悟空・猪八戒・沙悟浄を共にし、天竺を目指す三蔵法師。\n\nその道のりで襲いかかる試練が\n・・・・・・・・全部エロい。\n\n仏の道に生きる三蔵にとっては貞操を失うこと、それ即ち死。果たして三蔵法師は煩悩に打ち克ち、貞操を守り抜けるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f777bcce-d6fd-4cff-a18b-56e67e2aeb35",
    "title": {
      "en": "Come on a My House!"
    },
    "updatedAt": "2023-06-29T03:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/f777bcce-d6fd-4cff-a18b-56e67e2aeb35/42792e88-1211-42c5-b964-44d67618f2c5.jpg",
    "altTitles": [
      {
        "en": "Come on-a My House!"
      },
      {
        "en": "Kamona My House"
      },
      {
        "ja": "カモナ マイ ハウス"
      }
    ],
    "description": {
      "en": "From Lovesick Alley: Ever since she was little, Hina has always had a routine of visiting a particular vacant house. One day, she notices a stranger sleeping inside. Why is Hina so fixated on that house and who is that guy sleeping there?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "22"
  },
  {
    "mangaId": "be182c2c-0c0a-489f-9d55-d4b775fce368",
    "title": {
      "en": "Moto Saikyou Kouryakusha, Nozomanu Dungeon Haishin de Musou shite Shimasu"
    },
    "updatedAt": "2024-11-14T13:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/be182c2c-0c0a-489f-9d55-d4b775fce368/bac4869b-98a2-4164-83f1-314f5651a5cb.jpg",
    "altTitles": [
      {
        "ja": "元最強攻略者、望まぬダンジョン配信で無双してしまう〜コーチの依頼をしてきたのは大人気アイドルでした〜"
      }
    ],
    "description": {
      "en": "The dawn of dungeon conquering. A group of boys who were once known as the strongest party is wiped out in an accident. Five years have passed since then. \n\nLow-difficulty dungeons have been developed as leisure facilities, and dungeon conquering has become a popular content that video streamers have flocked to join. In order to survive the tough world of showbiz, current top idol Shinonome Kanami also decides to become a broadcaster who seriously conquers dungeons. The man introduced by her sponsor as the best mentor is a rather unreliable-looking man, Amano Fuyuki.\n\nHowever, when they visit a dungeon together, an incident occurs right away, putting them in a desperate situation –!?",
      "ja": "ダンジョン攻略黎明期。かつて最強のパーティと呼ばれた少年たちは、ある事故をきっかけに壊滅する。それから5年。\n\n低難易度ダンジョンはレジャー施設として整備され、ダンジョン攻略は動画配信者たちもこぞって参入する人気コンテンツとなっていた。現役のトップアイドル、東雲かなみも厳しい芸能界を生き抜くために、ダンジョンのガチ攻略配信者になることを決意する。スポンサーから最高の指導役として紹介されたのは、どうも頼りなさそうな男、天野冬稀。\n\nしかも一緒に訪れたダンジョンでは早速ハプニングが発生して絶体絶命―！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c88ca39b-c68a-4551-ac6f-65d23cfcca72",
    "title": {
      "en": "Jitsu wa Imouto deshita. ~Saikin Dekita Giri no Otouto no Kyorikan ga Yatara Chikai Wake~"
    },
    "updatedAt": "2024-10-29T20:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/c88ca39b-c68a-4551-ac6f-65d23cfcca72/7c8b7318-7f86-413a-b1cc-8a55d0c4a332.jpg",
    "altTitles": [
      {
        "ja": "じつは義妹でした。～最近できた義理の弟の距離感がやたら近いわけ～"
      },
      {
        "en": "She Was Actually My Stepsister.: Recently, the Sense of Distance Between Me and My New Stepbrother Is Incredibly Close"
      },
      {
        "id": "Dia Sebenarnya Adik Perempuanku ~Baru-baru ini, Jarak Antara Diriku dan Adik Laki-lakiku Semakin Dekat~"
      },
      {
        "ru": "На самом деле она была моей сводной сестрой"
      },
      {
        "es-la": "En realidad era mi hermanastra ~Recientemente, la sensación de distancia entre mi nuevo hermanastro y yo es increíblemente cercana~"
      }
    ],
    "description": {
      "en": "Akira, my stepbrother, was brought into my life as a high school student after my parents remarried. He is a cute boy but shy because of the complicated family environment he grew up in. I had a crush on my brother, so I always spent time playing with Akira for his sake... He loves me... We hit it off, and the distance between us grew rapidly! I asked him, \"......Brother, do you like me by any chance?\" \"Of course I do.\"\n\nThe misunderstanding between the two of us deepens. And finally, I realized that Akira was my \"sister\" and I was confused... \"I like the distance between my brother and me as we have always been. I'd rather be with you more than I am now.\" Akira's approach to me, aiming to make us \"lovers\" instead of \"siblings\", has begun!\n ___\n\n**Links:**\n- [Official Light Novel (JP)](https://fantasiabunko.jp/special/202111jitsuimo)",
      "ja": "親の再婚で、高校生の俺にできた義理の弟・晶。複雑な家庭環境で育ったせいで、美少年だけど人見知り。兄「弟」に憧れていた俺は、晶といつも一緒に遊んで過ごしていたけど、じつは俺たちは兄「妹」だと判明し…!?",
      "es-la": "¿Una relación secreta entre un hermano y su hermana pequeña? ¡Comienza una comedia romántica entre hermanos con un malentendido! Akira, mi hermanastro, llegó a mi vida después de que mis padres se volvieran a casar. Es un chico lindo pero tímido debido al entorno familiar donde creció. ¡Nos llevamos bien, y le pregunté: \"Hermano, ¿te gusto por casualidad?\" \"Por supuesto que sí\". El malentendido entre los dos se profundiza. Y finalmente, me di cuenta de que Akira era mi \"hermana\" y me confundí... El acercamiento de Akira a mí, con el objetivo de convertirnos en \"amantes\" en lugar de \"hermanos\", ¡ha comenzado! ¡Una coqueta comedia romántica con una hermana pequeña que es demasiado linda y despreocupada!",
      "pt-br": "***Um relacionamento secreto de irmão mais novo com sua irmã mais nova?! Começa uma comédia romântica entre irmãos com um mal-entendido!**\n\nAkira, meu meio-irmão, entrou em minha vida quando era estudante do ensino médio, depois que meus pais se casaram novamente. Ele é um menino fofo, mas tímido por causa do ambiente familiar complicado em que cresceu. Eu tinha uma queda pelo meu irmão, então sempre passava um tempo brincando com Akira por causa dele…. Ele me ama… Nós nos demos bem e a distância entre nós cresceu rapidamente! Eu perguntei a ele,\n\"Mano, você gosta de mim por acaso?\"\n\"Claro que sim.\"\nO mal-entendido entre nós dois se aprofunda. E finalmente, percebi que Akira era minha “irmã” e fiquei confuso...\n\"Gosto da distância entre meu irmão e eu, como sempre estivemos. Prefiro estar com você mais do que estou agora.\"\nA abordagem de Akira para mim, com o objetivo de nos tornar “amantes” em vez de “irmãos”, já começou!\nUma comédia romântica sedutora com uma irmã mais nova que é muito fofa e despreocupada para ser irmão!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcfb3ec9-147f-4d43-aaea-3a73f42c8318",
    "title": {
      "en": "Hyouken no Majutsushi ga Sekai o Suberu"
    },
    "updatedAt": "2024-11-17T00:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/fcfb3ec9-147f-4d43-aaea-3a73f42c8318/15bb1abe-7329-4838-886e-a71db1bfd258.jpg",
    "altTitles": [
      {
        "ja": "冰剣の魔術師が世界を統べる"
      },
      {
        "ja": "冰剣の魔術師が世界を統べる　世界最強の魔術師である少年は、魔術学院に入学する"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai wo Suberu"
      },
      {
        "ja-ro": "Hyouken no Majutsu-shi ga Sekai o Suberu"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai o Suberu - Sekai Saikyou no Majutsushi de Aru Shounen wa, Majutsu Gakuin ga Nyuugaku Suru"
      },
      {
        "ja-ro": "Hyouken no Majutsushi ga Sekai wo Suberu - Sekai Saikyou no Majutsushi de Aru Shounen wa, Majutsu Gakuin ga Nyuugaku Suru"
      },
      {
        "ja-ro": "Hyouken no Majutsu-shi ga Sekai o Suberu ~Sekai Saikyou no Majutsu-shidearu Shounen wa, Majutsu Gakuin ni Nyuugaku Suru~"
      },
      {
        "en": "The Iceblade Sorcerer Shall Rule the World"
      },
      {
        "en": "The Iceblade Magician Rules Over the World"
      },
      {
        "en": "The Iceblade Sorcerer Shall Rule the World: A Boy, the Most Powerful Magician in the World, Enrolls in the Academy of Magic"
      },
      {
        "pt-br": "O feiticeiro da lâmina de gelo deve governar o mundo"
      },
      {
        "pt-br": "O feiticeiro da lâmina de gelo deve governar o mundo: Um menino, o mago mais poderoso do mundo, se matricula na Academia de Magia"
      },
      {
        "th": "เรย์ไวท์ จอมเวทดาบเหมันต์ เด็กหนุ่มจอมเวทผู้แข็งแกร่งที่สุดในโลก ได้เข้ามาร่ำเรียนในโรงเรียนเวทมนตร์"
      }
    ],
    "description": {
      "en": "The Arnold Magic Academy, a prestigious school that has produced a lot of great wizards. One boy, Ray White, decided to attend as the only wizard from an ordinary family. He is surrounded by students from aristocratic families and magicians who distance themselves from him. But people don't know. He is a person who has made a lot of achievements in the previous Far East fight, and now he is said to be the strongest of the seven great wizards in the world. Despite being ignored as a magician, he will eventually show his power to those around him?\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10029/episode/323438) (U.S. Only)",
      "pt-br": "A Arnold Magic Academy, uma escola de prestígio que produziu muitos magos excelentes. Um menino, Ray White, decidiu comparecer como o único bruxo de uma família comum. Ele está cercado por alunos de famílias aristocráticas e mágicos que se distanciam dele. Mas as pessoas não sabem. Ele é uma pessoa que fez muitas conquistas na luta anterior do Extremo Oriente, e agora ele é considerado o mais forte dos sete grandes magos do mundo. Apesar de ser ignorado como um mágico, ele acabará por mostrar seu poder para aqueles ao seu redor?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "132"
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2024-10-08T00:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/5e7c27c3-2d3b-498d-b24c-abf045137ba6.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "ja": "I'm dating a Dark Summoner"
      },
      {
        "vi": "Hẹn hò cùng hắc thuật sư"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a990e445-7a43-454b-a062-ab34492f1308",
    "title": {
      "en": "Negai wo Kanaete Moraou to Akuma wo Shoukan Shitakedo, Kawaikattanode Kekkonshimashita ~Akuma no Niidzuma~"
    },
    "updatedAt": "2024-10-24T11:27:40+00:00",
    "coverArt": "https://mangadex.org/covers/a990e445-7a43-454b-a062-ab34492f1308/9fd09253-cf5a-4763-be21-b384e9c67426.jpg",
    "altTitles": [
      {
        "ja": "願いを叶えてもらおうと悪魔を召喚したけど、可愛かったので結婚しました　～悪魔の新妻～"
      },
      {
        "en": "I Summoned the Devil to Grant Me a Wish, but I Married Her Instead Since She Was Adorable ~My New Devil Wife~"
      },
      {
        "es-la": "Conjuré al diablo para que me cumpliera un deseo, pero me casé con ella porque ella era adorable ~Mi nueva esposa diabólica~"
      },
      {
        "es-la": "Invoqué al diablo para hacer realidad mi deseo, pero era muy hermosa, así que me casé con ella ~ Mi nueva esposa es el diablo ~"
      },
      {
        "vi": "Tôi triệu hồi ác quỷ để thực hiện điều ước, nhưng tôi lại muốn cưới cô ấy vì cổ quá xinh đẹp ~ Cô vợ ác quỷ~"
      },
      {
        "ru": "Я вызвал демонессу, чтобы она исполнила мое желание, но вместо этого женился на ней, потому что она слишком очаровательна~ Моя новая жена Демонесса~"
      },
      {
        "zh": "恶魔新妻"
      },
      {
        "en": "Devil's New Wife"
      }
    ],
    "description": {
      "en": "Young orphaned adventurer tries summoning the devil to help his career as his own skills are lacking. The devil comes in form of a beauty who offers to grant him one wish. He’s so enamored with her appearance that he asks her the first thought in his mind, to be his wife. She blushingly agrees to his surprising demand and they go on to future adventures together.",
      "ja": "傭兵ギルドに属するテオ・アスペルは、弱すぎるゆえに、 色々なパーティに入ったり追い出されたりを繰り返していた。強くなろうと思い、なんでも願いを叶えてくれるという悪魔を召喚することにするが……。",
      "es-la": "Un aventurero joven y huérfano trata de conjurar al diablo para obtener ayuda con su disciplina, pues sus habilidades son pocas. El diablo viene en forma de una bella que le ofrece un deseo. Tal fue su enamoramiento con su apariencia que le pide la primera cosa que le vino a la mente, que sea su esposa. Sonrojada, ella acepta su pedido sorpresivo y se dedican a aventurar juntos.",
      "pt-br": "Theo Aspel, que pertence a guilda de mercenarios, estava entrando e saindo de várias equipes repetidamente por ser muito fraco. Um dia desejando se tornar mais forte ele consegue invocar o diabo que concede qualquer desejo. No momento em que se deparou com o diabo a vontade de \"ficar forte\" desapareceu e ao ser questionado pelo Diabo sobre seu desejo, Theo responde \"Por favor se case comigo!\" Conheça a história de um menino herbívoro e da garota diabo carnívora que se tornam um casal e vivem felizes enquanto fazem bagunça por onde passa."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b958848-c885-4735-9201-12ee77abcb3c",
    "title": {
      "en": "SPY×FAMILY"
    },
    "updatedAt": "2024-11-01T16:37:21+00:00",
    "coverArt": "https://mangadex.org/covers/6b958848-c885-4735-9201-12ee77abcb3c/bc9a093b-f67f-454f-9c92-fcdd045f4dc0.jpg",
    "altTitles": [
      {
        "ja": "スパイ ファミリー"
      },
      {
        "ru": "Семья шпиона"
      },
      {
        "uk": "Сім'я × шпигуна"
      },
      {
        "cs": "Špión x Rodina"
      },
      {
        "pl": "SZPIEG X RODZINA"
      },
      {
        "lt": "ŠNIPO×ŠEIMA"
      },
      {
        "fa": "جاسوس × خانواده"
      },
      {
        "hi": "जासूस X परिवार"
      },
      {
        "ne": "जासूस×परिवार"
      },
      {
        "zh": "间谍过家家"
      },
      {
        "zh-hk": "間諜過家家"
      },
      {
        "zh-hk": "間諜家家酒"
      },
      {
        "mn": "ТАГНУУЛУ × ГЭР БҮЛ"
      },
      {
        "tr": "CASUS × AİLE"
      },
      {
        "ar": "جاسوس x عائله"
      },
      {
        "kk": "Тыңшы × Отбасы"
      },
      {
        "de": "Spy x Family"
      },
      {
        "pt-br": "SPY×FAMILY"
      },
      {
        "ka": "ჯაშუში×ოჯახი"
      },
      {
        "hi": "स्पाई×फैमिली"
      }
    ],
    "description": {
      "ar": "أمضى الجاسوس الخبير المسمى <الشفق> أيامه في مهام سرية ، وكل ذلك من أجل تحقيق عالم أفضل. لكن في يوم من الأيام ، حصل على أمر جديد صعب للغاية من القيادة. من أجل مهمته ، يجب عليه تكوين أسرة مؤقتة وبدء حياة جديدة؟!",
      "en": "The master spy codenamed <Twilight> has spent most of his life on undercover missions, all for the dream of a better world. Yet one day he receives a particularly difficult order from command. For his mission, he must form a temporary family and start a new life?! \n\nA Spy/Action/Comedy manga about a one-of-a-kind family!",
      "es": "El hábil espía Tasogare se dedicaba diariamente a cumplir misiones especiales por un mundo mejor. Un día recibe un complicado desafío... Su deber es crear una familia falsa y comenzar una nueva vida para poder cumplir la misión, ¿¡pero...!? ¡¡Un Espía × Acción × Comedia de una familia peculiarl!!",
      "id": "“Twilight,” seorang mata-mata yang hebat, setiap hari menjalankan misi rahasia untuk menciptakan dunia yang lebih baik. Suatu hari, dia mendapatkan perintah baru yang sangat sulit. Demi misi itu, dia harus memiliki keluarga sementara dan memulai hidup baru sebagai seorang ayah! Mata-mata x Aksi x Komedi keluarga istimewa!",
      "it": "Twilight, una delle migliori spie al mondo, ha trascorso la vita ad affrontare missioni sotto copertura per rendere il mondo un posto migliore. Un giorno però riceve un compito particolarmente difficile: dovrà formare una famiglia temporanea e iniziare una nuova vita!",
      "kk": "Мастер тыңшының кодтық аты<Twilight> өмірін жақсырақ әлем туралы арман үшін жасырын миссияларда өткізді. Бірақ бір күні ол командадан ерекше қиын жаңа бұйрық алады. Миссиясы үшін ол уақытша отбасын құрып, жаңа өмір бастауы керек пе?! Бірегей отбасы туралы тыңшылық/экшн/комедия!",
      "pl": "Wyśmienity szpieg, Zmierzch, poświęcił się wykonywaniu tajnych misji z powodu marzeń o lepszym świecie. Ale pewnego dnia otrzymuje bardzo trudne do wykonania zadanie. Aby osiągnąć cel misji, musi założyć tymczasową rodzinę i prowadzić życie najzwyczajniejszego w świecie ojca!  \r\nOto opowieść o jedynej w swoim rodzaju rodzinie!",
      "ru": "Мастерский шпион с кодовым именем <Сумрак> проводит свои дни в закулисных миссиях, всё ради мечты о лучшем мире. Но однажды он получает особенно сложное новое указание от командования. Для этой миссии он обязательно должен завести фиктивную семью и начать новую жизнь! Шпионская экшен-комедия об единственной в своём роде семье!\n\n---\nХитроумный шпион по прозвищу «Сумрак» изо дня в день выполнял секретные миссии, чтобы сделать мир лучше. Однажды он получил очередное трудное задание — ради миссии ему предстоит… обзавестись временной семьёй и начать новую жизнь?! Вас ждёт яркая смесь из шпионского боевика и необычной семейной комедии!",
      "th": "สุดยอดสปาย \"สนธยา\" ได้ปฏิบัติการสอดแนมทุกๆวันเพื่อโลกที่ดีกว่า แต่แล้ววันนึงเขาก็ได้รับภารกิจสุดหิน... เพื่อการนั้นเขาจึงได้สร้างครอบครัวปลอมๆและเริ่มชีวิตใหม่!? สปาย x แอคชั่น x คอเมดี้ครอบครัวสุดแนว!",
      "uk": "Холоднокровний і геніальний шпигун з кодовим ім'ям «Сутінь» завжди виконував свою роботу чітко і без зайвого шуму. Свою професію він обрав, плекаючи мрії про кращий світ. Він звик до надзвичайно складних завдань, важливість яких мала найвищий рівень, виконуючи які, він наражав своє життя на небезпеку. Але цього разу… Йому була надіслана інформація про нову місію, для успішного виконання якої «Сутінь» повинен завести сім'ю та вдавати відповідального та люблячого батька на ім'я Лоід Фолджер. Так він «удочирив» дівчинку на ім'я Аня. Дівчинка відразу входить у роль «дочки» і радіє кожній миті, яку проводить з новим «батьком». Тепер є тато та донька, але, як же мама? Нею стане неповторна наймана вбивця на ім'я Юрі Бріар (позивний - \"Принцеса шипів\"). \nМанґа розкриє всі тонкощі та незвичайний життєвий шлях нової «сім'ї», в якій кожен легко може виконати найскладніше завдання, або усунути ціль, але чи зможуть вони виконувати ролі «мами», «тата» та «доньки»?",
      "pt-br": "O brilhante espião \"Twilight\" se dedicava diariamente a cumprir missões secretas por um mundo melhor. Porém, um dia, ele recebeu uma nova tarefa bastante complicada... Para cumprir a sua missão, ele deve formar uma família temporária e começar uma nova vida, mas...?! Uma história de Espiões × Ação × Comédia de uma família bem peculiar!\n\n[ 1° TEMP.(parte 1 e 2) DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 38. ]",
      "zh-hk": "技藝高超的間諜<黃昏>，為了更加美好的世界,每天從事著諜報任務。有一天，司令下達了新的難題——…。為了完成任務，所臨時組建的家庭，所展開的新生活，但是！？間諜×打鬥×與眾不同的家族喜劇現在開始！！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-11-17T00:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-03-02T22:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas não interagem com ela, a menos que percebam que você reconhece sua existência. É quando eles param de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "8d423b7d-d129-4de0-9411-7eec670a097c",
    "title": {
      "en": "Officer, You Can No Longer Hide Your Tail"
    },
    "updatedAt": "2024-11-17T00:21:15+00:00",
    "coverArt": "https://mangadex.org/covers/8d423b7d-d129-4de0-9411-7eec670a097c/41a0ce05-3a48-4747-8b70-333a84d03a2e.png",
    "altTitles": [
      {
        "zh": "长官，你的尾巴藏不住了"
      }
    ],
    "description": {
      "en": "The world’s hierarchy became strict and reorganized itsself after the war. \nOnce a high-ranking officer among the beastmen, Qing Ti has now fallen to the bottom of hierarchy, reduced to a mere plaything, and ends up in the hands of her arch-enemy, Chen Xilan. Just when everyone assumes Qing Ti would be tormented to the point of wishing for her own death, the game of taming and being tamed is only beginning..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50028803-034a-42d4-90de-8f37b7b69d00",
    "title": {
      "en": "Kyuuketsuki no Natsuyasumi (Touhou Project)"
    },
    "updatedAt": "2024-11-16T22:25:47+00:00",
    "coverArt": "https://mangadex.org/covers/50028803-034a-42d4-90de-8f37b7b69d00/c662f42a-2415-4d70-803e-276706a7fac6.jpg",
    "altTitles": [
      {
        "en": "A Vampire's Summer Vacation (Touhou Project)"
      },
      {
        "ja": "吸血鬼の夏休み (東方Project)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-11-13T17:40:59+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-11-17T00:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "7da1a192-9d4d-451a-a954-15ee5acf0f51",
    "title": {
      "en": "Kikaider 02"
    },
    "updatedAt": "2024-11-17T00:41:56+00:00",
    "coverArt": "https://mangadex.org/covers/7da1a192-9d4d-451a-a954-15ee5acf0f51/3e825af4-da02-47ab-a1a1-8108e5bdfcfd.jpg",
    "altTitles": [
      {
        "ja": "キカイダー02"
      }
    ],
    "description": {
      "en": "The legendary hero left behind by the eternal master is back!\n\nMitsuko visits a Western-style house in search of her father and finds Android Jirou!　Kikaider fights fiercely against Green Mantis, Gray Cyborg, and Orange Ant!"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "32"
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2024-11-17T00:32:32+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "85a8ebda-9959-4244-ad03-a2d9f6a746a2",
    "title": {
      "en": "The Swordmaster's Son"
    },
    "updatedAt": "2024-10-21T18:00:12+00:00",
    "coverArt": "https://mangadex.org/covers/85a8ebda-9959-4244-ad03-a2d9f6a746a2/45fd9557-3c3a-406e-a16d-80bae4f3ff49.jpg",
    "altTitles": [
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "ko": "검술명가 막내아들"
      },
      {
        "en": "The Youngest Son of a Renowned Family of Swordsmen"
      },
      {
        "ru": "Младший сын фехтовальщика"
      },
      {
        "en": "Youngest Son of the Renowned Swordsmanship Clan"
      },
      {
        "en": "Swordmaster's Youngest Son"
      },
      {
        "es-la": "El hijo menor del maestro de la espada"
      }
    ],
    "description": {
      "en": "Jin Runcandel was destined to become the head of his swordmaster clan. But despite his best efforts, he's banished for his shoddy swordsmanship. Though Jin eventually makes a contract with the god Solderet and is freed from the curse that hindered his abilities, he meets a rather unfortunate end. In the next moment, however, he awakens as a baby, long before his tragedy began.\n\nArmed with a second chance and some new powers, Jin swears to fulfill his destiny and become the ultimate swordmaster!",
      "ko": "진 룬칸델\n대륙 최고의 검술명가, 룬칸델의 막내아들\n룬칸델 역사상 최악의 둔재\n\n비참하게 쫓겨나 허무한 최후를 맞이한 그에게\n다시 한 번 기회가 주어졌다.\n\n“너는 이 힘을 어떻게 사용하고 싶더냐?”\n“저를 위해 사용하고 싶습니다.”\n\n전생의 기억과 압도적인 재능, 그리고 신과의 계약\n\n최강이 될 준비는 끝났다.\n\n---\n\n- [Webtoon PV](https://www.youtube.com/watch?v=UspJjUOFrFQ)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4",
    "title": {
      "en": "Gokugoku Futsuu no Fuufu no Hanashi"
    },
    "updatedAt": "2024-09-14T07:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/3c0dddc9-d6da-4aa5-8ed2-12d26a6b08d4/741e6d9b-314b-4ca4-8e74-e46b6f92ffd0.jpg",
    "altTitles": [
      {
        "ja": "ごくごく普通の夫婦の話"
      },
      {
        "ja-ro": "Gokugoku futsū no fūfu no hanashi"
      },
      {
        "en": "A Story About a Very Ordinary Couple"
      },
      {
        "vi": "Câu chuyện về một cặp đôi rất đỗi bình thường"
      },
      {
        "en": "A story of an utterly ordinary couple"
      }
    ],
    "description": {
      "en": "Continuation of *A Story About a Man and a Woman and When They Sleep Together, Money Appears Out of Nowhere* posted by the author on pixiv.",
      "ja": "イチャイチャするとお金が湧いちゃう２人の話のその後\nごくごく普通の夫婦の話です！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b79282e1-382b-4cac-a1b0-8e726c39019a",
    "title": {
      "en": "Magia Record Anthology Comic"
    },
    "updatedAt": "2023-05-27T20:39:39+00:00",
    "coverArt": "https://mangadex.org/covers/b79282e1-382b-4cac-a1b0-8e726c39019a/bf282e19-bf6a-41ee-8e82-e63b00340be1.jpg",
    "altTitles": [
      {
        "ja": "マギアレコードアンソロジーコミック"
      }
    ],
    "description": {
      "en": "A collection of Magia Record side comics, written and illustrated by a variety of artists.\n\n---\n**Author list**:\nSoto\nMasugitsune/Kawazukuu\nOumi Neneha\nBoyano\nAbe Youichi\nNavia\nTakuan\nHoshi\nTyauke\nYoruno Hitsujigumo (as Chawan/茶碗)\nTakemiya Jin\nzinbei\nShiratama Moti\nMorishige Takuma\nHakuri\nMado Haruka\nKazama Ayami"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "17"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-09-22T18:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/50e47ca1-29d2-4af5-842e-b07768952c35.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "78"
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Jilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-11-02T13:47:45+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/205df474-ca2d-42c6-8297-3cd24fc0bff9.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Jilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-11-08T22:29:46+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/4d938c80-e8e2-4afe-b96f-ea537d38227e.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Himaten!"
      },
      {
        "tl": "HimaTen!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class.",
      "ja": "家事代行で家計を支える家守殿一のクラスに転校してきたのは、コスメブランドの社長兼モデルの女子のカリスマ・美野妃眞理！",
      "tl": "Si Tenichi, isang eksperto sa home economics sa high school, ay kumikita ng dagdag na pera sa pamamagitan ng part-time na trabaho sa paglilinis ng mga bahay. Pero isang araw, si Himari, ang may-ari at modelo ng sikat na cosmetics brand na Hima Riz, ay lumipat sa kanyang klase. Salubungin ang isang romantikong komedya na puno ng kalokohan sa pagitan ng isang dalagang presidente ng kumpanya at isang binatilyong tagalinis ng bahay!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-10T05:52:18+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/ab44f350-e6b8-48f7-8e7f-8f30702ff64f.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfeb6b38-0418-4eb3-94fc-5cfb5c86814b",
    "title": {
      "en": "Seisenki Elna Saga"
    },
    "updatedAt": "2024-10-08T04:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/bfeb6b38-0418-4eb3-94fc-5cfb5c86814b/0c0f976d-bbc6-46fa-a146-e2e12268a485.jpg",
    "altTitles": [
      {
        "en": "Holy War Records Elna Saga"
      },
      {
        "ja": "聖戦記エルナサーガ"
      },
      {
        "vi": "Thánh Chiến Ký Elna Saga"
      }
    ],
    "description": {
      "en": "A war-torn world. The prince of Ansaz, Þjálfi the Immortal, continued his march with the strength of a demon god. The country he was aiming for was Arsatual. The princess, Elna, is incapable of using magic. But because of this, she is said to be able to use the sacred sword...",
      "vi": "Cuộc phiêu lưu của Công chúa Elna từ vương quốc Arthurtual và Hoàng tử Thjalfi từ vương quốc đối địch Ansuz. Tình yêu, phiêu lưu và chiến tranh, một bộ truyện mang đậm phong cách Gibili rất hay mà bạn không nên bỏ qua."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "65"
  },
  {
    "mangaId": "da469add-1a65-4df5-9393-662c1bd7f5e6",
    "title": {
      "en": "Sousei Mahou no Saigensha"
    },
    "updatedAt": "2024-09-19T23:44:18+00:00",
    "coverArt": "https://mangadex.org/covers/da469add-1a65-4df5-9393-662c1bd7f5e6/593deec2-48e2-43e9-9f12-0fdf6694d584.jpg",
    "altTitles": [
      {
        "ja": "創成魔法の再現者"
      },
      {
        "en": "The Reproducer of Creation Magic"
      }
    ],
    "description": {
      "en": "Hermes, the son of a prestigious noble family, was born with enormous magical powers and was a child prodigy with a promising future. However, as a result of the evaluation, it was discovered that he was incompetent and had not inherited the \"bloodline magic,\" a unique magic passed down from generation to generation in the family of nobles. Exiled from the royal capital, he was on the verge of death in the depths of despair, but Rose, a legendary witch who recognized his talent, saved him and made him her apprentice. After training, he mastered the strongest magic—Creation Magic, which can reproduce all magic. Hermes, who has learned that the common sense of the kingdom, which determines the superiority of all values by the power of \"bloodline magic,\" is wrong, returns to the royal capital to further his magical studies, bringing change to a kingdom filled with deception...! A tale of the most powerful magic by a boy with no talent overturns the common sense of the world, and the saga begins!\n\n---\n\n**Links:**\n- [Web Novel](https://ncode.syosetu.com/n0826gy)\n- [Official LN (JP)](https://over-lap.co.jp/narou/824001054)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd7e5e0-d638-4f1d-9f38-ffc626c4167e",
    "title": {
      "en": "Kijin Gentoushou"
    },
    "updatedAt": "2024-11-05T01:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/dfd7e5e0-d638-4f1d-9f38-ffc626c4167e/7b2968b3-3723-4a3a-95ce-1c658ef5c590.jpg",
    "altTitles": [
      {
        "ja": "鬼人幻燈抄"
      },
      {
        "en": "Sword of the Demon Hunter: Kijin Gentosho"
      },
      {
        "ru": "Хроники людей и демонов"
      },
      {
        "es-la": "Kijin Gentosho: Cazador de demonios"
      },
      {
        "pt-br": "A Espada do Caçador de Demônios: Kijin Gentosho"
      }
    ],
    "description": {
      "en": "In the Edo period, there was a shrine maiden called \"Itsukihime\" in the mountain village of Kadono. Jinta, a young man who acts as the shrine maiden's guardian despite being a stranger, encounters a mysterious demon who speaks of the far future in the forest where he went to defeat it. From Edo to the Heisei era, this huge Japanese fantasy series follows a demon man who travels through time while continuously questioning the meaning of wielding a sword.",
      "ja": "江戸時代、山間の集落葛野には「いつきひめ」と呼ばれる巫女がいた。よそ者ながら巫女の護衛役を務める青年・甚太は、討伐に赴いた森で、遥か未来を語る不思議な鬼に出会う――江戸から平成へ。刀を振るう意味を問い続けながら途方もない時間を旅する鬼人の歩みは、重くて切ない。",
      "pt-br": "No período Edo, havia uma sacerdotisa chamada \"Itsukihime\" na aldeia montanhosa de Kadono. Jinta, um jovem que atua como guardião da sacerdotisa, apesar de ser um estranho, encontra um misterioso demônio que fala sobre o distante futuro na floresta onde foi para derrotá-lo. Do Edo à era Heisei, esta imensa série de fantasia japonesa acompanha um homem demônio que viaja no tempo enquanto questiona continuamente o significado de empunhar uma espada."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aca99746-0077-4d84-b9d7-fe5905abad6b",
    "title": {
      "en": "Falling For Danger"
    },
    "updatedAt": "2024-07-07T12:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/aca99746-0077-4d84-b9d7-fe5905abad6b/d64c5824-7df4-42f2-a1ba-44030f078791.jpg",
    "altTitles": [],
    "description": {
      "en": "I could kill you if I wanted.\nHale Windsor was a renowned hitman until he is betrayed and loses the love of his life. With nothing left to live for, he begins a war of revenge on the very organization he used to work for. That is, until he meets Marine, a girl who brings color back into his black and white existence.",
      "pl": "Hayden Windsor był znanym zabójcą, dopóki nie zostaje zdradzony i nie traci miłości swojego życia. Nie mając po co żyć, rozpoczyna wojnę zemsty na organizacji, dla której kiedyś pracował. To znaczy, dopóki nie spotyka Marine, dziewczyny, która przywraca kolor do jego czarno-białej egzyste"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e713c39-938e-41fe-9d22-01c649588358",
    "title": {
      "en": "Shinkon dakedo Kataomoi"
    },
    "updatedAt": "2024-11-16T23:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8e713c39-938e-41fe-9d22-01c649588358/73a13186-e10b-4101-a482-0c18e789db07.jpg",
    "altTitles": [
      {
        "en": "Newly Married but Unrequited Love"
      },
      {
        "ja": "新婚だけど片想い"
      }
    ],
    "description": {
      "en": "A seemingly perfect looking newlywed couple but the affection is one-sided.",
      "ja": "キミのこと、絶対オトしてみせるんだからーー! \n才色兼備なJK・皐月は、親の都合で婚約することに。相手は高校生囲碁棋士・久遠。 \nイケメンで才能もある久遠との婚約で人生順風満帆…と思いきや、彼は超・塩対応男子だった!! \n部屋には立入禁止の赤札、皐月のモテテクもまるで通じず…そんな難易度の高い久遠を攻略し、二人にラブラブ新婚生活が訪れる日は来るのか!? \nくやしいけれど、きゅんとする! 完璧JKと塩対応囲碁男子の新婚生活ラブバトル、スタート!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "42"
  }
]