[
  {
    "mangaId": "6b6b7c36-3757-4749-a302-1c01291d8973",
    "title": {
      "en": "Unbalance X Unbalance"
    },
    "updatedAt": "2024-05-11T18:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/6b6b7c36-3757-4749-a302-1c01291d8973/b3c63d61-d492-4161-b204-1ef0180e71f9.jpg",
    "altTitles": [
      {
        "en": "Unbalance x2"
      },
      {
        "en": "Unbalance×2"
      },
      {
        "ru": "Дисбаланс х2"
      },
      {
        "ja": "アンバランス ×2"
      },
      {
        "zh": "萌道鲜师"
      },
      {
        "ko": "언밸런스 언밸런스"
      },
      {
        "ko": "언밸런스x2"
      },
      {
        "en": "Unbalance X Unbalance"
      }
    ],
    "description": {
      "en": "A young man finds and returns a lost wallet and cell phone to a beautiful young lady, thus begins the destined relationship between two strangers. Sound typical? Well then, how about making the young lady the young man's future homeroom teacher, and give them both a twisted sense of right and wrong. And just for kicks, lets have the young man help himself to a self proclaimed reward from the lost wallet before returning it but of course, this scenario wouldn't be complete unless the young lady was very unforgiving when it came to teaching one of her students a lesson on morals.   \n  \nNote: Volume 1-9 KMTS releases read from Left to Right.  \nNote: Volume 10 A-Team releases from the Japanese version, so please read from Right to Left.",
      "ru": "Вернуть потерянный кошелёк — благородное дело, но только не в том случае, когда в нём не хватает половины денег. Именно такая история приключилась со старшеклассником Джинхо Мёном, который позаимствовал семь тысяч вон из кошелька, потерянного прекрасной девушкой. Последняя согласилась считать эту сумму ссудой, и, возможно, на этом всё бы и кончилось. Однако судьба сыграла с Джинхо злую шутку: придя на следующий день в школу, молодой человек узнал в давешней незнакомке свою новую классную руководительницу! Прекрасная, но холодная и высокомерная Хэён тут же возненавидела своего вспыльчивого и, как ей казалось, жуликоватого ученика. Но, как это часто бывает, рядом с ненавистью нашлось место и любви.\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/1121-unbalance-x2))"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "fc027ec5-d73d-4c45-a6bd-19e95ee98b10",
    "title": {
      "en": "The Sixth Dalai Lama"
    },
    "updatedAt": "2024-06-08T18:44:12+00:00",
    "coverArt": "https://mangadex.org/covers/fc027ec5-d73d-4c45-a6bd-19e95ee98b10/425af45a-d624-40ef-8b15-53900fa5d9d7.jpg",
    "altTitles": [
      {
        "zh": "仓央嘉措"
      },
      {
        "fr": "Le sixième Dalaï Lama"
      },
      {
        "en": "The Sixth Dalai Lama"
      }
    ],
    "description": {
      "en": "When he was 14 years old, Lobsang Rinchen was chosen to be the Dalai Lama, and to lead the people of Tibet. But how can he give his people a good life when he’s too shy to even pursue his childhood crush, Makye Ame? A tale of Tibetan culture, Chinese history, and breathtakingly realistic landscapes, follow the journey of the Sixth Dalai Lama.\n\nSource: [Tapas](https://tapas.io/series/thesixthdalailama)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "cdaad5a8-8cd3-4095-b666-b6b7f1bf0742",
    "title": {
      "en": "Seiryaku Kekkon wa Otakoi no Hajimari"
    },
    "updatedAt": "2024-05-09T23:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/cdaad5a8-8cd3-4095-b666-b6b7f1bf0742/95f7076e-bfa7-4fb9-bf64-1e94ba9e0aa4.jpg",
    "altTitles": [
      {
        "ja": "政略結婚はオタ恋のはじまり"
      },
      {
        "ja-ro": "Seiryaku Kekkon wa Otakoi no Hajimari"
      },
      {
        "en": "An Arranged Marriage Leads to Otaku Love"
      }
    ],
    "description": {
      "en": "A sugary-sweet romantic comedy between a cool-as-ice scion of a distinguished household (*otaku*) and a lady of the most refined upbringing (*otaku*)!\n\n*This is a loveless marriage.* After Tsuyuri is made aware of this by her husband Kouichi, she proceeds to happily indulge herself in a carefree otaku life.  \nBut on the day she decides to attend the live show of her oshi, at the venue, she encounters Kouichi in a most unexpected form–!?  \nIn this marriage of convenience between a couple from unique circumstances, their newlywed life packed full of new experiences will make their hearts race nonstop!",
      "es": "¡Una azucarada comedia romántica entre un vástago frío como el hielo de una distinguida casa (otaku) y una dama de la más refinada educación (otaku)!\n\nSe trata de un matrimonio sin amor. Después de que su marido, Kouichi, se lo haga saber a Tsuyuri, ésta se entrega alegremente a una despreocupada vida otaku.\nPero el día que decide asistir al espectáculo en directo de su oshi, se encuentra con Kouichi de la forma más inesperada...\nEn este matrimonio de conveniencia entre una pareja de circunstancias únicas, ¡su vida de recién casados repleta de nuevas experiencias hará que sus corazones se aceleren sin parar!",
      "ja": "冷徹なエリート御曹司（※オタク）×英才教育のお嬢様（※オタク）甘きゅんラブコメディ！\n「これは愛の無い結婚だ」そう夫の功一に宣告されたつゆりは、自由気ままなオタ活ライフを謳歌中。\nしかし参戦した推しのライブ会場で、予想外すぎる姿の功一と遭遇してーー！？\n政略結婚からはじまった訳アリ夫婦は、初めてだらけの新婚生活にときめきが止まらない…！",
      "es-la": "¡Una azucarada comedia romántica entre un vástago frío como el hielo de una distinguida casa (otaku) y una dama de la más refinada educación (otaku)!\n\nSe trata de un matrimonio sin amor. Después de que su marido, Kouichi, se lo haga saber a Tsuyuri, ésta se entrega alegremente a una despreocupada vida otaku.\nPero el día que decide asistir al espectáculo en directo de su oshi, se encuentra con Kouichi de la forma más inesperada...\nEn este matrimonio de conveniencia entre una pareja de circunstancias únicas, ¡su vida de recién casados repleta de nuevas experiencias hará que sus corazones se aceleren sin parar!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-03-30T22:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)\n- [Official Traditional Chinese Translation (Kakao)](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E6%94%BB%E5%A1%94%E6%88%B0%E8%A8%98/36)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Ranker-yang-Hidup-Dua-Kali/3392)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/30298)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%AD%E0%B8%87_%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C/37)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-05-17T19:34:56+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/047f085d-bcd4-4496-a412-b1a5a11e7040.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab74d2b-9e71-4fb1-b148-31e08376f1ec",
    "title": {
      "en": "Rouninsei to Eroiyatsu"
    },
    "updatedAt": "2024-03-21T06:48:21+00:00",
    "coverArt": "https://mangadex.org/covers/6ab74d2b-9e71-4fb1-b148-31e08376f1ec/36c1e638-e63f-435a-a290-d5aa65a1c778.jpg",
    "altTitles": [
      {
        "en": "The Ronin and the Sexy Thot"
      },
      {
        "ja": "浪人生とエロい奴"
      },
      {
        "zh": "复读生和色情的家伙"
      }
    ],
    "description": {
      "en": "A ronin's life is sent out of control by a mysterious beautiful woman!? A new serialization in Dokodemo Young Champion begins!\n\nTadano Satoshi is in love with his good friend Fujiyoshi Fuyu.  They applied to the same university and he's decided that he'll confess to her once they're both college students!\n\nHowever, this is a manga, so you know how this goes:  she passes the entrance exam, he doesn't. \n\nBut he already signed the lease for his off-campus apartment before getting his results back, so it's moving time anyway!  There's a surprise waiting for him the first time he opens his closet door, though:  an extremely hungover, extremely beautiful, extremely naked woman along with an alarming amount of empty beer cans, snack wrappers, sex toys, and other miscellaneous vices.  And it turns out she's lost her wallet, and got amnesia!?  Naturally Tadano does what any normal Japanese person would do and drops her off at the police station to get help putting her life back together, and also so he can actually finish unpacking all of his stuff (and clean up that horrendous mess in his closet, yikes).\n\nHowever, this is a manga, so you know how this goes:  that wasn't even slightly the last time this ronin and this thot will ever meet.\n\nWill Tadano's academic career ever get back on track?  Is his relationship with Fujiyoshi doomed before it can even begin?  Why do his attempts to get away from this mysterious drunken thot improbably fail?  Will this manga actually last longer than two volumes before getting axed?  Who knows!  But it's in Young Champion, so whatever happens, expect to see a lot of boobs along the way."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "820d70d2-d3d8-48d9-841e-4138e7a05606",
    "title": {
      "en": "Chisa X Pon"
    },
    "updatedAt": "2024-05-25T04:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/820d70d2-d3d8-48d9-841e-4138e7a05606/67d7fe2f-efcb-4b3f-8eb8-c1fdc5453c85.jpg",
    "altTitles": [
      {
        "ru": "Чиса x Пон"
      },
      {
        "ja": "ちさ×ポン"
      },
      {
        "zh": "青春初体验"
      }
    ],
    "description": {
      "en": "From PRISMS:  \nPonta anxiously awaits the first big event in his high school life that will give him the opportunity to lose his virginity. A trip to the beach with his friends Taro and Jiro, in the company of three girls, Emi, Rumi, and Chisa. Coupling is done by janken and Ponta ends up with Chisa, the girl of his preference. His plans fail miserably though, when it turns out that Chisa is not so willing as he thought she would be. So, at the end of the trip, unlike his friends who tease him about this failure, he still remains a virgin. To his friends' surprise though, Chisa turns around and asks him to keep in touch. Thus begins the romance between the two. Their friendship evolves into love, and like in any relationship, there are a few hurdles to overcome. For starters, Chisa is still very innocent and has good reasons not to hurry their physical relationship as much as Ponta would want to. Ponta, who has hopelessly fallen for her, decides to endure this and help Chisa uncover her womanhood.",
      "ru": "Понта с нетерпением ожидает первого большого события в своей школьной жизни, которое даст ему возможность потерять свою девственность - поездки на пляж со своими друзьями, Таро и Дзиро, в компании трех девушек - Эми, Руми и Чисы. Понта оказывается в паре с Чисой. Так начинается история любви двух подростков, любви, которая бывает только в 16, со всеми ее достоинствами, недостатками и особенностями."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "49"
  },
  {
    "mangaId": "55013de8-d135-4e5d-a865-3b6796df13f3",
    "title": {
      "en": "Yande Kita Mahou Shoujo no Nichijou"
    },
    "updatedAt": "2024-05-25T07:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/55013de8-d135-4e5d-a865-3b6796df13f3/d1185b92-e312-450d-befe-3560dc257cb4.jpg",
    "altTitles": [
      {
        "ja": "病んできた魔法少女の日常"
      },
      {
        "id": "Keseharian Gadis Penyihir yang Jatuh Sakit"
      },
      {
        "en": "The Daily Life of a Mentally-Ill Magical Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": {
      "en": "Full Metal Panic!"
    },
    "updatedAt": "2022-04-21T23:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg",
    "altTitles": [
      {
        "en": "FMP"
      },
      {
        "ja": "フルメタル・パニック!"
      },
      {
        "zh-hk": "驚爆危機!"
      }
    ],
    "description": {
      "en": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "7fd6617f-0a8f-4f1f-96cf-34475cfcad20",
    "title": {
      "en": "Masakana Koi ni Narimashita."
    },
    "updatedAt": "2024-06-08T18:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/7fd6617f-0a8f-4f1f-96cf-34475cfcad20/684e5d06-8ad3-4473-b5b3-eb9c5fa16bbf.jpg",
    "altTitles": [
      {
        "en": "What a Catch of a Love Story!"
      },
      {
        "ja-ro": "まさかな恋になりました｡"
      }
    ],
    "description": {
      "en": "Iwai Shiori (35), a woman past her prime. When a man named Date Mizuki (27) moves next door, her dreary, unchanging life is turned upside-down!\nAnd the cause of this change... is the fact that she sees him as a fish!?\nBut ever since she spent the night with Date-kun, she starts seeing him as a handsome man every now and then...!? Shiori's love story rapidly unfolds!\n\nAn intense romantic comedy that'll have your heart racing!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15818f62-5107-4479-850c-9e53f3dfff37",
    "title": {
      "en": "Dominating the Cultivation Realm with Muscles"
    },
    "updatedAt": "2023-12-21T18:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/15818f62-5107-4479-850c-9e53f3dfff37/c38376a3-e193-4eb6-8671-5228ecc5df43.jpg",
    "altTitles": [
      {
        "zh": "我用肌肉称霸修仙界"
      },
      {
        "zh-ro": "Wo Yong Jirou Chengba Xiu Xianjie"
      },
      {
        "zh-ro": "Wǒ Yòng Jīròu Chēngbà Xiū Xiānjiè"
      },
      {
        "en": "I Use My Muscles to Dominate the World of Cultivating Immortals"
      }
    ],
    "description": {
      "en": "Astonishing! A top-tier powerhouse defeated by a set of radio calisthenics! In “Today’s Immortal News,” witness a tale where a man punches his way through luck-favored experts, kicks against powerful cultivators, all without spiritual roots or the ability to manipulate spiritual energy. Yet, he defies all odds, using his sheer MUSCLES to ascend the heights of cultivation and reach the pinnacle of immortality.",
      "zh": "震惊！顶级大佬竟被一套广播体操打败！——《今日仙闻》 拳打气运强者，脚踢修仙大能，没有灵根，无法运用灵气，却靠一身肌肉踏上修仙巅峰。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-04-02T14:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/e9971e83-ecad-47b9-af18-43b1d287f2bc.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-04-03T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-30T21:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ec1724-5145-4a1b-b043-4a54164f2023",
    "title": {
      "en": "Doukyonin ga Fuantei Deshite"
    },
    "updatedAt": "2024-06-01T18:37:18+00:00",
    "coverArt": "https://mangadex.org/covers/e6ec1724-5145-4a1b-b043-4a54164f2023/c5e072d5-0dd2-498a-9c9d-22f3cbfab3e1.jpg",
    "altTitles": [
      {
        "ja": "同居人が不安定でして"
      },
      {
        "ko": "동거인이 불안정해서"
      }
    ],
    "description": {
      "en": "A story about the daily lives of two roommates, Fuantei-san, a slightly unstable illustrator, and Shikkari-san, a capable career woman."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "27073d25-1b4e-498d-a421-09ed3f3c869a",
    "title": {
      "en": "Makyou Seikatsu: Gakeppuchi Boukensha ga Hikikomoru ni wa Hirosugiru"
    },
    "updatedAt": "2024-04-29T09:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/27073d25-1b4e-498d-a421-09ed3f3c869a/3f3c7afe-04e5-429f-a819-50315c77fc42.jpg",
    "altTitles": [
      {
        "en": "Life in the Demon Land"
      },
      {
        "ja": "魔境生活 〜崖っぷち冒険者が引きこもるには広すぎる〜"
      }
    ],
    "description": {
      "en": "After being expelled from his family home, our main character tries his hand at becoming an adventurer, only to find out that things aren't quite as they seem. Determined to change his fate, and with the money he's saved up, he heads out to purchase a plot of land in the remote, unexplored wilderness, with the intent of forging his perfect new life. Little does he know, this expanse is infamous as the 'Demonic Realm,' a treacherous territory brimming with savage plants and creatures!\n\nBut navigating the daily trials of this life-threatening wilderness may prove be a challenge. In his journey of growth, an array of inhabitants, each driven by their motives, decide to follow him, bringing vibrancy back into his life. However, unseen powers resolute in preventing the Demonic Realm from being conquered begin to surface... Will he be able to endure, triumph, and make this land his new home?",
      "ja": "実家を追い出されて冒険者になるも、堕落の一途を辿る主人公の青年。このままでは駄目だと一念発起した彼は、超辺境にある土地を購入して理想の住み処を作ろうとする。しかしその土地は『魔境』と呼ばれる、凶暴な動植物がうごめく超危険地帯であった！\n日々命がけのサバイバルを生き抜き、徐々に逞しくなってゆく青年。そんな彼のもとに訳アリな住人たちも集まり生活が賑やかになるが、魔境を放っておかない勢力も現れて……！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-06-01T21:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2024-05-22T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/d85129b7-98a4-44bb-b07d-9b074b57402c.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06b43e58-fb3c-420d-8d98-9ee0fb63beea",
    "title": {
      "en": "Yama ni Suterareta Ore, Tokage no Youshi ni Naru"
    },
    "updatedAt": "2024-05-12T08:13:04+00:00",
    "coverArt": "https://mangadex.org/covers/06b43e58-fb3c-420d-8d98-9ee0fb63beea/2b88e9a5-2305-4e9b-a78a-404749a52949.jpg",
    "altTitles": [
      {
        "ja": "山に捨てられた俺、トカゲの養子になる 魔法を極めて親を超えたけど、親が伝説の古竜だったなんて知らない"
      },
      {
        "en": "Abandoned in the Mountains, I’m Adopted by a Lizard ~ I’ve Mastered Magic and Surpassed My Parents, but I Never Knew They Were Legendary Old Dragons"
      }
    ],
    "description": {
      "en": "Born and abandoned in the mountains, Hadar, picked up by an ancient dragon. With inherent powerful magical abilities, he is raised by the ancient dragon and, without realizing, becomes the \"strongest being\" capable of advanced magic at the age of 12. Hadar is sent to the most challenging magic academy by the ancient dragon to adapt to human society. However, he effortlessly dominates school life with his magical prowess!!",
      "ja": "「小説家になろう」の人気作をコミカライズ！！ 生まれてすぐ山に捨てられたが、古竜に拾われたハダル。もともと強大な魔力を有していた彼は古竜に育てられ、本人も気づかぬ間に12歳にして高度な魔法を使いこなす「最強の生物」になっていた。そんなハダルは古竜に、人間社会に適応するためにと最難関魔法学園に送り出されるが…その魔力で学園生活を無双していく！！ ※「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e12d84f-04d8-48a0-8e38-980f0291f611",
    "title": {
      "en": "Haruto-kun to Chiharu-chan ga Jirettai"
    },
    "updatedAt": "2024-06-08T17:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/0e12d84f-04d8-48a0-8e38-980f0291f611/a144b76c-d02b-49da-9a6e-25e3339d91cf.png",
    "altTitles": [
      {
        "en": "Haruto-kun and Chiharu-chan are frustrating"
      },
      {
        "ja": "春斗くんと千春ちゃんがじれったい"
      }
    ],
    "description": {
      "en": "Touko loves shoujo manga, especially the kind that gets her heart pounding... But shoujo isn't real life...or is it? On day Haruto and Chiharu appear in front of her, flirting like in a manga! But these two aren't dating!? And they're just childhood friends!?? No way! Check out Touko's daily observations, which are as exciting as they are frustrating☆"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-06-07T18:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/68e93bea-6906-4f0e-acb0-daf77c22a7e7.jpg",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce89adb4-63fc-422e-9fbc-40ea6af4525c",
    "title": {
      "en": "Terra Formars"
    },
    "updatedAt": "2024-05-04T17:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/ce89adb4-63fc-422e-9fbc-40ea6af4525c/fd653b32-d63d-4efb-9107-cf8d8e9eadfe.jpg",
    "altTitles": [
      {
        "en": "Terra ForMars"
      },
      {
        "en": "TerraFormars"
      },
      {
        "ja": "テラフォーマーズ"
      },
      {
        "zh": "火星异种"
      }
    ],
    "description": {
      "en": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold.  \nIt is now the year 2599, and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find on Mars, is something beyond their darkest imagination and fear…"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0fb3a64-412a-4741-a233-e9a457b60082",
    "title": {
      "en": "Erosugi Cheat de Isekai Harem♪ Comic Anthology"
    },
    "updatedAt": "2024-06-08T17:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/e0fb3a64-412a-4741-a233-e9a457b60082/6e25c54d-1fae-4bbc-bf95-7e9eb1d3ad51.jpg",
    "altTitles": [
      {
        "ja": "エロすぎチートで異世界ハーレム♪コミックアンソロジー"
      },
      {
        "en": "Otherworldly Harem with Extremely Erotic Cheats Comic Anthology"
      }
    ],
    "description": {
      "en": "An erotic isekai anthology comic by various \n1. My Cute Seedstock-San by [Kaworu Watashiya](https://mangadex.org/author/9e5885df-6e1c-496f-9cf9-22f649ba4696/watashiya-kaworu) \n2. I love both big and small ones by [Amamiya Mizuki](https://mangadex.org/author/a27cfcf4-4ee5-4893-8171-19022dc240ee/amamiya-mizuki) \n3. Heart racing ♡ Maternal Instinct Blossom Harem by [Meisuke](https://mangadex.org/author/a6ace81e-ab56-4023-91f3-8db574f0f54b/meisuke) \n4. Goddess and Hero by [Mamo Williams](https://mangadex.org/author/6cf47ca2-2810-4c18-8852-eac4f44579b4/mamo-williams) \n5. Parallel World Cooking Paradise by [Guts Shihan](https://mangadex.org/author/3c238a89-9576-425c-8203-f769f65b59c2/guts-shihan)\n6. Be Careful During the Mating Season! by [Omori Gohan](https://mangadex.org/author/a7a89851-905d-4806-9206-5ab1e6214e44/omori-gohan)\n7. I Became a Slime in Another World, So I Decided to Try a Slippery Massage by [Makoto Ohara](https://mangadex.org/author/25b4fab2-3a80-46b0-87da-c321a99fd74c/ohara-makoto)\n8. The Extra Guy Becomes the Main Character of a Harem in Another World by [Amemori](https://mangadex.org/author/9bf404a3-6caf-47fd-b10a-b48f0b636712/amemori)",
      "ja": "スキル覚醒→推しの娘みんなと即ハーレム11名の豪華執筆陣が彩る、理想の異世界へG O！\n\n異世界ヒロイン全員オレのもの！　覚醒チートでエッチなハーレム結成！　姫騎士・エルフ・魔王様・サキュバス５姉妹・聖女・ドワーフ・単眼・ロリ魔法使い・天使・ホムンクルス・令嬢・ハーピー・眼鏡・くの一・獣人・爆乳お姉さんパーティー――あなたの推しヒロイン、みんなとイチャイチャできちゃうハーレムアンソロジー！！！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "9bb7e77b-c34b-4b96-b1cd-38c1aaddc06f",
    "title": {
      "en": "Yakusoku Yaburareta"
    },
    "updatedAt": "2023-12-06T03:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/9bb7e77b-c34b-4b96-b1cd-38c1aaddc06f/2ef3c5b5-b6c7-4986-813e-93c494aeae7f.jpg",
    "altTitles": [
      {
        "ja": "約束やぶられた"
      },
      {
        "ja-ro": "Yakusoku Yaburareta"
      },
      {
        "en": "A Broken Promise"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-04-09T11:43:37+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/a3f68fb0-f34d-4c19-9877-76b46b962bbd.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc57d3ec-1743-4976-a11a-a101508e5f75",
    "title": {
      "en": "Locked to Death"
    },
    "updatedAt": "2024-06-08T17:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "altTitles": [
      {
        "ko": "잠겨죽어도"
      }
    ],
    "description": {
      "en": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fdf828a-f639-4121-9c6f-5202b8832b1d",
    "title": {
      "en": "Ore ni wa Kono Kuragari ga Kokochiyo Katta: Zetsubou kara Hajimaru Isekai Seikatsu, Kami no Kimagure de Kyousei Haishinchuu"
    },
    "updatedAt": "2024-05-03T03:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/4fdf828a-f639-4121-9c6f-5202b8832b1d/3f4cfee0-c852-448a-8893-2e1e227905ea.jpg",
    "altTitles": [
      {
        "ja": "俺にはこの暗がりが心地よかった　―絶望から始まる異世界生活、神の気まぐれで強制配信中―"
      },
      {
        "en": "The Darkness Was Comfortable for Me"
      }
    ],
    "description": {
      "en": "“I will have the 1,000 people I have chosen go to a parallel world.”\n\nChaos spread once those words of God were displayed to the whole world.\n\nKurose Hikaru, whose childhood friend had been chosen, was killed together with her on the same day she was supposed to be transferred. However, for some reason, Hikaru didn’t die and, even though he wasn’t chosen at first, he ended up as one of the [Otherworlders that will have all their actions live broadcasted to Earth].\n\nTransferred without any preparations at all to that accursed land, he faced threats innumerable times and somehow managed to survive with his Gift, the Dark Spirit Abilities.\n\n“I must not die. I am sure the people on Earth are all rooting for me after all…”\n\nThis is the story of a young boy who is tossed about by the gazes of the viewers, yet eventually manages to raise his head and walk forward.\n(NovelUpdates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "3803bde7-f2e7-42e5-9563-c18ce02d3d70",
    "title": {
      "en": "Mina Soko Nite"
    },
    "updatedAt": "2024-05-12T07:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/3803bde7-f2e7-42e5-9563-c18ce02d3d70/61a13400-fcf9-42f6-b4f6-ed50fdfad249.jpg",
    "altTitles": [
      {
        "en": "because the girls are all childish"
      },
      {
        "ja": "みなそこにて"
      },
      {
        "vi": "Dưới đáy nước"
      },
      {
        "en": "At the Bottom of the Water"
      }
    ],
    "description": {
      "en": "In this town's lake, a man-eating mermaid is said to have been sunk to the bottom.\n\nToday, the mermaid still wanders the town in search of a companion, stirring up the restless hearts of the people.\n\nA modern day tale of foolish girls who can't survive in clear water.",
      "vi": "Người ta nói rằng dưới đáy hồ ở thị trấn này có một \"người cá\" chuyên ăn thịt người. Ngay cả bây giờ cũng vậy, người cá lang thang trong thị trấn để tìm kiếm bạn đồng hành, chạm đến những trái tim đang gợn. Đây là truyện ngụ ngôn hiện đại về những cô gái khờ khạo không thể sống nhờ nước sạch."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "d3608ab4-fed0-4f65-856e-55466c931ebe",
    "title": {
      "en": "Maou no Musume, Sugoku Choroi."
    },
    "updatedAt": "2024-05-15T16:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/d3608ab4-fed0-4f65-856e-55466c931ebe/a25af031-5cfa-48b8-9dbd-83d51e55f475.jpg",
    "altTitles": [
      {
        "ja": "魔王の娘、すごくチョロい。"
      },
      {
        "en": "The Demon King's Daughter Is Way Too Easy"
      },
      {
        "zh-hk": "魔王之女，超好對付"
      },
      {
        "ko": "마왕의 딸, 너무 쉽잖아"
      },
      {
        "vi": "Con gái của quỷ vương dễ đối phó thật đấy"
      },
      {
        "ja-ro": "Maou no Musume, Sugoku Choroi."
      }
    ],
    "description": {
      "en": "In the final showdown between the Demon King and the Hero, the latter used all his power to seal away the former. To exact her revenge on her father's nemesis, the Demon King's daughter, Hel, resurrected the Hero and planned to use him as her personal servant. However, the resurrected Hero is unexpectedly dazzling and dashing, and Hel's composure begins to waver. Will she ever be able to torment her new servant?",
      "ja": "かつて魔王と勇者は対決し、魔王は封印され勇者は力尽きた…。魔王の娘であるヘルは父の仇である勇者への恨みを晴らすべく、彼を蘇らせ、そして下僕としてこき使ってやろうと考えていた。だが、蘇ってきた勇者は何だかやたらとキラキラしていてカッコ良くて、ヘルの調子は狂いっぱなし。\n\n果たして勇者を下僕として苦しめることは出来るのか…!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru! @comic"
    },
    "updatedAt": "2024-03-21T04:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/72afda58-8b20-4b3b-96d1-d1291bfe31dc.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81d90b12-6a7f-48e7-91a4-d2090c5b9f19",
    "title": {
      "en": "Watashi no \"Ouji-sama\" ga Sanjigen-ka shita no desu ga - Otaku na Watashi to Dousei & Real Renai shiteimasu!?"
    },
    "updatedAt": "2024-04-24T02:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/81d90b12-6a7f-48e7-91a4-d2090c5b9f19/7d191441-a2c5-4128-b41d-86c742e14066.jpg",
    "altTitles": [
      {
        "ja": "私の“王子様”が三次元化したのですが　～オタクな私と同棲＆リアル恋愛しています!?～"
      },
      {
        "ja": "私の“王子様”が三次元化したのですが"
      },
      {
        "ja-ro": "Watashi no \"Ouji-sama\" ga Sanjigen-ka shita no desu ga"
      },
      {
        "en": "My \"Prince\" Became 3D - I, an Otaku, Am Living Together and Having a Real Romance with Him!?"
      },
      {
        "zh-hk": "我的王子大人竟然三次元化了"
      },
      {
        "zh": "我的王子大人竟然三次元化了"
      }
    ],
    "description": {
      "ja": "「たいしたキスもできねーくせに、大人をナメんなよ」生まれてから24年間、三次元の男性に興味を持てずにいた乙女ゲーオタクの薫子。ところが両親から勧められたお見合いで、推しとそっくりなイケメン御曹司・時織司と出会い大興奮！「次元を超えて会いに……!?」速攻で結婚を申し込むも、すげなくお断りをされてしまう。画面の中の王子様と違い、常に塩対応の司。しかし、薫子は初めてリアルな男性に感じたときめきを忘れられず、司攻略を決意する…！「本当に、変な奴だな…」どんなに突き放してもめげない薫子に、司の氷の仮面も少しずつ剥がれていって――。平凡オタク女子がレベルMAXの攻略対象に挑む、ハイテンションラブコメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5b76a07-cd73-49df-8eba-864fce4f9177",
    "title": {
      "en": "A Well-Known Love Affair"
    },
    "updatedAt": "2024-05-22T10:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/a5b76a07-cd73-49df-8eba-864fce4f9177/817b639d-5ff1-437a-b244-c22255302791.jpg",
    "altTitles": [
      {
        "en": "A Relationship of Fame"
      },
      {
        "ko": "명성이 따르는 연애"
      },
      {
        "en": "Love with Fame"
      }
    ],
    "description": {
      "fr": "Le prochain directeur de l'hôtel Woo Myung-sung a été élevé comme \"œuvre d'art\" par son père. Myong-sung, qui semblait parfait sous tous les aspects, était en fait en train de perdre sa motivation à vivre, épuisé par la pression qu'il avait endurée depuis son enfance. Puis un jour, Woo Myung-sung a rencontré un camarade du lycée qui distribuait du poulet. Je veux transmettre mes compétences en rendez-vous à Jeonsu, qui se réveille comme une poupée qu'il aime, change d'humeur et révèle honnêtement toutes ses émotions comme un idiot. \"Essaye, embrasse, apprends.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-04-16T19:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "ko": "네크로맨서 학교의 소환천재"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. But could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c3cd370-04bd-4994-87dc-e54a4d80c4ec",
    "title": {
      "en": "Natsume Yuujinchou"
    },
    "updatedAt": "2023-09-01T09:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/2c3cd370-04bd-4994-87dc-e54a4d80c4ec/026af491-d687-4c2a-9d8a-52ac1d10984e.jpg",
    "altTitles": [
      {
        "es": "El libro de los amigos de Natsume"
      },
      {
        "en": "Natsume's Book of Friends"
      },
      {
        "en": "In the Corner of the Schoolyard"
      },
      {
        "fr": "Le pacte des yôkai"
      },
      {
        "it": "Natsume degli spiriti"
      },
      {
        "de": "Pakt der Yokai"
      },
      {
        "ja": "夏にはため息をつく"
      },
      {
        "ja": "夏目友人帳"
      },
      {
        "ko": "나츠메 우인장"
      },
      {
        "en": "Heave a Sigh in Summer"
      },
      {
        "ja-ro": "Manabiya no Sumi"
      },
      {
        "ja-ro": "Natsu ni wa Tameiki o Tsuku"
      },
      {
        "ja-ro": "Natsu ni wa Tameiki wo Tsuku"
      },
      {
        "zh": "妖怪联络簿"
      },
      {
        "ru": "Тетрадь дружбы Нацумэ"
      },
      {
        "pt-br": "Natsume Yuujinchou (Livro dos amigos)"
      }
    ],
    "description": {
      "en": "Natsume's just an ordinary kid, except he can see spirits just like his grandma Reiko could. Reiko, though, used to bully the spirits, and bound them to her will in the \"Book of Friends.\" Now that Natsume has inherited this book, a never-ending stream of spirits is coming after him.   \n  \nWith the help of a spirit \"cat\" (who really just wants Natsume to die so he can have the book), Natsume spends his days dissolving the contracts that bind the spirits and trying not to get killed.  \n  \nExtras:\n* Manabiya no Sumi (In the Corner of the Schoolyard) in v.6.\n* Natsu ni wa Tameiki (w)o Tsuku (Heave a Sigh in Summer) in v.7.",
      "pt-br": "Natsume Takashi é apenas um garoto comum, exceto por ele poder ver espíritos, assim como sua avó Reiko podia. Reiko, porém, usava seu poder para intimidar os espíritos, e amarrou-os contra a sua vontade ao “Livro dos Amigos”. Agora, Natsume herdou este livro, e um fluxo interminável de espíritos vêm a ele, querendo que ele devolva seus nomes, pois, quem possui o nome de um espírito tem controle sobre ele. Com a ajuda de um espírito gato (que realmente só quer que Natsume morra para que ele possa ter o livro), Natsume passa seus dias devolvendo os contratos que ligam os espíritos e tentando não ser morto por eles."
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1680a15-e1ae-4a15-8310-ecf2b0720183",
    "title": {
      "en": "I Just Want to Mooch off Your Luck"
    },
    "updatedAt": "2023-05-09T18:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/a1680a15-e1ae-4a15-8310-ecf2b0720183/1d7b6eb3-a543-4740-9a25-ccdf64f6eab3.jpg",
    "altTitles": [
      {
        "zh": "我就想蹭你的气运"
      },
      {
        "zh-hk": "我就想蹭你的氣運"
      },
      {
        "zh-ro": "Wǒ Jiù Xiǎng Cèng Nǐ De Qì Yùn"
      },
      {
        "en": "I Just Want to Freeload on Your Luck"
      },
      {
        "en": "Be Your Lucky"
      }
    ],
    "description": {
      "en": "After being reborn, Zhao Mingxi had no choice but to mooch off of Fu group's young master's luck to avoid death by terminal illness. Although his ears would turn so red as if they're bleeding whenever he sees her, he still keeps up an act of prideful indifference: \"Can you stop being so clingy?\"  The next day, Zhao Mingxi really did leave to mooch off of someone else's luck. The small dog bowed his head down, and grumbled: \"I'll let you cling to me, alright? Happy now?\"",
      "zh": "重生后的赵明溪为了避开绝症活下去，不得不去蹭傅氏太子爷身上的气运。 这位太子爷每次看到她，明明耳朵快红得滴血，还要装出酷炫狂霸拽的样子：“你能不能别缠我？” 第二天赵明溪就真的去找别人蹭气运了。:) 小狼狗头低了下来，委委屈屈：“给你缠还不行吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1dbb9d5-cc9d-45b5-a04d-b033e456bdec",
    "title": {
      "en": "Butterfly Trap"
    },
    "updatedAt": "2024-06-08T16:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/c1dbb9d5-cc9d-45b5-a04d-b033e456bdec/2045b6b1-6d2b-4895-95db-df3918c8b05c.png",
    "altTitles": [
      {
        "ko": "버터플라이 트랩"
      }
    ],
    "description": {
      "fr": "Yang Dojin a toujours travaillé dur depuis son enfance pour essayer d'exceller dans tous les domaines. Mais lorsqu'il a rencontré Lee Tae-Woong au lycée, il a commencé à avoir un complexe d'infériorité.\n\nPeu importe ce qu'il faisait, Dojin était toujours placé en deuxième position par rapport à Tae-Woong. Ils sont même devenus amis, bien que Dojin ait toujours été ouvert à la compétition avec Tae-Woong. Devenu de plus en plus jaloux, il décide alors de ruiner la préparation de Tae-Woong à l'examen d'entrée à l'université en lui faisant une fausse confession d'amour !\n\n10 ans plus tard, Yang Dojin rejoint le même lycée en tant que professeur de littérature. Mais quel coup du sort ! C'est là qu'il retrouve Lee Tae-Woong, qui a rejoint l'école en tant qu'infirmier.\n\nDès lors, la vie professionnelle de Dojin en tant que professeur devient un véritable enfer."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "45"
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-02-02T00:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1d41734-f7c9-4887-a82c-d095c436dfd1",
    "title": {
      "en": "Stella no Mahou"
    },
    "updatedAt": "2024-02-16T04:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/e1d41734-f7c9-4887-a82c-d095c436dfd1/558a6b85-6be2-4890-97e9-4856ca454128.png",
    "altTitles": [
      {
        "ja": "Magic of Stella"
      },
      {
        "ja": "ステラのまほう"
      }
    ],
    "description": {
      "en": "Upon enrolling in high school, Tamaki Honda joins a club for making doujin games known as the SNS Club. Joined by programmer Shiina, writer Ayame, and composer Kayo, Tamaki begins working as an illustrator for the club's next game."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "113"
  },
  {
    "mangaId": "64d0de3e-cdc2-4df8-b70b-b5ec90479a60",
    "title": {
      "en": "Tora to Hachidori"
    },
    "updatedAt": "2024-04-29T04:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/64d0de3e-cdc2-4df8-b70b-b5ec90479a60/5f9ade3b-2d75-41d9-9003-414499d77885.jpg",
    "altTitles": [
      {
        "en": "Tiger & Hummingbird"
      },
      {
        "ja": "トラとハチドリ"
      }
    ],
    "description": {
      "en": "Sporting an exhausted expression and a T-shirt with a large tiger printed on it, Matsuri Kitou’s taste in fashion is like a school delinquent. Unexpectedly, she soon finds herself working at one of the centers of fashion in Shibuya, a clothing store named omne.\nSupervised by MB, a fashion blogger who knows the ins-and-outs of the industry, this story all about life working in a clothing store begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-05-15T20:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/2ae3a0c0-0b6d-487e-81af-b4c5cff4be3b.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88adbd76-c60a-40bd-a065-08320525614b",
    "title": {
      "en": "Kijin Gahou"
    },
    "updatedAt": "2022-02-15T17:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/88adbd76-c60a-40bd-a065-08320525614b/fe0c2b67-7e9d-47b6-a2a5-45b79041a5dd.jpg",
    "altTitles": [
      {
        "en": "Fetus Collection"
      },
      {
        "ja-ro": "Harakiri"
      },
      {
        "en": "Holy Night (KAGO Shintaro)"
      },
      {
        "en": "Suck It"
      },
      {
        "en": "The Collection (KAGO Shintaro)"
      },
      {
        "ja": "奇人画報"
      }
    ],
    "description": {
      "en": "1-6. Collecting #1-#6  \nA girl collects everything her crush touches; a man keeps a photo album of women giving him blowjobs; schoolboys plays a sexual card game; a lunchbox factory girl collects vomit; a man gathers his missing girlfriend's body parts; a suicidal girl joins a group of women who've made abortion into a grotesque art.  \n  \n7. Harakiri  \nA world where cutting your stomach is the newest fashionable trend among schoolgirls.  \n  \n8. Holy Night  \nSanta is terrorizing the Japanese by flooding everyone with unwanted gifts. The only way to stop him from sending more is to convince him that you're happy with what you've got, or so people think.  \n  \n9. Voracious Itches  \nPutting worms under the skin can be an addictive pleasure."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "e0966537-58a1-421b-8ea9-3e7f02d703c4",
    "title": {
      "en": "The Hero Returns"
    },
    "updatedAt": "2024-05-28T01:42:54+00:00",
    "coverArt": "https://mangadex.org/covers/e0966537-58a1-421b-8ea9-3e7f02d703c4/5cef80fc-a670-45ad-bfdb-3c9869445691.jpg",
    "altTitles": [
      {
        "en": "Hero, Returns"
      },
      {
        "ko": "영웅, 회귀하다"
      },
      {
        "ru": "Герой возвращается"
      },
      {
        "es-la": "Heroe, regresa"
      }
    ],
    "description": {
      "en": "The strongest hero of humanity, Kim Sung Bin.\n\nHe threw everything on the line and fought… but he still couldn’t prevent the destruction of the world.\n\nHowever, his legend has just begun as he returns 20 years into the past.\n\n“I’ll definitely… kill it this time.”\n\nNow fully equipped with overwhelming power and experience, the hero’s raid isn’t over yet!",
      "ko": "인류 최강의 영웅, 김성인\n모든 것을 내던지며 분투했지만\n결국…… 세상의 멸망은 막지 못했다\n\n하지만 그의 전설은 이제 시작이었으니\n성인, 20년 전으로 회귀하다!\n\n“이번에는…… 반드시 잡는다.”\n\n압도적인 재능과 경험으로 무장한 완전체\n영웅의 레이드는 아직 끝나지 않았다!",
      "ru": "Сильнейший герой человечества Ким Сон Бин. Он бросил все на кон и сражался, но… не cмог предотвратить разрушение мира. Однако его легенда только начинается, когда Сон Бин возвращается на 20 лет в прошлое.",
      "pt-br": "O herói mais forte da humanidade, Kim Sung Bin.\n\nEle jogou tudo na linha e lutou... mas ele ainda não conseguiu impedir a destruição do mundo.\n\nNo entanto, sua lenda apenas começou quando ele retorna 20 anos no passado.\n\n\"Com certeza... vou matá-lo desta vez.\"\n\nAgora totalmente equipado com poder e experiência esmagadores, o ataque do herói ainda não acabou!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "878634d2-ea39-4001-a4bf-31458020d16a",
    "title": {
      "en": "Akuyaku Reijou Level 99: Watashi wa UraBoss desu ga Maou de wa Arimasen"
    },
    "updatedAt": "2024-04-10T23:53:57+00:00",
    "coverArt": "https://mangadex.org/covers/878634d2-ea39-4001-a4bf-31458020d16a/0a4bedde-52a2-469a-be80-fec8b7d24a06.jpg",
    "altTitles": [
      {
        "en": "Villainess Level 99 ~I May Be the Hidden Boss but I'm Not the Demon Lord~"
      },
      {
        "ja": "悪役令嬢レベル99～私は裏ボスですが魔王ではありません～"
      },
      {
        "ja": "悪役令嬢レベル99"
      },
      {
        "id": "Antagonis Level 99"
      },
      {
        "id": "Antagonis Level 99~ Aku Memang Bos Rahasia, Tapi Aku Bukanlah Raja Iblis~"
      },
      {
        "th": "ยัยตัวร้าย เลเวล99"
      },
      {
        "zh": "恶役千金LV99"
      },
      {
        "vi": "Nữ Phụ Phản Diện Lv99! Tôi Là Trùm Cuối Nhưng Không Phải Là Ma Vương!"
      },
      {
        "ru": "Злодейка 99 уровня: Я могу быть скрытым боссом, но я не Король демонов"
      },
      {
        "fr": "Personnage au niveau 99 - Bien que je sois en réalité le boss caché, je ne suis pas le Roi Démon"
      }
    ],
    "description": {
      "en": "I reincarnated as the \"Villainess Eumiella\" from an RPG Otome game. In the main story, Eumiella is merely a side character, but after the ending, she re-enters the story as the Hidden Boss, a character boasting high stats on par with the heroes! \n\nLighting a fire in my gamer's soul, and taking advantage of being left on my own in my parent's territory, I trained, trained, and trained! As a result of my training… by the time I enrolled in the academy, I managed to reach level 99. \n\nThough I had planned to live out my days as inconspicuously and peacefully as possible, soon after entering the school, I'm suspected by the Heroine and Love Interests of being the \"Demon Lord\"…?  \n  \nBased on a popular web novel of seeking a peaceful life, a fantasy story of the strongest villainess!",
      "id": "Aku bereinkarnasi menjadi antagonis \"Dolkness Eumelia\" dari gim otome RPG. Di cerita utamanya, Eumelia hanyalah seorang karakter sampingan, tapi setelah ending, ia memasuki cerita lagi dengan menjadi bos rahasia, menjadi karakter yang mempunyai status lebih tinggi daripada pahlawan!!  \n  \nMemantik jiwa gamer-ku, lalu mengambil kesempatan karena ditinggal oleh keluargaku di wilayah mereka, aku berlatih! Berlatih! Lalu pada akhir pelatihanku saat aku baru memasuki akademi, ternyata levelku mencapai 99.  \n  \nWalaupun aku sudah membuat rencana untuk hidup tanpa mencolok dan damai, beberapa saat setelah masuk sekolah, aku disangka \"Raja Iblis\" oleh si Heroine dan Para Target Cintanya …?  \n  \nDiangkat dari Web Novel yang populer yang mencari kehidupan damai, sebuah cerita fantasi tentang antagonis terkuat!",
      "vi": "Yumiera Dorkness là con gái của một Bá tước, bị mọi người và cả chính cha mẹ mình ghẻ lạnh chỉ vì màu tóc, nguyên nhân là do Ma Vương tóc cũng màu đen giống hệt cô. Một hôm cô chợt nhớ ra được kí ức kiếp trước và cô đã trọng sinh vào một Otome game, cô không trọng sinh vào nữ chính mà lại là nữ phụ phản diện – người mà sau này trở thành trùm cuối của game!? Đây chính là một cuộc hành trình kể về một cô gái chống lại số phận nghiệt ngã, sống một cuộc đời yên bình và tránh trở thành trùm cuối để rồi dính bad end!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33521959-7349-46b1-a4f8-7cf82526cd01",
    "title": {
      "en": "Utsu Gohan"
    },
    "updatedAt": "2023-10-31T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/33521959-7349-46b1-a4f8-7cf82526cd01/acd30ab5-9a21-4f67-8e80-25eab589405f.jpg",
    "altTitles": [
      {
        "en": "Sad Meals"
      },
      {
        "zh": "郁闷饭"
      },
      {
        "ja": "鬱ごはん"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]