[
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2023-03-13T07:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-08-10T16:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f36926-21f8-4dab-bc78-af8e932a15c8",
    "title": {
      "en": "Flan Wants to Die"
    },
    "updatedAt": "2023-08-14T21:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/e2f36926-21f8-4dab-bc78-af8e932a15c8/f19cf627-026d-47be-ae84-38d15da1d8d7.jpg",
    "altTitles": [
      {
        "ja-ro": "Shinitai Flan"
      },
      {
        "ja": "死にたいフラン"
      },
      {
        "uk": "Флан хоче померти (Тохо)"
      }
    ],
    "description": {
      "en": "Flan Scarlet is tired of existing. It's probably awful to be locked in a form, without the ability to change or live out a story.",
      "uk": "Скарлет Фландр – багатолітня вампірка, яка втомилась від власного існування. Одного дня вона вирішує покінчити з життям."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-07-28T18:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4da57af-1c62-4806-a233-fc58b468ec90",
    "title": {
      "en": "Heesu in Class 2"
    },
    "updatedAt": "2024-06-26T07:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/d4da57af-1c62-4806-a233-fc58b468ec90/4d8c3b3c-3f41-4b7b-a69a-8f31df7a1bc7.jpg",
    "altTitles": [
      {
        "ko": "2반 이희수"
      }
    ],
    "description": {
      "en": "Heesu's world revolves around Chanyoung, his best friend and secret crush. He doesn't mind cheering Chanyoung from the sidelines or listening to all his girl problems. He doesn't care if people only know him as \"Chanyoung's friend.\" Then one day, Heesu starts hearing his name everywhere. On the bus, in the halls, during lunch… Turns out, there's a rumor going around school (Got a love problem? Find Heesu in Class 2 and he'll tell you what to do!) and with that, Heesu suddenly finds himself the center of attention. But how could he give anyone advice? He doesn't even know what to do about his own crush!",
      "fr": "Le monde de Heesu tourne autour de Chanyoung, son meilleur ami dont il est secrètement amoureux. Cela ne le dérange pas d’encourager Chanyoung en étant qu’un spectateur ou bien d’écouter tous ses problèmes de fille. Il s’en fiche que les gens le considèrent comme seulement son « ami ». Cependant un jour Heesu commence à entendre son nom de partout : dans le bus, dans le hall et même pendant la pause de midi ? Une rumeur circule dans l’école : Vous avez un problème ? Trouvez Heesu dans la Classe 2 et il vous dira que faire ! Heesu se retrouve soudainement au centre de l’attention. Mais comment il peut conseiller quelqu’un alors qu’il sait pas quoi faire pour son propre amour."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "89"
  },
  {
    "mangaId": "a37158c0-3499-4684-9538-25967fde6e79",
    "title": {
      "en": "Otokojuku Gaiden - Date Omito"
    },
    "updatedAt": "2023-10-07T01:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/a37158c0-3499-4684-9538-25967fde6e79/ef71a63d-94d5-4d5f-8c1f-d5a639f1ee56.png",
    "altTitles": [
      {
        "en": "Otoko Juku Gaiden Date Omito"
      },
      {
        "en": "Otokojuku Gaiden: Date Omito"
      },
      {
        "ja": "Otokojyuku Gaiden Date Omito"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Date Omito."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "69"
  },
  {
    "mangaId": "218041a6-9243-4360-9810-e5810cf14af4",
    "title": {
      "en": "Harmony"
    },
    "updatedAt": "2024-07-27T00:31:27+00:00",
    "coverArt": "https://mangadex.org/covers/218041a6-9243-4360-9810-e5810cf14af4/e5b23ee9-e153-4f74-a608-bd5d1523c559.jpg",
    "altTitles": [
      {
        "ja": "ハーモニー"
      },
      {
        "zh": "Harmony -和声-"
      }
    ],
    "description": {
      "en": "Published in the slow-release magazine Le Paradis, Harmony is a side story of 14-sai no Koi, following the age gap relationship between middle school student Nagai Tatsumi and his music teacher, Hinohara Yuka."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229e5177-2e71-4642-bd56-a9b0b0ba0e60",
    "title": {
      "en": "Toaru Majutsu no Index"
    },
    "updatedAt": "2024-06-19T13:30:08+00:00",
    "coverArt": "https://mangadex.org/covers/229e5177-2e71-4642-bd56-a9b0b0ba0e60/0307ad5e-93b8-41bb-8281-b7d615de18bb.jpg",
    "altTitles": [
      {
        "en": "A Certain Magical Index"
      },
      {
        "ru": "Некий Магический Индекс"
      },
      {
        "ar": "فهرس السحر"
      },
      {
        "ar": "فهرس كتب السحر المحرمة"
      },
      {
        "ja": "とある魔術の禁書目録"
      },
      {
        "ja-ro": "Toaru Majutsu no Kinsho Mokuroku"
      },
      {
        "zh": "魔法的禁書目錄"
      },
      {
        "zh-hk": "魔法禁書目錄"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في عالم حيث توجد قوى خارقة للطبيعة من العلم، ويوجد السحر من الدين  \n  \nفي القصة، توما كاميجو هو طالب عادي في الثانوية بدرجات دراسية فظيعة وقوة تسمى كاسرة الأوهام. يمكن لـ كاسرة الأوهام إبطال أي قوة أخرى، لكنها تقوض أيضًا حظ كاميجو الجيد.   \n.إن قوة كاسرة الأوهام الهائلة لا تُوصف حرفياً، لذا فإن كاميجو المسكين مصنّف في المستوى من ذوي المستوى صفر  \nيصادف أنه قابل فتاة برداء أبيض تتدلى من شرفة نافذته. تقول الفتاة أن السَّحرةَ يطاردونها، ويكتشف كاميجو أن الفتاة هي راهبة في كنيسة إنجلترا التي استبدلت ذكرياتها بالقُوَّةِ ليتصبح \"فهرس الكتُب المحرّمة\" الـ .103,000 للكنيسة",
      "en": "The story is set in a world where supernatural powers exist through science, and magic exists through religion.  \n  \nIn the story, Touma Kamijou is an ordinary high school boy with terrible academic scores and a power called Imagine Breaker. Imagine Breaker can defeat any other power, but it also undermines Kamijou's own good luck. His Imagine Breaker's immense strength is literally immeasurable, so hapless Kamijou is listed at the supernatural level of 0. He happens to meet a girl in white hanging off his window balcony. The girl says she is being chased by sorcerers, and Kamijou learns that the girl is a Church of England nun whose memories have been forcibly replaced by Index-Librorum-Prohibitorum — the 103,000 forbidden texts of the Church.",
      "ru": "Действие разворачивается в параллельном мире, где наука сплавлена с магией, и сверхъестественные способности давно никого не удивляют. Их носители делятся на две категории: эсперов, которые в результате направленной мутации получили один, пусть и мощный дар, и магов, которые могут быть слабее, но диапазон возможностей у них куда шире. Юных эсперов со всей Японии собирают в единый образовательный центр – город под названием Академия. Там и учится главный герой сериала Камидзё Тома. Дар у парня весьма странный: его правая рука – универсальный негатор, то есть, обнуляет любое парафизическое, магическое или божественное воздействие. А раз так, считает Тома, то и немногие крупицы счастья, посылаемые судьбой, до него просто не доходят, и вся его жизнь – полная невезуха (его любимая фраза). То на телефон наступит, то не с теми парнями свяжется, то обнаружит на перилах собственного балкона на редкость милое и голодное юное создание в костюме монашки…  \n  \nАдаптация ранобэ Toaru Majutsu no Index от Камати Кадзумы.|",
      "pt-br": "A história se passa em uma cidade acadêmica tecnologicamente avançada localizada na região oeste de Tóquio, onde alunos cientificamente avançados chamados \"espers\" estudam e desenvolvem habilidades especiais cuja fonte é a mente humana. Touma Kamijou é um estudante da Academia da Cidade cuja habilidade, a Imagine Breaker, possui o poder de anular quaisquer outros poderes usando sua mão direita, mas esse poder faz com que sua sorte também seja anulada, fazendo com que seja alvo de diversas furadas e problemas de azar. Um dia ele encontra uma jovem pendurada na grade de sua varanda..."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48f9fb61-e165-4ec7-91c5-6772fa1a0274",
    "title": {
      "en": "Mizudako-chan kara wa Nigerarenai!"
    },
    "updatedAt": "2024-07-14T14:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/48f9fb61-e165-4ec7-91c5-6772fa1a0274/5640387e-fea2-499e-a7c7-660c772285a5.jpg",
    "altTitles": [
      {
        "ja": "ミズダコちゃんからは逃げられない！"
      },
      {
        "en": "You Can’t Escape From Mizudako-chan!"
      }
    ],
    "description": {
      "en": "Akigai Kanisuke is an ordinary high school boy. His daily life changes when Mizuda Yuuko (a.k.a. Mizudako-chan), a demi-human girl, transfers to his school.\nA cute, mysterious, and slightly scary story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-02-24T21:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5ebc94c-33a3-49ea-b476-83c4422b8a8b",
    "title": {
      "en": "Shuumatsu no Hanayome-sama ~sweet home†melty life~"
    },
    "updatedAt": "2024-08-08T01:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/c5ebc94c-33a3-49ea-b476-83c4422b8a8b/fba58dc6-7940-418e-94a5-218ce5e3810a.jpg",
    "altTitles": [
      {
        "ja": "終末の花嫁様 -sweet home†melty life-"
      },
      {
        "en": "Apocalypse Bride ~sweet home†melty life~"
      }
    ],
    "description": {
      "en": "Michiru, born under his extremely religious mother, believes that one day an angel would come down and save him from his suffering and pain. After getting severely bruised and beaten up from the kids at his school, his nextdoor neighbor, Hikari, comes to his aide and carries him to her home. While Michiru is asleep, she rampages the world, destroying everything. When he awakes, it is revealed to him that Hikari is an angel. Michiru asks Hikari to marry him, which she gladly accepts. Will their sudden post-apocalypse and newlywed life give Michiru what he always wanted? Or is there more to it under the surface?",
      "id": "\"Tolong... Menikahlah denganku!\"\n\nMichiru, seorang anak laki-laki yang tidak memiliki \"tempat tinggal\" baik di rumah maupun di sekolah.\nHikari, onee-san kikuk yang merupakan tetangga dari Michiru.\nSebuah proposal tiba-tiba dibuat.\n\nSetitik cahaya yang muncul di tengah-tengah keseharian yang menyakitkan dan melelahkan.\nDi tengah keseharian itu, dunia mengalami kehancuran.\n\nSebuah keseharian pasutri antara seorang bocah dan malaikat dimulai!\n\n(Sumber sinopsis : Amazon)",
      "ja": "「私と…結婚してください！」\n\n家にも学校にも居場所がない少年・みちるは、近所に住むうっかりやのお姉さん・ひかりに突然プロポーズされる。苦しくて、退屈な毎日の中で唯一の光。そんなある日、世界が滅んでしまって――"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Yuuwaku"
    },
    "updatedAt": "2024-08-14T15:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/01cb58e6-d623-49f0-8e4f-b7f9383671fb.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "070db1a2-9d21-4270-814e-24106100b1ff",
    "title": {
      "en": "Sprite"
    },
    "updatedAt": "2024-05-24T13:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/070db1a2-9d21-4270-814e-24106100b1ff/600a2870-b9fe-4c01-88db-2f6652c8816b.jpg",
    "altTitles": [
      {
        "ja": "スプライト"
      }
    ],
    "description": {
      "en": "Suzuho, tormented by relentless bullying, crosses paths with Raiko—a girl whose personality is a stark contrast to her own—following an unexpected motorcycle accident. Inspired by Raiko's vibrant spirit, Suzuho begins to embrace a more positive outlook on life, until she is confronted once again by her tormentors.\n\n---\n\n[Publisher website](https://comic-flapper.com/product/322209000025.html)",
      "ja": "虐めに苦しむスズホは、バイク事故をきっかけにして、正反対の性格のライコと出会う。彼女とのかかわりを通して前向きになるスズホだが、ある日いじめの主犯に呼び出されてしまい――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "96469db2-7015-428e-8c77-727a10d35c06",
    "title": {
      "en": "Pokemon X THE iDOLM@STER (Doujinshi)"
    },
    "updatedAt": "2024-08-01T10:22:18+00:00",
    "coverArt": "https://mangadex.org/covers/96469db2-7015-428e-8c77-727a10d35c06/517d47bc-8575-40cb-b489-81d3d095bbfd.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of short stories revolving around the relationships between Pokemon and characters from the THE iDOLM@STER franchise. \n\nDo note that the stories posted here are incomplete and are only taken from the artist's twitter (or X) account. \n\nIf you want more Pokemon stories, be sure to buy his/her comics online, when it's available."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/b6810c0f-9577-473a-867b-4864fdc5c147.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1c408f6-3dec-4d62-b6b3-b57e615d933c",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2023-09-15T10:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/c1c408f6-3dec-4d62-b6b3-b57e615d933c/8b279428-fa32-49b2-bd51-4f8d4db7d420.jpg",
    "altTitles": [
      {
        "ru": "Ветролом"
      },
      {
        "ko": "윈드브레이커"
      },
      {
        "fa": "بادشکن"
      },
      {
        "fr": "Wind Breaker – Vélo"
      },
      {
        "kk": "Жел уатқыш"
      }
    ],
    "description": {
      "en": "Jo Ja-Hyun (Jay) is the student president of Taeyang (Sunny) High. He is not just a smart student but an extreme biker with high techniques. As you follow his bike, you will meet his friends, love, and adventures.\n\n---\n\n**Contents:**\n- **Season 1:** 65 Chapters + Prologue + Special (0-65)\n- **Season 2.1:** 65 Chapters + Prologue (66-130)\n- **Season 2.2:** 117 Chapters (131-257)\n- **Season 3:** 128 Chapters (258-375)\n- **Season 4:** 53 Chapters (Ongoing) (376-)",
      "fr": "Nous suivons l’histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High.\n\nAlors qu’il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement.\n\nVoyant les nombreux refus de ce dernier, Minu abandonnera l’idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s’apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu’il ne s’agissait que d’un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course…",
      "pt": "Jo Ja-Hyun (Jay) é o Presidente do Conselho estudantil da Taeyang (Sunny) High. ele não é somente um aluno inletigente mas um ciclista incrível com ótimas técnicas. enquanto você segue a bicicleta dele, irá conhecer seus amigos, amor e as aventuras."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a34052d5-0057-4f33-a850-5f145cef5694",
    "title": {
      "en": "D-kyuu Boukensha no Ore, Naze ka Yuusha Party ni Kanyuu Sareta Ageku, Oujo ni Tsukimatowareteru"
    },
    "updatedAt": "2024-08-02T20:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a34052d5-0057-4f33-a850-5f145cef5694/a8b3e755-2a32-486a-8471-1ce38b1e6730.jpg",
    "altTitles": [
      {
        "en": "I’m a D-Rank Adventurer, for Some Reason I Got Recruited Into a Hero Party, and Now the Princess Is Stalking Me"
      },
      {
        "ja": "D級冒険者の俺、なぜか勇者パーティーに勧誘されたあげく、王女につきまとわれてる"
      },
      {
        "zh": "D級冒險者的我，不知為何被勇者隊伍勸誘，甚至被王女纏上了"
      }
    ],
    "description": {
      "en": "If you become a hero and defeat the Demon King, a life of idleness awaits you...! This is what the young man Jirei believed, and he worked hard day and night to achieve his goal. However, when he found out that the heroes who defeated the Demon King were the ones who were doing all the hard work, he ran away. But the girls that Jirei had been saving on his journeys before he knew it came pouring in one after another to win his heart and body...?",
      "ja": "勇者になって魔王を倒せば、ぐうたらな生活が待っている！青年ジレイはそう信じ、過酷な鍛練を重ね成果をあげていた。しかし、魔王を倒した勇者に待ち受けているのがブラックな労働環境と知り、あっさり見切りをつけ隠遁を決意。街外れでＤ級冒険者として自堕落な生活を決め込むのだが――\n\n「わたしのパーティーに入ってほしい！」\n\n聖剣に選ばれた勇者の美少女レティノアがやってきて!?さらに“いつのまにか”救っていた少女達まで次々と現れてしまい……。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-07-24T20:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "746892e4-0419-4197-8de5-45e110b68da4",
    "title": {
      "en": "I Tamed the Tyrant"
    },
    "updatedAt": "2024-08-15T06:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/746892e4-0419-4197-8de5-45e110b68da4/41843754-90e3-4e5d-8cc4-7bc9f69c779b.jpg",
    "altTitles": [
      {
        "zh": "我驯服了暴君"
      },
      {
        "ja": "転生して暴君を調教しました"
      }
    ],
    "description": {
      "en": "Because of the tragic death of her favorite manga man, the girl was angry at the author tomorrow night, and she accidentally got into the book.\n'Don't panic! Now that I'm here, let me save the fate of her male god.'\nIt's just... 'Who can tell me, how can this cute and adorable little guy in front of me be the future tyrant who killed the male god?!'"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "110"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-06-11T20:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-06-15T12:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2aa230e8-a940-43ee-bbc6-c921d4686298",
    "title": {
      "en": "I Scared the Divine Lord as I Handed over the Ancient Immortal Pill"
    },
    "updatedAt": "2023-10-31T10:28:01+00:00",
    "coverArt": "https://mangadex.org/covers/2aa230e8-a940-43ee-bbc6-c921d4686298/20782494-0ce4-42d6-8036-7b49da295e71.png",
    "altTitles": [
      {
        "zh-ro": "Kaiju Shang Jiao Taigu Xian Yao, Wo Xia Huai Sheng Zhu"
      },
      {
        "zh": "开局上交太古仙药，我吓坏圣主"
      },
      {
        "id": "Aku menakuti sang dewa agung dengan menyerahkan ramuan surgawi kuno"
      }
    ],
    "description": {
      "en": "Bai Yifan has an ancient ring that allows him to travel freely between the Earth and the fantasy world, and he has discovered that \"plants and animals\" on the Earth will evolve into treasures when they are taken to the fantasy world. An apple evolves into an immortal fruit, an egg will hatch into a phoenix or an earth dog has the bloodline of a dragon. One could even use tobacco to manipulate the enemy to their advantage.",
      "id": "Bai Yifan memiliki cincin kuno yang memungkinkannya untuk melakukan perjalanan dengan bebas antara Bumi dan dunia fantasi, dan dia telah menemukan fakta bahwa \"tanaman dan hewan\" di Bumi akan berevolusi menjadi harta karun ketika dibawa ke dunia fantasi. Sebuah apel berevolusi menjadi buah abadi, sebuah telur akan menetas menjadi burung phoenix atau seekor serigala bumi yang memiliki garis keturunan naga. Mereka bahkan dapat menggunakan tembakau untuk memanipulasi musuhnya."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b74ede8-4d15-471d-95b3-77986254a212",
    "title": {
      "en": "All My Abilities Are Forbidden Spells"
    },
    "updatedAt": "2023-11-06T00:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b74ede8-4d15-471d-95b3-77986254a212/b8d1b6de-ba19-4d1e-bf6c-ac36bbec5b79.png",
    "altTitles": [
      {
        "zh-ro": "Quanmin Zhuan Zhi Wode Jineng Quan Shi Jin Zhou Qianyue"
      },
      {
        "zh": "全民转职：我的技能全是禁咒 签约"
      },
      {
        "en": "Job Transfer For All: My Skills Are All Forbidden Spells"
      }
    ],
    "description": {
      "en": "Lin Han finds himself transmigrated into a world that merges reality and games. This world is rife with dungeons, forbidden zones, and hidden realms, not to mention rampaging monsters! \n\nWhen the time for the Class Change comes, Lin Han doesn’t receive the Warrior Class that he has always dreamt of. \n\nInstead, he receives the class Life Cleric. Just as he’s despairing over his misfortune…\n\n[Ding! You’ve awakened the “Myriad Augmentation System”!] \n\nWith every attribute augmented ten thousand times, all of Lin Han’s basic skills have turned into Forbidden Spells! \n\nWatch Lin Han as he dominates the battlefield with his Forbidden Spells and becomes known as a close-combat Healer!\n- - -\nCrossing to the other world with his soul, Lin Han arrived in an era where games and reality merged. There are countless dungeons, forbidden lands, and hidden realms where mighty monsters reign supreme!\n\nOn the day of his class profession, Lin Han missed the opportunity to become a warrior, the class of his dreams! Unexpectedly, he awakened the unique hidden profession – Life Sacrificer – at a critical moment!\n\n[Ding! Ten Thousandfold Amplification System Awakening!]\n\nLin Han’s attributes increased by ten thousand times, and his basic skills all reached forbidden curses!\n\nIn the name of a close-combat healer, during the moment of unlimited forbidden curse devastation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-06-01T15:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/c18889fc-ca8d-4f98-a8b4-eeb116276ab9.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d852058-655d-4ea3-941e-dd852544de67",
    "title": {
      "en": "Isekai Mofumofu Cafe"
    },
    "updatedAt": "2024-07-25T16:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/3d852058-655d-4ea3-941e-dd852544de67/8c60cfee-936f-4b96-9cd1-6c2ff4745883.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Mofumofu Cafe"
      },
      {
        "ja": "異世界もふもふカフェ"
      },
      {
        "en": "Other World Fluffy Cafe"
      }
    ],
    "description": {
      "en": "Taichi Arima is overworked at his day job. One day, going home late due to working overtime, he saves a fluffy white cat from being run over. He gains a special \"Tame\" ability and is transported to another world. With such a strange ability, what will he do... Why, open a Fluffy Cafe, of course!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5582230-6611-46cc-866c-3e2679d24b7a",
    "title": {
      "en": "I Can See the Forbidden Zone Rules"
    },
    "updatedAt": "2024-08-09T09:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/a5582230-6611-46cc-866c-3e2679d24b7a/fc93a81e-2656-4ef3-9e4b-66734242f37e.jpg",
    "altTitles": [
      {
        "zh": "我能看到禁区规则"
      },
      {
        "en": "Exclusion Zone Rules"
      }
    ],
    "description": {
      "en": "Two hundred years ago, the White Mist Forbidden Land suddenly appeared, and the world underwent a huge change. Monsters and supernatural beings with various strange powers appeared. \n\nThe White Mist Forbidden Land is known as the Forbidden Zone for Life. Only one in ten thousand people who enter it survives. \n\nAfter being imprisoned by the mysterious wall for seven years, Ye Shiqi, who was tired of life, finally stepped into the White Mist Forbidden Land again. \n\nWith the reappearance of blindness, a set of information suddenly appeared in front of Ye Shiqi’s eyes: That is the forbidden zone rules that have troubled mankind for many years!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-08-14T15:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10e20e17-7ae6-48f9-8d33-7cf32db82674",
    "title": {
      "en": "Uchi no Dorei ga Akaru Sugiru!"
    },
    "updatedAt": "2024-08-10T15:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/10e20e17-7ae6-48f9-8d33-7cf32db82674/a5124cec-6e85-4a9d-9f11-6b0a630a9e15.jpg",
    "altTitles": [
      {
        "ja": "うちの奴隷が明るすぎる！"
      },
      {
        "en": "My Slave is Way Too Cheerful"
      }
    ],
    "description": {
      "en": "Roland is known throughout the world as the Black Knight. He appears calm, cool, and collected on the outside, but secretly he’s anything but - he can’t talk to girls for the life of him. One day, while doing his regular heroic thing, he comes across a slave girl bound and gagged. Roland suddenly realizes - if he saves this slave girl, he can slowly build up his social skills by talking to her. After all, a slave girl has to be as shy as him, right?",
      "ja": "悪しき者共から人々を守る高潔な黒騎士、ローランド。彼には一つの悩みがあった。アラサー、独身、女性不信。親や周りの人から結婚を期待されるも、女性への免疫はゼロ。そんな彼が思い至った、素晴らしい(？)女性克服方法。「奴隷の女の子なら、自分にも優しくしてくれるのでは…？」しかし、ローランドが運命的な出会いを果たしたのは、イメージとは180度違う、明るすぎる奴隷少女、ジェシカだった…！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329a6399-d4da-44bc-8f83-cb4b6ff4ff22",
    "title": {
      "en": "Get Away, Matsumoto！-100 days escape-"
    },
    "updatedAt": "2024-07-15T08:42:48+00:00",
    "coverArt": "https://mangadex.org/covers/329a6399-d4da-44bc-8f83-cb4b6ff4ff22/7d8007bc-eff4-4d07-9fbb-d29a3401813c.jpg",
    "altTitles": [
      {
        "ja": "逃げろ松本"
      },
      {
        "ja-ro": "Nigero Matsumoto"
      }
    ],
    "description": {
      "en": "Formerly a three time back-to-back winner of the All-Japan Intercollegiate Road Cycling Championships, Mastumoto now spends his days doing bike deliveries to pay the bills. Just as he contemplates giving up cycling for the sake of his future, Matsumoto suddenly finds himself at the center of an unbelievable incident...! Make way for this hard-hitting high-speed action!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f65d04-15d3-4f73-8c36-c5c39300a398",
    "title": {
      "en": "The Xiao Chronicles"
    },
    "updatedAt": "2024-08-01T23:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/01f65d04-15d3-4f73-8c36-c5c39300a398/4f89b126-6758-4718-a545-0baf74e10bb9.jpg",
    "altTitles": [
      {
        "zh-ro": "Xiaolu"
      },
      {
        "zh": "骁录"
      },
      {
        "es": "Las crónicas de Xiao"
      }
    ],
    "description": {
      "en": "Mu Shiba and Long Shuo — one hot-blooded and passionate, the other cold and distant. Despite their vastly different personalities, the two young men's paths cross and they set out on a journey to find the mysterious \"Xiao\"...",
      "es": "Mu Shiba y Long Shuo: uno ardiente y apasionado, el otro frío y distante. A pesar de sus personalidades tan diferentes, los caminos de los dos jóvenes se cruzan y emprenden un viaje para encontrar al misterioso «Xiao»..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "cb1986ad-1448-4ee6-9bbe-328df7d452bc",
    "title": {
      "en": "Pisu and the Store Keeper"
    },
    "updatedAt": "2024-07-22T17:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/cb1986ad-1448-4ee6-9bbe-328df7d452bc/a3897dc1-7041-4594-85db-a6a07c0f997a.png",
    "altTitles": [
      {
        "ja": "店番のスピス"
      },
      {
        "en": "Spis, Store Staff"
      },
      {
        "ja": "店に入ったら謎の魚が店番をしている話"
      },
      {
        "en": "A Mysterious Fish Tending to the Store."
      }
    ],
    "description": {
      "en": "One day during the rainy season, a man was taking someone else's umbrella from a storefront in Bikon, when he felt a gaze and looked up to see a mysterious fish hanging from a string staring at him in the rain. It did not speak, did not move, and its expression did not change... The name of the mysterious fish was - Pisu-chan. Surrounded by the mischievous store manager, the work-ready mysterious insects, and the innocent and relentless children who come to play with her, Pisu-chan makes the store a lively place to be."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06727073-e1e4-4b83-8d63-78687599642a",
    "title": {
      "en": "Hohosangbak"
    },
    "updatedAt": "2024-08-02T05:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/06727073-e1e4-4b83-8d63-78687599642a/746064cd-678a-4cef-a0ed-85cfb50abb66.jpg",
    "altTitles": [
      {
        "en": "Tiger vs Tiger"
      },
      {
        "en": "Tiger and Tiger Gourd"
      },
      {
        "ko": "호호상박"
      }
    ],
    "description": {
      "en": "Ji-hwan Kang, who was forced to transfer schools after getting involved in a gang fight, decides to ask Yu-seong Han, the top student in the class, for help with his studies. However, he accidentally tears Yu-seong's school uniform. But what's that on Yu-seong's back? A tiger tattoo on this supposedly model student?! Ji-hwan proposes to keep Yu-seong's tattoo and identity a secret in exchange for tutoring. In response, Yu-seong deliberately begins to engage in close physical contact, hoping to make Ji-hwan give up on his own..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "70b5170b-7331-4057-ac41-74392f99a435",
    "title": {
      "en": "μ & i"
    },
    "updatedAt": "2024-06-25T03:46:36+00:00",
    "coverArt": "https://mangadex.org/covers/70b5170b-7331-4057-ac41-74392f99a435/cb1f3212-992b-4fca-b1cb-a68952c5a247.jpg",
    "altTitles": [
      {
        "ja": "μ&i"
      },
      {
        "ja": "μ&i みゅうあんどあい"
      },
      {
        "ja-ro": "μ&i - Myuu and I"
      },
      {
        "en": "μ&i"
      },
      {
        "en": "μ & I"
      },
      {
        "en": "Myuu & I"
      },
      {
        "en": "Myuu and I"
      },
      {
        "ko": "뮤 앤 아이"
      }
    ],
    "description": {
      "en": "After the meteorite “Artemis” crashed into the moon, an unidentified phenomenon began to affect humans: the “Reproductive System Disease”.\n\n12 years have passed, and in a world with a birth rate of 0, humanity has focused its collective efforts on researching cloning and immortality. Amidst this, Ashiro Koshiro continues to search for the cause of the disease. Suddenly, a woman appears, handing him a mysterious suitcase…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "23"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-07-07T08:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbd208cd-31fd-4c68-a377-d2bfec53ea8b",
    "title": {
      "en": "Kara no Kioku"
    },
    "updatedAt": "2024-08-15T10:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/dbd208cd-31fd-4c68-a377-d2bfec53ea8b/34844db3-4e0f-4020-aab5-a52e2903e162.jpg",
    "altTitles": [
      {
        "en": "The Empty Memories"
      },
      {
        "ja": "虚の記憶"
      },
      {
        "ja": "虚（から）の記憶"
      },
      {
        "pt-br": "Memórias vazias"
      }
    ],
    "description": {
      "en": "Between a recent move to Tokyo and the first day of high school, Rei starts his day filled with anxiety and insecurity. His nervousness accompanies him to the classroom, where amidst the classroom chatter, Rei is suddenly struck with a strange dream, followed by an aching in his chest.  \n  \nOnce he wakes up, Rei is greeted by a small creature standing on his desk. Passing it off as part of his dream, Rei heads home. However, to his surprise, numerous other strange creatures of all shapes and sizes roam the streets, seemingly invisible to everyone else.  \n  \nWith countless questions and the small creature from before trailing behind him, Rei's life is changed forever when he encounters a tall one-eyed figure, dressed in all black, smiling at him.\n___\n**Note:** This manga is based on the song of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea6cded8-1886-46fe-8943-b46ede1c5417",
    "title": {
      "en": "Digimon Paradox"
    },
    "updatedAt": "2024-08-15T08:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/ea6cded8-1886-46fe-8943-b46ede1c5417/89332d4a-bd7b-4b63-9854-23b218bda572.png",
    "altTitles": [],
    "description": {
      "fr": "Reiji est un lycéen qui a été sauvé par un Digimon, une arme biologique provenant du futur... Une bataille qui transcende le temps et l'espace est sur le point de commencer !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8909273-7dea-4739-ac2e-c24da08b0b93",
    "title": {
      "en": "Villain Classroom"
    },
    "updatedAt": "2024-08-06T05:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/c8909273-7dea-4739-ac2e-c24da08b0b93/9b309b4a-45ba-44cf-ba6c-fccd3e1b64bd.jpg",
    "altTitles": [
      {
        "ko": "악녀교실"
      },
      {
        "en": "Evil Girl Classroom"
      }
    ],
    "description": {
      "en": "Heo Jeong-woo, a high school student who is bullied by a girl in his class for his weakness.\n \nHan Bo-ra, a transfer student, comes to Jeong-woo's class, where he was spending his miserable days.\n\nJeong-woo feels a strong sense of déjà vu when he sees the child with straight black hair and stains on his legs. Sure enough, Han Bo-ra, who has subdued the arguing classmates, asks them.\n\n\"'Have you ever seen a child similar to me?\n\nJeong-woo decides to approach Bo-ra, who might be able to correct what is wrong...\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?originalProductId=522173)",
      "ko": "같은 반 여자애에게 약점을 잡혀 괴롭힘 당하는 고등학생 '허정우'. 피폐한 나날을 보내던 정우의 반에 전학생 '한보라'가 온다. 까만 생머리와 다리에 얼룩을 가진 그 아이를 보고 정우는 강한 기시감을 느낀다. 아니나다를까, 시비 거는 반 아이들을\n제압한 한보라는 그들에게 묻는다. '나랑 비슷한 애 본 적 있어?' 어쩌면 꼬인 것을 바로잡아줄 보라에게 정우는 접근하기로 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6d74fc1-a669-4a9c-8860-0a5ad781ef90",
    "title": {
      "en": "Kusuburu Kemuri no Nare no Hate"
    },
    "updatedAt": "2024-08-03T17:01:51+00:00",
    "coverArt": "https://mangadex.org/covers/f6d74fc1-a669-4a9c-8860-0a5ad781ef90/2d9e5230-f17d-40f1-9476-3752fe950613.png",
    "altTitles": [
      {
        "ja": "燻る煙のなれのはて"
      }
    ],
    "description": {
      "en": "Whose feelings are simmering...?\n\nWhen Masaki goes to college, he ends up staying with his cousin Haruomi, whom he admires and has a crush on. However, when he meets him again for the first time in several years, he has completely changed from the older brother he admired to a sloppy old man. He is shocked by his appearance, but he remains kind to Masaki, and his feelings for him grow stronger once again. However, no matter how hard Masaki tries to tell him how he feels, Haruomi stubbornly refuses.\n\n\"I love you.\"\n\nMasaki is frustrated that he can't even accept his words, but he can sense that Haruomi is indecisive..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "60fbbf09-591a-4ad6-8aad-e5fa66fe7ef5",
    "title": {
      "en": "Makeinu wa Yoru ni Naku"
    },
    "updatedAt": "2024-08-06T10:43:40+00:00",
    "coverArt": "https://mangadex.org/covers/60fbbf09-591a-4ad6-8aad-e5fa66fe7ef5/2b8119ac-8a2a-4b60-9438-22b77d8d6833.jpg",
    "altTitles": [
      {
        "ja": "負け犬は夜に泣く"
      },
      {
        "vi": "Tiếng Khóc Của Kẻ Dưới Đáy Xã Hội Giữa Đêm Đen"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5ce88e2-8c46-482d-8acf-5c6d5a64a585",
    "title": {
      "en": "Noragami: Stray God"
    },
    "updatedAt": "2024-08-02T23:33:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5ce88e2-8c46-482d-8acf-5c6d5a64a585/d8009398-6a12-473f-9af9-541b5eef50b6.jpg",
    "altTitles": [
      {
        "tr": "Başıboş Tanrı"
      },
      {
        "pl": "Bezdomny bóg"
      },
      {
        "fr": "Dieu égaré"
      },
      {
        "fr": "Dieu errant"
      },
      {
        "it": "Dio randagio"
      },
      {
        "es": "Dios callejero"
      },
      {
        "es-la": "El dios errante"
      },
      {
        "hu": "Kóbor Isten"
      },
      {
        "tr": "Noragami: Başıboş Tanrı"
      },
      {
        "de": "Streunender Gott"
      },
      {
        "vi": "Vị Thần Lang Thang"
      },
      {
        "uk": "Безхатній Бог"
      },
      {
        "ru": "Бездомный Бог"
      },
      {
        "fa": "خدای ولگرد"
      },
      {
        "ar": "نوراجامي"
      },
      {
        "th": "โนรางามิ เทวดาขาจร"
      },
      {
        "ja": "ノラガミ"
      },
      {
        "zh": "流浪神差"
      },
      {
        "zh-hk": "野良神"
      }
    ],
    "description": {
      "en": "Yato is a homeless god. He doesn’t even have a shrine, not to mention worshippers! So to achieve his ambitious goals, he’s set up a service to help those in need (for a small fee), hoping he’ll eventually raise enough money to build himself the lavish temple of his dreams. Of course, he can’t afford to be picky, so Yato accepts all kinds of jobs, from finding lost kittens to helping a student overcome bullies at school.",
      "pt": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também.",
      "ru": "«Бог, который может мечом отменить приговор.» В мире людей есть Бог, который может проникнуть в самое сердце человека. Когда вы грустите, когда вы устали, если вы посмотрите наверх, до самого рая, то увидите номер телефона. Но самое важное – не звонить! Если вы позвоните, перед вами появится парень, который с наглым выражением лица скажет: «Возрадуйся, я – Бог.» Если это произойдет, то что вы будете делать?",
      "pt-br": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "109"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-07-28T02:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. \n\nHigh school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed545a0-d8f0-4606-8e21-5d161ec5ce0c",
    "title": {
      "en": "Fate/stay night [Heaven's Feel]"
    },
    "updatedAt": "2024-06-20T23:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/fed545a0-d8f0-4606-8e21-5d161ec5ce0c/438dbc46-3c07-4e1a-ae95-02f41ba9180a.jpg",
    "altTitles": [
      {
        "ja": "フェイト／ステイナイト ヘブンズフィール"
      },
      {
        "zh": "命运守护夜"
      },
      {
        "ru": "Судьба/ночь схватки: Прикосновение небес"
      },
      {
        "ja-ro": "Fate Stay Night: Heaven's Feel"
      }
    ],
    "description": {
      "en": "The story takes place in an ordinary Japanese town, Fuyuki City. Hidden from society, there has been a deadly war going on in this town. Seven sorcerers known as \"Masters\" summon powerful familiars called \"Servants,\" and they all fight each other until the last one. The last one is said to attain the Holy Grail, which will grant them a wish. Only few know when this War started and what the Holy Grail is, but the war is about to begin again this year.  \n  \nThe main character is Emiya Shirou, who lost his parents in a fire and was adopted by a man who called himself a mage. Admiring his stepfather, he has been training himself to be a mage. However, he had no talent and he could barely use even one type of magecraft. His stepfather has already passed away, and today he's a mage without any skills or knowledge. He is involved in the Holy Grail War when he accidentally summons Saber, who is said to be the strongest Servant of all…  \n  \nHeaven's Feel is one of the routes in Fate/stay night. The heroine of this route is Matou Sakura.",
      "es": "10 años después de la Guerra del Santo Grial, una batalla librada por Maestros y Sirvientes por el recipiente que concede los deseos, el Santo Grial, estalla otra guerra en la ciudad de Fuyuki. Shirou Emiya, el hijo adoptivo de Kiritsugu Emiya, participante de la Guerra del Santo Grial anterior, lleva una vida pacífica con sus seres queridos. Especialmente cerca de él está su estudiante de primer año Sakura Matou, quien trae bondad a su vida solitaria. Pero una vez que comienza la Guerra del Santo Grial, la vida pacífica de Shirou se rompe.",
      "ru": "Действие разворачивается в обыкновенном японском городке Фуюки. В нем проходит смертельная война, скрытая от общества. Семеро магов, Мастеров, призывают души великих героев прошлого, называемых Слугами, которые сражаются между собой. Последний оставшийся обретет Святой Грааль, способный выполнить желание. Лишь некоторые знают про эту войну и Святой Грааль, но в этом году война начинается вновь.Главный герой - Эмия Широ, потерявший родителей в пожаре и усыновленный человеком, называвшим себя магом. Восхищаясь отчимом, он тренируется чтобы стать чародеем, однако, не обладая талантом, он едва ли может использовать один вид магии. Его отчим умер, и сегодня Широ маг без каких-либо умений и знаний. Он становится участником Войны Святого Грааля, когда случайно призывает Сэйбер - сильнейшую из Слуг…Манга-адаптация \"Heaven's Feel\" - одного из рутов в эроге \"Fate/stay night\" от компании Type-Moon. Героиня рута - Мато Сакура."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]