[
  {
    "mangaId": "42ba95ed-a2df-4183-af65-70e8d48087a5",
    "title": {
      "en": "Goth Girl & The Jock"
    },
    "updatedAt": "2024-03-03T18:11:13+00:00",
    "coverArt": "https://mangadex.org/covers/42ba95ed-a2df-4183-af65-70e8d48087a5/f6380ad7-a086-4c25-9851-7c504cf7360e.jpg",
    "altTitles": [],
    "description": {
      "en": "An unlikely relationship blossoms. Do opposites attract? Or will their differences tear them apart? Follow the story of the goth girl Ophelia and the popular footballer Tyler, as they go through their high school life, sitting next to each other in class!",
      "pt-br": "Uma relação improvável floresce. Será que opostos se atraem? Ou suas diferenças os separarão? Acompanhe a história da garota gótica chamada Ophelia e do popular jogador de futebol americano Tyler, enquanto passam por sua vida escolar, sentados um ao lado do outro na sala de aula!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "148f21dc-6666-4c16-8921-fe61f0963c25",
    "title": {
      "en": "Dragon Chef"
    },
    "updatedAt": "2023-10-09T22:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/148f21dc-6666-4c16-8921-fe61f0963c25/b073baef-4565-429e-b927-8225ce61df0f.jpg",
    "altTitles": [
      {
        "zh": "龙厨"
      }
    ],
    "description": {
      "en": "Despite being born in a family who specialise in Sichuan cuisine, and having superior cooking talent, Mo Ting is unable to hold a knife because of his injured hand. But before he can fall down from his status, it appeared a girl who called him “Dragon Chef” and without explanation, dragged him to a celestial realm called “Ling Lang”… From then on, the ability to cross both world of delicious cooking is given to him. This addicting story released at midnight will be opened to you!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dab182f2-a574-4bf4-84e0-c77f7d73d634",
    "title": {
      "en": "Neko ni wa Neko no Neko Gohan."
    },
    "updatedAt": "2024-05-23T16:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/dab182f2-a574-4bf4-84e0-c77f7d73d634/3b3ac2fd-03ed-4b8f-a9a3-9e981c9db9be.jpg",
    "altTitles": [
      {
        "ja": "猫には猫の猫ごはん。"
      },
      {
        "en": "My Kitten Is a Picky Eater."
      }
    ],
    "description": {
      "en": "A kitten lies dying in the snow. It seems that it had eaten poisoned cat food.\n\nWhen our protagonist, Mano Taiyou, chanced upon the kitten, he panicked and hurriedly brought it to the vet.\n\nAfter being rescued, the kitten was taken in by Taiyou and given the name Yuki. Unfortunately, Yuki has been traumatized by its near death experience from eating the poisoned cat food and is now unable to eat dry kibbles.\n\nThis a heartwarming story of Yuki the cat and his owner, Taiyou as he struggles as a beginner cook to make home made food for Yuki."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56054f52-ba05-4e01-9c98-2bce09162a8b",
    "title": {
      "en": "Sarumane"
    },
    "updatedAt": "2024-05-18T01:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/56054f52-ba05-4e01-9c98-2bce09162a8b/13d6d002-ae4e-4842-b02f-e13a7e1c485a.jpg",
    "altTitles": [
      {
        "ja": "さるまね"
      },
      {
        "ja-ro": "Sarumane"
      }
    ],
    "description": {
      "en": "The story takes place in a village in the 19th century. It begins when a group of hunters have just hunted a wild boar and see a monkey staring at them. A hunter threw stones at a monkey to chase it away. That night, the monkey and his friends went into the village and started attacking the people by imitating the human actions he saw, like stoning, butchering, abcxyz, etc.",
      "es-la": "Tercer año de la era Temmei. En medio de la escasez de alimentos provocada por la hambruna, el pueblo de montaña donde vive el protagonista Kaei consigue ganarse la vida algo mejor que los demás cazando animales salvajes. Un día, sin embargo, llega a la aldea un hombre que afirma haberse perdido en las montañas. El hombre se niega a mirar a Kaei a los ojos, pero él y su familia le reciben con los brazos abiertos. Esa noche, en las afueras de la aldea, entran más bestias no invitadas..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aaa614ba-2dba-4b8e-ae15-1dee1d1d72ea",
    "title": {
      "en": "The Chronicle of Seven Cities"
    },
    "updatedAt": "2022-10-17T07:06:54+00:00",
    "coverArt": "https://mangadex.org/covers/aaa614ba-2dba-4b8e-ae15-1dee1d1d72ea/0bae26dd-41b7-4fac-8f71-b21a3fcf648b.jpg",
    "altTitles": [
      {
        "ja-ro": "Nana Toshi Monogatari"
      },
      {
        "ja": "七都市物語"
      }
    ],
    "description": {
      "en": "The story is set in a near-future Earth, in the aftermath of a major disaster that shifts the planet's polar axis 90 degrees, situating the poles along the equatorial line and killing everyone on Earth. A moon-based colony avoids the disaster, and begins recolonizing the depopulated Earth by establishing seven cities in strategic locations. However, to ensure the loyalty of the Earth colony, the moon establishes an orbital defense system that destroys anything that flies 500 meters in the air. When an unknown virus kills everyone on the moon, humanity becomes trapped on Earth, where the political intrigues of the seven cities continue to play out."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "840726c8-d592-4fcf-8be0-12456629b35b",
    "title": {
      "en": "Day 100 of My Sister's Disappearance"
    },
    "updatedAt": "2023-10-16T19:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/840726c8-d592-4fcf-8be0-12456629b35b/074c4864-6409-4e52-82a5-1804f7aa49d1.jpg",
    "altTitles": [
      {
        "en": "Meimei Xiaoshi de Di Yibai Tian"
      },
      {
        "en": "妹妹消失的第一百天"
      }
    ],
    "description": {
      "en": "I killed my younger sister and managed to get away with it. But on the 100th day after her death, something strange happened…",
      "tr": ":||Kız kardeşimi öldürdüm ve suç üstüme yıkılmadan mükemmel bir şekilde kaçtım. Ama ölümünden 100 gün sonra sıra dışı bir olay gerçekleşti…||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "100"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2023-09-18T06:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b9f1bbf-7b85-456a-9dcd-f26f7a9880d4",
    "title": {
      "en": "The Descent of the Demonic Master"
    },
    "updatedAt": "2023-10-30T21:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b9f1bbf-7b85-456a-9dcd-f26f7a9880d4/53850e20-1256-444d-816f-67c0fad5fa0f.png",
    "altTitles": [
      {
        "ko-ro": "Majon Hyeonse Ganglimgi"
      },
      {
        "tr": "Şeytani Egemenin Düşüşü (TR)"
      },
      {
        "ru": "Нисхождение демонического мастера"
      },
      {
        "ar": "نزول السيد الشيطاني"
      },
      {
        "ko": "마존현세강림기"
      }
    ],
    "description": {
      "en": "The first life: After a tragic accident losing his family and legs, he ends his own life.\n\nThe second life: He earned fame as the Red Demonic Master in Zhongyuan, but was betrayed by the man he trusted the most.\n\nAnd now comes his third life. In his life back in the modern world, Gang Jinho decides to live a normal life. However, he was too used to the Zhongyuan life to become a normal person!\n\n\"I wanted to live peacefully. But you are the ones who started it. I hope you're prepared for this.\"\n\nIn front of the threats of his new life, can Gang Jinho shake off his impulses as the Red Demonic Master and obtain the 'normal life' he desires? The adaptation story of a legendary martial artist in the 21st century!",
      "pl": "Jego pierwsze życie zakończyło się szybko i tragicznie. W drugim został Demonicznym Mistrzem, lecz przez to narobił sobie wrogów i został zabity w młodym wieku. Po drugiej śmierci powrócił do swojego pierwotnego świata, do czasu przed wypadkiem i przed jego tragicznym życiem kaleki. Postanowił, że teraz zrobi co w jego mocy, by żyć spokojnie i szczęśliwie.",
      "ru": "Первая жизнь. После трагического несчастного случая, потеряв свою семью и ноги, он заканчивает свою собственную жизнь. Вторая жизнь. Он заслужил славу Красного демонического мастера в Чжунъюане, но был предан человеком, которому доверял больше всего. И вот наступает его третья жизнь. В своей жизни, вернувшись в современный мир, Ган Цзиньхо решает жить нормальной жизнью… Однако он слишком привык к жизни Чжунъюаня, чтобы стать нормальным человеком! -Я хотел жить спокойно. Но ведь это вы все начали. Надеюсь, вы к этому готовы.\"Перед лицом угроз его новой жизни, может Ли Ган Джинхо стряхнуть свои импульсы как красный демонический Мастер и получить \"нормальную жизнь\", которую он желает?",
      "tr": "İlk hayatında, trajik bir kazanın ardından hem ayaklarını hemde ailesini kaybedince kendi hayatını sonlandırdı. İkinci hayatında, Zhongyuan‘da Kızıl Şeytani Egemen olarak şan ve şöhret kazandı. Lakin en güvendiği kişi tarafından ihanete uğradı. Ardından üçüncü hayatında ise modern dünyadaki yaşamına geri döndü ve Gang Jinho normal bir hayat yaşamaya karar verdi…. ama normal bir şekilde yaşayabilmek için Zhongyuan‘daki hayatına çok alışmıştı! “huzurlu bir şekilde yaşamak istemiştim, bunu siz başlattınız. umarım kendinizi hazırlamışsınızdır.” yeni hayatının tehditleri karşısında Gang Jinho, Kızıl Şeytani Egemenin dürtülerini yakasından atıp dilediği gibi “normal bir hayat” sürebilecek mi?  \n  \n[Official French on Delitoon](https://delitoon.com/webtoon/return-of-the-demonic-master)",
      "pt-br": "Primeira vida. Depois de um trágico acidente perdendo sua família e suas pernas, ele comete suicídio. Segunda vida. Ganhou fama como o Mestre Demoníaco Vermelho em Zhongyuan, mas foi traído pelo homem em quem mais confiava. E agora vem sua terceira vida. Uma nova vida no mundo moderno, Gang Jinho decide vivê-la normalmente… No entanto, ele estava muito acostumado com a vida em Zhongyuan para se tornar uma pessoa normal! Eu queria viver em paz. Mas você quem começou. Espero que você esteja preparado diante das ameaças de sua nova vida, Gang Jinho pode se livrar de seus impulsos como o Mestre Demoníaco Vermelho e conseguir a 'vida normal' que ele tanto deseja? Essa é a adaptação da história de um lendário artista marcial no século XXI! <A Descendência do Mestre Demoníaco>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-04-30T20:28:32+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/3af56897-f26d-4526-8b8d-d56b0da89e24.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81f9951f-9dbb-457f-9e32-6451499628b4",
    "title": {
      "en": "Sacchan to Ken-chan wa Kyou mo Itteru"
    },
    "updatedAt": "2024-04-28T18:16:41+00:00",
    "coverArt": "https://mangadex.org/covers/81f9951f-9dbb-457f-9e32-6451499628b4/ebecabce-ddd5-4d11-96dc-b9a4e776abeb.jpg",
    "altTitles": [
      {
        "en": "Sacchan and Ken-chan Are Going at it Again"
      },
      {
        "ja": "さっちゃんとけんちゃんは今日もイってる"
      }
    ],
    "description": {
      "en": "University student Kenta is excited to be going out with the quiet but beautiful Sachiko. Six months into their relationship, a side of Sachiko other than her \"ladylike\" side becomes apparent. The more you know about her, the more you fall in love with her.",
      "ja": "物静かな美人・幸子と付き合うことになり、舞い上がる男子大学生・賢太。 付き合って半年後、明らかになる”おしとやか”だけじゃない彼女の一面に!? 知れば知るほど好きになる、イケメン彼女と乙女な彼氏のイってる系エロコメディ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3017d3e0-bf34-4772-b752-bcc93b763ff9",
    "title": {
      "en": "Ascendance of a Bookworm Official Comic Anthology"
    },
    "updatedAt": "2024-05-03T12:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/3017d3e0-bf34-4772-b752-bcc93b763ff9/372ffdd8-8f48-4864-9950-84e0e20d0e04.jpg",
    "altTitles": [
      {
        "ja-ro": "Honzuki no Gekokujou Koushiki Comic Anthology"
      },
      {
        "ja": "本好きの下剋上~司書になるためには手段を選んでいられません~ 公式コミックアンソロジー"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-21T20:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, the Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af21fa9b-3adb-43d4-8f58-2d57b0b60b5a",
    "title": {
      "en": "Circle"
    },
    "updatedAt": "2024-02-19T18:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/af21fa9b-3adb-43d4-8f58-2d57b0b60b5a/b2631979-8f30-4276-b818-d7e39dc3fa7f.png",
    "altTitles": [
      {
        "pl": "Krąg"
      }
    ],
    "description": {
      "en": "The best way for the diverse human beings who make up society to unite is to find themselves a common enemy. School is a mini-version of society, so why shouldn't the same thing happen in a classroom setting?  \n  \nThis particular class has chosen Xiao Shang to be that common enemy. But one of its more popular students soon finds himself becoming intrigued by Shang's unapologetic, straightforward way of life.  \n\nThis comic is posted for free on the author's weibo: <https://weibo.com/u/3567976483>",
      "pl": "Najłatwiejszym sposobem zjednoczenia się różnorodnych jednostek, które tworzą społeczeństwo, jest znalezienie wspólnego wroga. Szkoła jest mini społeczeństwem, więc czy to samo nie powinno odbywać się w klasie? Ta konkretna klasa wybrała na wspólnego wroga Xu Shanga. Ale wkrótce jeden z najpopularniejszych uczniów w szkole staje się zaintrygowany specyficznym życiem Shanga.",
      "pt-br": "Ao e Xun são amigos desde a infância que mantêm um relacionamento secreto fora da escola, na mesma escola existe o aluno transferido Xiao Shang que esconde uma vida totalmente diferente através de sua natureza tranquila. Círculos Sociais significam aceitações e esses meninos buscam uma forma de como se encaixar nesse meio."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6da0b34b-db19-491a-b85c-6e31e0986f15",
    "title": {
      "en": "Black Lagoon"
    },
    "updatedAt": "2024-05-01T21:04:04+00:00",
    "coverArt": "https://mangadex.org/covers/6da0b34b-db19-491a-b85c-6e31e0986f15/8e7603ba-924a-4fb3-9f46-3e1f4c5880a4.jpg",
    "altTitles": [
      {
        "vi": "Đầm Lầy Đen"
      },
      {
        "ar": "البحيرة السوداء"
      },
      {
        "th": "ทะเลสาบสีดำ"
      },
      {
        "ja": "ブラック・ラグーン"
      },
      {
        "zh": "黑色泻湖"
      },
      {
        "ko": "블랙 라군"
      },
      {
        "uk": "Чорна лагуна"
      }
    ],
    "description": {
      "en": "The story follows a team of mercenaries known as Lagoon Company, who smuggle goods in and around the seas of Southeast Asia. Their base of operations is located in the fictional city of Roanapur in Thailand, and they transport goods in the PT boat Black Lagoon. Lagoon Company does business with various clients, but has a particularly friendly relationship with the Russian crime syndicate Hotel Moscow. The team takes on a variety of missions - which may involve violent firefights, hand-to-hand combat, and nautical battles - in various Southeast Asian locations.\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/hiroerei)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6159) (anime, season 1)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6832) (anime, season 2)  \n- [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=10166) (OAV, sequel to season 2)",
      "uk": "Окаджіма Рокуро, дрібний японський службовець токійської компанії, був відправлений до заморського відрядження з метою доставки якогось диска. В Східно-Китайському морі пірати, найняті російською мафією, захоплюють його корабель, щоб викрасти секретну інформацію, яка міститься на диску. Самого Рокуро пірати після штурму беруть в заручники, в надії дістати з його компанії винагороду за збереження життя їх співробітника. Але захоплена інформація виявляється настільки компрометуючою, що бізнесмени вирішують знищити і піратів і Окаджіму, щоб «замести сліди». Дивом залишившись в живих, Рокуро, або Рок (як назвав його голова викрадачів — Датч), вирішує приєднатися до піратів і стає матросом на торпедному катері «Чорна лагуна».\n\nКатер належить маленькій, але добре відомій компанії з доставки вантажів «Лагуна», якій «інколи доводитися порушувати закон». Її офіс розташований в місті Роанапра в Таїланді, кримінальній столиці Південно-Східної Азії. У бухті міста розташована статуя Будди, а над єдиним сухопутним в'їздом висить петля, щоб «вішати чужаків», які, не подумавши, прийдуть в місто. Найтісніші відносини кур'єрська служба має з могутнім угрупуванням російської мафії «Готель Москва», але готова співробітничати з будь-яким, хто запропонує достатню суму."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu wo Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-05-21T19:48:51+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/5c8ee3a1-5954-4e46-904b-9ae14b69ba27.jpg",
    "altTitles": [
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "en": "The Strongest Brave Who Craves for Revenge, Extinguish with the Power of Darkness"
      },
      {
        "ja": "こいねが勇者"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. “Oh, I’m looking forward to it – from now on, I'll bask in their blood as I please.” \n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。　私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ac4273d-c7f3-4b8d-ba3f-9f9d75075d3d",
    "title": {
      "en": "Tanimoto-kun to Tsuchida-san"
    },
    "updatedAt": "2022-09-06T02:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/5ac4273d-c7f3-4b8d-ba3f-9f9d75075d3d/f838998b-5c25-49c6-85e7-fee4e7c170ca.jpg",
    "altTitles": [
      {
        "ja": "谷元くんと土田さん"
      },
      {
        "en": "Tanimoto-kun and Tsuchida-san"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a1aba6-967c-4967-a1d0-ad0f52332be0",
    "title": {
      "en": "I Became the Despised Granddaughter of the Powerful Martial Arts Family"
    },
    "updatedAt": "2024-04-15T10:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/55a1aba6-967c-4967-a1d0-ad0f52332be0/59711cc2-aeaa-44c6-b48b-f5029851d9ce.jpg",
    "altTitles": [
      {
        "ko": "무림세가 천대받는 손녀딸이 되었다"
      },
      {
        "ko-ro": "Murimsega Cheondaebanneun Sonnyeo Ttari Doeeotda"
      },
      {
        "en": "The Baengri Clan's Unwanted Granddaughter"
      },
      {
        "en": "I Became the Despised Granddaughter of the Powerful Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Family"
      },
      {
        "en": "I Became the Despised Granddaughter of the Murim Clan"
      },
      {
        "es": "Me convertí en la nieta despreciada del clan murim"
      },
      {
        "es": "Me convertí en la nieta despreciada de la poderosa familia de artes marciales"
      },
      {
        "ru": "Презираемая внучка великого рода эпохи Мурим"
      },
      {
        "ja": "名門一族の嫌われ娘になりました"
      },
      {
        "tr": "Murim'in kör talihli torunu"
      },
      {
        "tr": "Murim'in bedbaht torunu"
      },
      {
        "zh": "成了武林世家受歧视的孙女"
      },
      {
        "id": "The Despised Granddaughter of the Murim Clan"
      },
      {
        "ar": "أصبحت الحفيدة المحتقرة لعائلة فنون القتال القوية"
      },
      {
        "vi": "Trở thành cô cháu gái bị khinh miệt của gia tộc võ lâm"
      },
      {
        "th": "ฉันคือหลานสาวตระกูลจอมยุทธ์ผู้ถูกเหยียดหยาม"
      },
      {
        "fr": "Yeon l'indésirée"
      }
    ],
    "description": {
      "ar": "هنا ، داخل رواية فنون الدفاع عن النفس هذه ، يوجد معلم حقيقي يعلم البطل المتعجرف وينقذه من الموت.\n وسيم وطيب وصالح وقوي و ...\n على أي حال ، كان هناك عيب كبير في معلم البطل وهو ابنته الوحيدة الحمقاء المليئة بالجشع... كانت شريرة اضافية ، كانت تطارد البطل دوما ولكنه لم يستطع التخلي عنها لانها ابنه معلمه.\n خلال قراءة الرواية ، قمت بلعن تلك الابنة وقلت أنه لو كنت أنا ، فلن أعيش هكذا.\n \"لكن هذا لا يعني أنني أريد أن أكون هي!\"\n ما هو أسوأ ان أبي مات بالفعل ، وسمعتي هي الأسوأ.\n هربت حتما ، لكن ... مت، لكن عندما فتحت عيني كان أبي حياً؟!\n \"إذا كان الأمر كذلك ، في هذه الحياة ، سانقذ أبي بالتأكيد!\"\n لكن…\n \"أعتقد أنهم يستهدفون حفيدتي !؟ سأقتلهم جميعًا! \"\n لماذا أرى جدي ، الذي لم يظهر سوى مرات قليلة في الرواية يتصرف هكذا؟\n \"زواج؟ لا ، قالت يوني إنها ستعيش بجانبي لبقية حياتها \".\n حتى أبي ، بطريقة ما أصبح غريبًا.\n علاوة على ذلك،\n \"لماذا تستمر في تفاديني؟ هل هذا خطأي أيضًا؟ \"\n أليست الشخصية الرئيسية فجأة مهووسة بي؟\n في الأصل ، كان مقدرا لي أن أموت حتى أتيت إلى هنا \".\n لقد أنقذت ذلك الوغد ، لكن اليس العمل الصالح دوما يمر دون عقاب؟\n \"على الأقل عندما أكون أمامك ... لا أعتقد أنني شخص رائع.\"\n الشرير الذي قطع عنقي يحاول فجأة التوبة.\n هل من المقبول حقًا أن يصبح الأمر هكذا؟\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "en": "Yeon was just an orphan on the streets when a man claiming to be her father brought her to his family home. But the Baengri estate was a den of vipers that swallowed her whole, and it's only when she's standing at the funeral of the father she never truly understood that she realizes how familiar this story is. When she wakes up six years old again, Yeon knows she can't waste her second chance. This time, she's going to save her father. This time, she's going to live without regrets.\n\n---\nHere, inside this martial arts novel, there is a true teacher who teaches the arrogant male lead and awakens him through death. Handsome, good-natured, righteous, strong, and… Anyway, there was one big flaw in the male lead's damn fine teacher. It was his foolish only daughter who was filled with greed. A tenacious villainous extra, who always comes back to haunt the male lead in every way, but cannot be abandoned because she is his teacher's daughter. Throughout reading the novel, I cursed at that daughter. Saying that if it were me, I wouldn't live like that.\n\n'But that didn't mean that I wanted to be her!'\n\nWhat was worse, Father has already died, and my reputation was the worst. Inevitably, I ran away, but… I died. However, when I opened my eyes, Father was alive?!\n\n'If so, in this life, I will definitely save Father!'\n\nHowever…\n\n\"To think they’re aiming for my granddaughter?! I'll kill them all!\"\n\nWhy do I see Grandfather, who doesn't even appear many times throughout the novel, so often like this?\n\n\"Marriage? No. Yeonie said that she would live by my side for the rest of her life.\"\n\nEven Father, somehow became weird. Moreover:\n\n\"Why do you keep avoiding me? Is this also my mistake?\"\n\nIsn't the main character suddenly becoming obsessed with me?\n\n\"Originally, I was destined to die. Until you came here.\"\n\nI saved the time-limited bastard, but isn’t it that no good deed goes unpunished?\n\n\"At least when I'm in front of you… I don't think I’m trash.\"\n\nThe villain who blew off my neck is suddenly trying to repent.\n\nIs it really okay if it's like this?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "es": "¡La protagonista transmigró a un mundo de una novela de artes marciales! La protagonista transmigra al cuerpo de Baeklee Yeon, la tonta y detestable hija de Baeklee Ee-Gang, un ser perfecto y el maestro del protagonista masculino, quien lo guía hacia el camino de un héroe. Ella fue asesinada inesperadamente, pero cuando abrió los ojos descubrió que había regresado a su infancia donde podría enmendar todos sus errores. “¿Podré ser amada esta vez?” En esta vida, con la determinación de convertirse en la hija perfecta, en lugar de un fastidio, ella pasa de ser la nieta despreciada a la nieta amada de la familia Baeklee. “¡¿Crees que lo vales?!” “¡Sí!” Incapaz de ocultar su confusión ante el vigor de su ambiciosa nieta… “Si hay incluso una pequeña esperanza, ¿Cómo puedo, como padre, rendirme?” “…Es como hablarle a la pared.” Su abuelo secretamente abre su corazón después de ser arrollado por el dúo de atractivos padre e hija, resueltos a salvar a la incapacitada hija que no puede practicar artes marciales, aunque eso significara recibir su odio. ¡Y justo cuando su vida merecía ser vivida, ¿la obsesión de los candidatos a protagonistas masculinos hacia ella, empezó de repente?! ¡Yeon, sólo caminemos por el sendero de flores de ahora en adelante!\n\n---\nAquí, dentro de esta novela de artes marciales, hay un verdadero maestro que enseña al arrogante protagonista masculino y lo despierta a través de la muerte. Guapo, bondadoso, recto, fuerte y... De todos modos, había un gran defecto en el excelente profesor del protagonista masculino. Era su tonta única hija la que estaba llena de codicia. Una villana extra tenaz, que siempre regresa para perseguir al protagonista masculino en todos los sentidos, pero no puede ser abandonada porque es la hija de su maestro. Mientras leía la novela, maldije a esa hija. Diciendo que si fuera yo, no viviría así. '¡Pero eso no significaba que yo quisiera ser ella!' Lo que era peor, Padre ya murió, y mi reputación es la peor. Inevitablemente, me escapé, pero... morí. Sin embargo, cuando abrí los ojos, ¿¡Padre estaba vivo!? '¡Si es así, en esta vida, definitivamente salvaré a Padre!' Sin embargo… “¿¡Pensar que están apuntando a mi nieta!? ¡Los mataré a todos!” ¿Por qué veo al abuelo, que ni siquiera aparece muchas veces a lo largo de la novela, tan a menudo así? \"¿Casamiento? No. Yeonie dijo que viviría a mi lado por el resto de su vida”. Incluso Padre, de alguna manera se volvió raro. Además, “¿Por qué sigues evitándome? ¿Es este también mi error? ¿No se está obsesionando el personaje principal de repente conmigo? “Originalmente, estaba destinado a morir. Hasta que llegaste aquí. Salvé al bastardo de tiempo limitado, pero ¿no es que ninguna buena acción queda sin castigo? \"Al menos cuando estoy frente a ti... no creo que sea una basura\". El villano que me voló el cuello de repente está tratando de arrepentirse. ¿Está realmente bien si es así?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "fr": "Dans ce roman d'arts martiaux, il y a un professeur qui enseigne à l’arrogant protagoniste et le sauve de la mort. Une belle apparence, intelligent, fort… Quoi qu'il en soit, ce professeur avait un point faible. Il s'agit de sa fille unique, stupide et remplie de cupidité. Une antagoniste tenace, qui ne fait qu’embêter le rôle principal masculin de toutes sortes de manières, mais ne peut être abandonnée car elle est la fille de son professeur. Tout au long de la lecture du roman, j'ai maudit cette fille. Dire que si c'était moi, je ne vivrais pas comme ça.\n\n«Mais ça ne voulait pas dire que je voulais être elle!»\n\nEt le pire arriva, la mort de mon père. Évidemment, je me suis enfuie, mais… J'ai été assassinée. Puis, quand j'ai ouvert les yeux, Père était en vie?!\n\n«Cette fois-ci, dans cette vie, je sauverai père!»\n\nCependant…\n\n«Comment osent-ils s'en prendre à ma petite-fille?! Je vais tous les tuer!»\n\nPourquoi est-ce que je croise grand-père, qui n'apparaît pas souvent dans le roman, aussi fréquemment?\n\n«Un mariage? Non. Yeonie a dit qu'elle vivrait à mes côtés pour le restant de sa vie.»\n\nMême Père, d'une manière ou d'une autre, est devenu bizarre.\n\nDe plus, «Pourquoi continuez-vous à m'éviter? Ai-je fait une erreur?»\n\nLe personnage principal n'est-il pas soudainement en train de devenir obsédé par moi?\n\n«À l'origine, j'étais destiné à mourir. Jusqu'à ce que tu viennes ici.»\n\nJ'ai sauvé ce bâtard limité dans le temps, mais n'est-ce pas qu'aucune bonne action ne reste impunie?\n\n«Au moins quand je suis devant toi… je ne me sens pas comme une ordure.»\n\nLe méchant qui m'a tuée essaie soudainement de se repentir.\n\nEst-ce une bonne chose?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "ru": "Здесь, внутри этого романа о боевых искусствах, есть учитель, который учит надменного мужского героя и пробуждает его силу. Красивый, добродушный, праведный, сильный и… К сожалению, у чертовски прекрасного учителя главного героя был один большой недостаток. Это была его глупая дочь, вдоволь наполненная жадностью. Стойкая статистка-злодейка, которая всегда возвращается, чтобы преследовать главного героя, но ее нельзя бросить, потому что она дочь учителя. На протяжении всего романа я проклинала эту дочь. Сказать честно, что если бы этой дочерью была я, то не допустила бы подобного. \n\n—Но это не значит, что я хотела быть ею!\n\nЧто еще хуже, отец уже умер, а моя репутация была ужасной. \n\nЯ сбежала, но… я умерла. Однако, когда я открыл глаза, отец все ещё был жив!?\n\n«Если так, то в этой жизни я обязательно спасу отца!»\n\nОднако…\n\n—Подумать только, они целятся в мою внучку!? Я убью их всех!\n\nПочему я так часто вижу дедушку, который появлялся в романе от силы пару раз? \n\n—Брак? Нет. Ёни сказала, что будет жить рядом со мной до конца своей жизни. \n\nДаже отец стал вести себя как-то странно.\n\nБолее того:\n—Почему ты продолжаешь меня избегать? Это тоже моя ошибка?\n\nПочему главной герой внезапно стал так одержим мной? \n\n—До твоего прихода мне было суждено умереть\n\nЯ спасла временного ублюдка, но ведь ни одно доброе дело не остается безнаказанным?\n\n—По крайней мере, когда я стою перед тобой…\n\nЗлодей, снесший мне шею, вдруг пытается раскаяться.\n\nВсе будет хорошо, так ведь?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "th": "แบครียอนได้เข้ามาอยู่ในนิยายบู๊ที่เคยอ่าน หลังท่านพ่อเสีย ก็โดนตัวร้ายในนิยายฆ่าตาย แต่พอลืมตาขึ้นมาอีกครั้ง กลับกลายเป็นว่ายอนได้ย้อนเวลากลับมาในวัยเด็กอีกครั้ง ทำให้ยอนตัดสินใจว่าชีวิตครั้งนี้จะต้องช่วยชีวิตท่านพ่อให้ได้ \n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "tr": "Ana karakter; dövüş sanatları dünyasında başrolü, hikâyenin kahramanı yapacak olan güçlü ve eğitimini tamamlamış usta Baek Lee Ee-Gang’ın aptal ve sinir bozucu kızı Baek Lee Yeon olarak hayat bulur. Yeon, beklenmedik şekilde öldürülür ve gözlerini açtığında her şeyi geri alabileceği çocukluk günlerine geri döner. “Bu hayatımda ailem beni sevecek mi?” Baş belası olmak yerine harika bir evlat olmaya karar veren Yeon, Baek Lee ailesinin saygın torunu olarak hayatına başlar. Bu hayatını güzelce yaşamak ister ancak ailenin başı olan büyükbabası Baek Lee Pan-Hyuk da dahil olmak üzere herkes Yeon’a engel olur. Büyükbabasının bakışları o kadar serttir ki dağları ve nehirleri bile titretebilir. “O kadar değerli olduğunu mu sanıyorsun?”\n“Evet.”\nBüyükbaba, kendine güvenen torunu karşısında şaşkına döner ve oğluyla torununu gizlice izlemeye başlar.\n“Çok az umut olsa da baba olarak nasıl hemen pes edebilirsin?”\n“Amma inatçısın he.”\nYakışıklı oğlu, dövüş sanatları dünyasının yüz karası kızını o karanlıktan kurtarmaya ve herkesi karşısına almaya hazırdır. Yeon, tam hayatının artık daha güzel olacağını düşünürken erkek başroller bir bir ona takıntılı olmaya başlar!\n“Yeonie’m, bu sefer hayatımız gerçekten çok güzel olacak!!”\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "vi": "Cô xuyên không trở thành một nhân vật chính trong thế giới võ lâm. Cô trở thành BaekRi Yeon, đứa con gái ngốc nghếch và quậy phá của BaekRi Eui Kang, một người thầy chân chính và là người đã dẫn dắt nhân vật nam chính trở thành một anh hùng. Sau khi bất ngờ bị giết, cô mở mắt ra và trở thành một đứa trẻ có thể làm đảo ngược mọi thứ. ‘Mình, lần này có thể nhận được sự yêu thương không?” Ở kiếp này, cô có niềm tin rằng mình sẽ trở thành con gái được yêu thương chứ không phải đứa con gái chịu nhiều tổn thương nữa, cô bắt đầu cuộc sống được mọi người kính trọng từ cháu gái của gia đình Baekri. Những gia tộc cản trở xuất hiện trước mặt Yeon, người chỉ muốn đi trên con đường rải đẩy hoa, và Baek Ri Pae-hyeok, là tộc trưởng và cũng là ông nội của cô, ông sở hữu khí phách của một vị vua, người có thể khiến cả núi sông và cây cối rung chuyển chỉ bằng một ánh mắt. “Ngươi cho rằng ngươi đáng giá như thế sao!” “Vâng!” Ông không thể che giấu sự hốt hoảng trước khí thế mạnh mẽ của cháu gái “Nếu còn một tia hy vọng mong manh, người làm cha sao con có thể từ bỏ?” “…Như là một đứa trẻ cứng đầu.” Ông lão bắt đầu mềm lòng vì hai cha con tuyệt mỹ đánh bại với quyết tâm sẽ cứu đứa cháu gái không có tài nghệ võ công … Tôi nghĩ rằng được sống ở thời điểm này là xứng đáng, nhưng nỗi ám ảnh của các ứng cử viên nam chính đột nhiên bắt đầu? Yeoni của chúng ta, bây giờ hãy chỉ đi trên con đường hoa thôi nhé!\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)",
      "pt-br": "Aqui, dentro desta novel de artes marciais, há um professor que ensina o protagonista arrogante e o desperta através de sua morte. Bonito, agradável, justo, forte e… enfim, só havia uma grande falha no professor do protagonista, que era sua filha única insensata, a qual era cheia de ambição. Uma persistente vilã extra que sempre assombra o protagonista de todas as formas, mas nunca pode ser abandonada por ser a filha do professor. Enquanto eu lia o romance, amaldiçoei-a, dizendo que, se eu fosse ela, não viveria daquela forma. Mas isso não significava que eu queria ser ela! Pior ainda, o pai já havia morrido e minha reputação era a pior. Inevitavelmente, eu fugi, mas… morri. No entanto, quando abri meus olhos, meu pai estava vivo?! “Já que é assim, nesta vida, vou definitivamente salvar meu pai! Entretanto… “Eles estão visando minha neta?! Vou matar todos eles” Por que vejo o meu avô, que sequer aparece muitas vezes na novel, com tanta frequência assim? “Casamento? Não. Yeon disse que viveria ao meu lado pelo resto da vida dela.” Mesmo meu pai se tornou estranho. Além disso, “Por que você continua me evitando? Cometi algum erro?”, o protagonista por um acaso está se tornando obcecado por mim? “Originalmente, eu estava destinado à morte. Até você chegar aqui.” Eu salvei o idiota que tinha os dias contados, mas não dizem que somos recompensados por nossas boas ações? “Pelo menos, quando estou à sua frente… não penso que sou um lix@.” De repente, o vilão responsável por minha morte está parecendo arrependido. Está mesmo tudo bem que as coisas sejam assim?\n\n---\n[Original Web Novel](https://page.kakao.com/content/56272329)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EB%A6%BC%EC%84%B8%EA%B0%80-%EC%B2%9C%EB%8C%80%EB%B0%9B%EB%8A%94-%EC%86%90%EB%85%80-%EB%94%B8%EC%9D%B4-%EB%90%98%EC%97%88%EB%8B%A4/3263), [KakaoPage](https://page.kakao.com/content/61001975)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-baengri-clans-unwanted-granddaughter/info)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Despised-Granddaughter-of-the-Murim-Clan/668)\n* [Japanese / 日本語](https://piccoma.com/web/product/139454)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09cffd75-7d03-43cd-af83-bb7780ff62e1",
    "title": {
      "en": "Asobinin wa Kenja ni Tenshoku Dekiru tte Shittemashita? ~ Yuusha Party o Tsuihou Sareta Lv 99"
    },
    "updatedAt": "2024-04-07T21:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/09cffd75-7d03-43cd-af83-bb7780ff62e1/ca854931-7df2-4c0e-8adb-3f220f36dfb4.jpg",
    "altTitles": [
      {
        "es": "¿Sabías que un donjuán puede cambiar su trabajo por el de un sabio? El bufón del nivel 99 expulsado de la party de los héroes, se convertirá en un \"gran sabio\"."
      },
      {
        "en": "Did You Know That a Playboy Can Change His Job to a Sage? ~The Level 99 Jester Expelled from the Heroes' Party Will Become a 'Great Sage'~"
      },
      {
        "ru": "Знаете ли вы, что бездельник может стать мудрецом? — Шут 99-го уровня, исключенный из отряда героев, достиг звания «Великого мудреца»"
      },
      {
        "ja": "遊び人は賢者に転職できるって知ってました？　～勇者パーティを追放されたLV99道化師、【大賢者】になる～"
      },
      {
        "ko": "광대는 현자로 전직할 수 있다는 걸 알고 계셨나요?"
      },
      {
        "zh": "知道遊人可以轉職成賢者嗎？ ～被勇者隊伍放逐的LV99道化師將會成為【大賢者 】～"
      }
    ],
    "description": {
      "en": "The Jester ―― More commonly known as the ‘Playboy’ Dylan, was fired from the party of the Heroes. The self-centred Heroes didn’t understand Dylan’s importance to the group.  \r\n  \r\nThey were just a group of one-man teams. Not interested in cooperation at all. Any failures are blamed on the jester. Dylan, who was disgusted with such companions and was sick of playing as their comedic foil, happily accepted being kicked out.  \r\n  \r\nThe Heroes didn’t know. After saving them many times over with his magic tricks, the level 99 jester can change his job title to that of a ‘Great Sage’.  \r\n  \r\n“Life, how about a rewrite?”  \r\n  \r\nHe’s done being the clown. From here on out, he’s going to take the leading role."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "62608082-d81d-4513-af7d-ae3ffe2423d2",
    "title": {
      "en": "Kiyo in Kyoto: From the Maiko House"
    },
    "updatedAt": "2024-04-14T17:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/62608082-d81d-4513-af7d-ae3ffe2423d2/8618a41a-0ddd-490f-98b6-c216761aaf9a.jpg",
    "altTitles": [
      {
        "ja": "舞妓さんちのまかないさん"
      },
      {
        "en": "The Caterer at the Maiko Manor"
      },
      {
        "fr": "La maison des Maiko"
      },
      {
        "ja-ro": "Maiko-san Chi no Makanai-san"
      },
      {
        "ru": "Кухарка в доме майко"
      },
      {
        "id": "Juru Masak Para Maiko"
      },
      {
        "en": "The Makanai: Cooking for the Maiko House"
      }
    ],
    "description": {
      "en": "Within the winding streets of Kyoto's geisha district lives a 16 year old girl named Kiyo. \nAfter failing to become a Maiko, a traditional dance apprentice, she starts working as caterer for her troupe. \nThis is the story of her daily life.  \n\nPublished in Indonesian by Elex Media as **Juru Masak Para Maiko**.\n\nAnime: [AniDB](https://anidb.net/anime/15476) | [MAL](https://myanimelist.net/anime/41556/Maiko-san_Chi_no_Makanai-san) | [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=23951) | [LC](https://www.livechart.me/anime/9863) | [IMDB](https://www.imdb.com/title/tt13884016/)\nLive-action dorama: [Netflix](https://www.netflix.com/title/81325501) | [MyDramaList](https://mydramalist.com/718203-kiyo-in-kyoto) | [IMDB](https://www.imdb.com/title/tt15964848/)\n \n--- \n- **Won the 65th Shogakukan Manga Award for Shonen Manga**",
      "ja": "ここは京都のど真ん中にある花街。 舞妓さんたちが深夜、お仕事を終えたあと帰ってきて、共同生活を送っているのは、「屋形」と呼ばれるおうちです。 とある屋形で「まかないさん」として舞妓さんたちに毎日の食事を作っているのは、なんと弱冠16歳の少女・キヨ。 彼女がまかないさんになったのには、ある意外な理由があって——。 華やかな花街の舞台裏、普通の日のごはんを通して、温かな人間模様が描かれます。"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "970b3e9a-d732-4890-b2fa-4e5b67bfcfbc",
    "title": {
      "en": "You Woke up as a Girl This Morning!?"
    },
    "updatedAt": "2022-06-01T22:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/970b3e9a-d732-4890-b2fa-4e5b67bfcfbc/4a0257bc-0b46-4708-9922-7872c436f34a.png",
    "altTitles": [],
    "description": {
      "en": "[Reads Left-to-Right]\n\nIt's a very common occurrence."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8dfe734-b8fd-4884-9696-831805c1c25f",
    "title": {
      "en": "Nora and Weeds"
    },
    "updatedAt": "2024-05-23T20:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/a8dfe734-b8fd-4884-9696-831805c1c25f/6ddba1e6-0e9e-46b2-afec-11dc1c5f8c0e.jpg",
    "altTitles": [
      {
        "fr": "Mauvaise herbe"
      },
      {
        "en": "The Stray and the Weeds"
      },
      {
        "ru": "Бродяга и Сорняки"
      },
      {
        "ja": "ノラと雑草"
      },
      {
        "ko": "들판과 잡초"
      },
      {
        "vi": "Kẻ lang thang và nhành cỏ dại"
      },
      {
        "it": "Randagi"
      },
      {
        "zh": "野猫与杂草"
      },
      {
        "ja-ro": "Nora to Zassou"
      }
    ],
    "description": {
      "en": "The place where I belong is with you.  \nA runaway girl who knows no hope. A middle-aged detective who has lost hope. Through their meeting, this hopelessness begins to melt away.  \n  \nFollowing the death of his daughter, Assistant Inspector Yamada Hajime has lost hope in everything, and jobs like closing under-aged prostitution rings don't exactly help matters. But there he meets a girl who looks alarmingly like his late daughter. Her name is Umino Shiori, a runaway girl who's desperate enough to sell herself to escape her house but won't tell anyone why.",
      "vi": "Đứa trẻ bơ vơ chẳng biết hy vọng. Thanh tra lạc lõng chẳng còn ước mong. Rồi họ gặp nhau, và nỗi vô vọng này bắt đầu tan biến.\n\nSau cái chết của con gái, phó thanh tra Yamada Hajime đã mất hy vọng vào tất cả mọi thứ, và công việc triệt phá các ổ mại dâm cũng không xoa dịu được ông là bao. Nhưng rồi một ngày kia, ông gặp một người trông hệt như đứa con đã mất. Tên cô bé là Umino Shiori, một cô gái vì muốn chạy thoát khỏi nhà mình mà đã tuyệt vọng đến nỗi đi bán thân, thế nhưng Umino lại chẳng bao giờ kể cho bất kỳ ai lý do vì sao mình làm thế."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-05-21T22:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "36ce18f6-7ed7-4c57-92da-c320a2272ddb",
    "title": {
      "en": "It Is Painful!"
    },
    "updatedAt": "2024-05-23T20:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/36ce18f6-7ed7-4c57-92da-c320a2272ddb/c181df50-271f-4375-bd15-688e8cd5dfb9.jpg",
    "altTitles": [
      {
        "ja": "痛いんです"
      },
      {
        "ja-ro": "Itain desu"
      },
      {
        "ja-ro": "Itai ndesu"
      },
      {
        "ja-ro": "Itai n desu"
      }
    ],
    "description": {
      "en": "What level of pain can you tolerate? Is it 1? Or is it 6? Let’s go to the theme park of pain…\n\nA collection of painful events that people have experienced sorted in the “Pain Level Scale”, from 1 to 6.\n\n\nNote: Sukima.me lists there being 23 chapters because they merged 3 and 4. There are 24 chapters."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "4628f535-48ca-44b7-8a0b-999640e05445",
    "title": {
      "en": "The Selfish Romance"
    },
    "updatedAt": "2024-05-23T19:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/4628f535-48ca-44b7-8a0b-999640e05445/a6d8087b-a9ca-49a3-86c5-8747e9eca811.png",
    "altTitles": [
      {
        "ko": "이기적 연애론"
      },
      {
        "en": "Selfish Love Theory"
      }
    ],
    "description": {
      "en": "\"What about you? Seeing that I'm happily with another man.\" Yu-min and Hyun-do, are in their 30s. For some reason, they broke up with their respective lovers, but they actually regret it more than anyone else. The selfish couple, who want their exes to cling onto them, make a plan. That's right, fake dating to provoke their exes! Will their selfish and foolish plans succeed?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-05-07T10:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-05-09T09:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "641d88f7-e2cc-4c51-abec-6729042f2741",
    "title": {
      "en": "Soushi Souai"
    },
    "updatedAt": "2023-12-17T12:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/641d88f7-e2cc-4c51-abec-6729042f2741/aff8fcd3-c91b-4773-9285-9b7e58bbf620.jpg",
    "altTitles": [
      {
        "ja": "そうしそうあい"
      },
      {
        "en": "Mutual Love"
      },
      {
        "en": "Love with Each Other"
      },
      {
        "zh": "相思相爱"
      }
    ],
    "description": {
      "en": "In a world where opposites attract, a chance encounter sparks a connection between a serious black-haired girl and a charismatic blond delinquent, painting a cute tale of young love and friendships. As the series unfolds, their seemingly carefree lives take unexpected turns, delving into the shadows that haunt their lives. \n\nAn artful blend of laughter and heartfelt moments, this manga tells about the complexities of youth, friendship, and your past catching up to you."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "100"
  },
  {
    "mangaId": "2ea23242-2573-4cca-b981-0f4cd5a67e90",
    "title": {
      "en": "Grim Reaper Flag-chan!"
    },
    "updatedAt": "2024-05-10T04:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/2ea23242-2573-4cca-b981-0f4cd5a67e90/1df64dc1-7af2-43ba-b7aa-57ee1fbc123c.jpg",
    "altTitles": [
      {
        "ja": "全力回避フラグちゃん！"
      },
      {
        "ja-ro": "Zenryoku Kaihi Flag-chan!"
      }
    ],
    "description": {
      "en": "The popular Youtube Anime and light novel series 'Zenryoku Kaihi Flag-chan!' has arrived as a manga! \"Flag-chan\" is an apprentice shinigami, training to collect people's lives in the form of death flags! But, she's a big softie and never ends up collecting any souls. Don't give up, Flag-chan!",
      "ja": "YouTube、ライトノベルの大人気作がついにコミカライズ！ 死亡フラグと命を回収する死神の見習い「フラグちゃん」は心優しいため一度も回収に成功できずにいた。頑張れフラグちゃん!!\n\n[ニコニコ静画](https://sp.seiga.nicovideo.jp/comic/64043) (Alternative Official Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": {
      "en": "The New Gate"
    },
    "updatedAt": "2024-03-20T00:11:10+00:00",
    "coverArt": "https://mangadex.org/covers/b41bef1e-7df9-4255-bd82-ecf570fec566/12d5e5de-5a4a-4c49-a77b-674f60ed5f5b.jpg",
    "altTitles": [
      {
        "fr": "La nouvelle Porte"
      },
      {
        "lt": "Nauji Vartai"
      },
      {
        "ru": "Новые Врата"
      },
      {
        "th": "เดอะ นิวเกท"
      },
      {
        "ja": "ザ・ニュー・ゲート"
      },
      {
        "ko": "더뉴게이트"
      },
      {
        "az": "Yeni darvaza"
      },
      {
        "tr": "Yeni Kapı"
      }
    ],
    "description": {
      "az": "\"The New Gate\" adlı onlayn oyunun ölüm oyununa çevrilməsi nəticəsində on minlərlə oyunçu bu oyunda ilişib qalır. Lakin ən güclü və keçmiş oyunçulardan biri olan Şinin səyləri nəticəsində bütün oyunçular oyundan çıxa bilirlər. Lakin Şin ən sonuncu bossu məğlub edib hər kəsi azad edəndə qəribə işıq görür və qəflətən özünü 500 il gələcəkdəki oyun dünyasında tapır.",
      "en": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!",
      "ja": "数万人を巻き込んでデスゲームと化したオンラインゲーム「THE NEW GATE（ザ・ニューゲート）」は、最古参プレイヤー・シンの活躍によりついに解放のときを迎えようとしていた。しかし最後のボスを倒し脱出することができたと思った瞬間、\n突如未知の光を浴び、500年後のゲーム世界に飛ばされてしまう！最強プレイヤーの新たなる無双バトル伝説開幕！\n\n[Video Preview](https://youtu.be/YyB2MNkrpfw)",
      "ru": "«Новые Врата» — смертельная игра, которая не отпускает десятки тысяч игроков. Шин — как раз один из таких геймеров. Он побеждает последнего босса и освобождает всех людей из смертельной ловушки, но самого его охватывает яркий свет и он переносится на 500 лет вперед.",
      "th": "[THE NEW GATE] เกมแนว VRMMO-RPG\nซึ่งกลายเป็นเดธเกมนั้นได้มาถึงช่วงเวลา\nแห่งการปลดปล่อย\nเพราะความพยายามของเพลเยอร์ (ผู้เล่น)\nที่แข็งแกร่งที่สุดนามว่า ชิน\nทว่า ทันทีที่เขาโค่นมอนสเตอร์ตัวสุดท้ายลง\nอยู่ๆ ประตูที่อยู่ด้านในสุดก็เปิดออก และทำให้ชิน\nซึ่งอาบแสงปริศนาที่สาดส่องเข้ามาหมดสติไป—\nเมื่อเขาลืมตาตื่นขึ้นมาอีกครั้ง ก็ปรากฏภาพ\nของโลกของ [THE NEW GATE]\nที่กลายเป็นของจริงขึ้นมา...!!",
      "tr": "\"The New Gate\", oyuncularını tuzağa düşüren ve bir ölüm oyununa dönüşen çevrimiçi bir oyundur ve en güçlü oyunculardan biri olan Shin'in çabaları sayesinde oyunu sürüklenen binlerce oyuncuyu serbest bırakmaktadır. Ancak son patronu yendikten ve herkesi özgür bıraktıktan sonra, tuhaf bir ışık tarafından yutulmuş ve kendini oyun dünyasında 500 yıl sonrasında, oradan çıkamayan bir durumda bulmuştur.",
      "es-la": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-05-03T10:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9f1196d4-6afa-4eb5-97eb-a2685a7d4a7e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0fef7be-d7e7-4b1d-a30f-23702599bd05",
    "title": {
      "en": "Scarlet Star"
    },
    "updatedAt": "2024-05-23T19:20:05+00:00",
    "coverArt": "https://mangadex.org/covers/d0fef7be-d7e7-4b1d-a30f-23702599bd05/a23d7a03-cf6c-4bf6-901d-2bb65a1e23cd.png",
    "altTitles": [],
    "description": {
      "en": "In New Pantheon City, monstrous \"Voids\" have plagued the people for over 500 years. \n\nHowever, they are not without their protectors - Immortal Magical guardians are also there to fight back against them.\n\nLiving in New Pantheon City is Mars Hino - a troubled outcast. Because of his reputation, vulgar personality, and lack of social finesse, he has found himself entering high school alone.\n\nThat is before he meets the hero of the Blunbell district, the magical girl Scarlet Star - who chooses him for a higher duty"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07779f9b-203b-437a-a6ce-6b6c1ca16f3c",
    "title": {
      "en": "Melt Flirt Cookies"
    },
    "updatedAt": "2024-05-13T16:47:51+00:00",
    "coverArt": "https://mangadex.org/covers/07779f9b-203b-437a-a6ce-6b6c1ca16f3c/5b09f428-5d6e-4f70-b03d-cc3fda36740b.jpg",
    "altTitles": [
      {
        "ko": "멜팅 플러팅 쿠키"
      }
    ],
    "description": {
      "en": "[A very nosy top Hanbyeok x Cute innocent bottom Yeomin]\nYeomin, a difficult person to communicate with, moves in next door and meets Hanbyeok, who is fed up with Yeomin for not greeting him back. That same night, Hanbyeok hears moaning coming from Yeomin's place, leaving him unable to sleep. He wonders if Yeomin is with another guy, though he's not bothered by that. The next morning, sleep-deprived Hanbyeok finds kiss marks all over Yeomin’s neck..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f8af500-4300-44d2-a163-75512df14397",
    "title": {
      "en": "Soul Calibur Dojo"
    },
    "updatedAt": "2024-05-23T18:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/0f8af500-4300-44d2-a163-75512df14397/7dbaef8a-26be-4d33-ab8e-1a0cd2d96ea1.jpg",
    "altTitles": [
      {
        "en": "Soul Calibur 4 Omake"
      }
    ],
    "description": {
      "en": "Soul calibur manga omake explaning the gameplay and features of soul calibur 4. From the special edition of the game."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "3da17cce-8094-4947-a215-e04340beaa5d",
    "title": {
      "en": "Shinju no Nectar"
    },
    "updatedAt": "2024-05-04T17:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/3da17cce-8094-4947-a215-e04340beaa5d/8dfcd4e8-a7ca-4787-bf66-171071540c01.jpg",
    "altTitles": [
      {
        "fr": "Le Nectar de la Malédiction Divine"
      },
      {
        "en": "Nectar of Dharani"
      },
      {
        "en": "Nectar of Divine Curse"
      },
      {
        "ru": "Божественный нектар"
      },
      {
        "ja": "神呪のネクタール"
      },
      {
        "zh-hk": "神咒之蜜乳"
      },
      {
        "th": "ศึกน้ำทิพย์แห่งมนตรา"
      },
      {
        "ko": "신주의 넥타르"
      },
      {
        "zh": "神咒的涅库塔露"
      }
    ],
    "description": {
      "en": "Sakura, the last surviving princess of a fallen kingdom, is being hunted down for the power of Ambrosia she possesses - the ability to grant divine strength, but only to a human. With no human companion, she decides to summon one from another world in a desperate attempt to find a knight to protect her, but the man who answers her call is less than what she had hoped for.",
      "pt-br": "Sakura, a última princesa de um reino caído está sendo caçada devido ao poder de ambrosia que possui- habilidade a qual concede força divina, mas apenas aos humanos. Sem nenhum companheiro humano enquanto fugia, ela se viu obrigada a invocar desesperadamente um cavaleiro de outro mundo para se proteger, mas o homem que ela acaba invocando aparenta ser muito menos do que ela gostaria do que fosse. Conseguirá Sakura se proteger?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "de2b08c2-66ba-41e0-8cc0-f1ca17940612",
    "title": {
      "en": "The Hero Who's Been Like This Ever Since Forming a Party with a Female Priest"
    },
    "updatedAt": "2024-05-23T18:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/de2b08c2-66ba-41e0-8cc0-f1ca17940612/5ed9069d-7995-487b-9408-55de0a8428f1.png",
    "altTitles": [
      {
        "ja": "僧侶とパーティ組んで以来、ずっとコレな勇者さま"
      },
      {
        "ja-ro": "Souryo to Party Kunde Irai, Zutto Kore na Yuusha-sama"
      }
    ],
    "description": {
      "en": "Full color is later on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9356fa3f-9ecd-4ff7-a7fe-241884680079",
    "title": {
      "en": "Skip Beat!"
    },
    "updatedAt": "2024-03-06T18:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/9356fa3f-9ecd-4ff7-a7fe-241884680079/715c34b1-988e-4e88-8a7f-7fa79ed765ed.jpg",
    "altTitles": [
      {
        "ja": "スキップ・ビート!"
      },
      {
        "en": "Skip Beat"
      },
      {
        "ru": "Не Сдавайся!"
      },
      {
        "ar": "!اسکیپ بیت"
      },
      {
        "zh": "下一站巨星"
      },
      {
        "zh-hk": "華麗的挑戰"
      },
      {
        "ko": "스킵 비트!"
      },
      {
        "ar": "تخطي العثرات"
      },
      {
        "kk": "Берілме!"
      }
    ],
    "description": {
      "en": "Kyouko Mogami lived solely for her childhood friend Shoutaro \"Shou\" Fuwa. She follows Shou to Tokyo so that he may realize his dream of becoming a famous singer. When his dream is realized, Kyouko overhears the truth behind his decision to bringing her with him: he was using her as a maid.  \n  \nShocked and enraged, Kyouko swears to take revenge by outdoing him in show business. With a new look and a new attitude, she joins LME, the agency where Ren Tsuruga (Shou's rival and the #1 actor of LME) works, in the hopes of achieving her goal of destroying Shou's pride.  \n  \nAlong the way, she discovers her true self, makes new friends (and enemies), and finds herself at the heart of some interesting situations that will change her life, and the lives of all others involved, forever."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-01-14T15:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f310da-d0d2-4180-8401-11210c4a6c78",
    "title": {
      "en": "Aflame Inferno"
    },
    "updatedAt": "2023-08-28T10:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/22f310da-d0d2-4180-8401-11210c4a6c78/74969918-3ecc-44c2-90bc-7fa994bb83a6.jpg",
    "altTitles": [
      {
        "en": "A Flame Inferno"
      },
      {
        "NULL": "Bulnoriui Imperreuno"
      },
      {
        "en": "Fire Prison"
      },
      {
        "en": "Flame's Inferno"
      },
      {
        "vi": "Hỏa Vương"
      },
      {
        "en": "Inferno of Flame"
      },
      {
        "ru": "Пламя Инферно"
      },
      {
        "ru": "Пылающий ад"
      },
      {
        "ja": "炎のインフェルノ"
      },
      {
        "zh": "烈火圣狱"
      },
      {
        "zh-hk": "烈炎地狱"
      },
      {
        "ko": "불꽃의　INFERNO"
      },
      {
        "ko": "불꽃의 인페르노"
      }
    ],
    "description": {
      "en": "Aflame Inferno is about a self absorbed high schooler, Kang Shichan, that gets caught in the middle of a battle between demons. Injured severely and near death, the demon Inferno merges with the student to save his life. Together they win the battle to discover that they are inescapably joined. The only hope of ever being separate beings is to gather 1,000 Invento Hells and find the right spell of Resurrection. Can Kang Shichan balance hunting down demons with his school work?",
      "pl": "Kang Shichan, bardzo zaabsorbowany życiem szkolnym uczeń, wpada wprost w bitwę między dwoma demonami i zostaje poważnie ranny. Jeden z diabelskich pomiotów, Inferno, który również jest u kresu swych sił, proponuje mu układ: chłopak przeżyje, jeśli użyczy demonowi miejsca w swoim ciele."
    },
    "status": "cancelled",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "50"
  },
  {
    "mangaId": "9fedfc5e-62f2-410c-a922-660e65fd866d",
    "title": {
      "en": "Shadow of the Moon"
    },
    "updatedAt": "2024-05-22T16:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/9fedfc5e-62f2-410c-a922-660e65fd866d/538536dd-74f4-4342-8d1c-dabda9b8b49b.jpg",
    "altTitles": [
      {
        "ko": "월영"
      }
    ],
    "description": {
      "en": "Yeonho is a military officer who uses his supernatural abilities to protect the people from various demon-like beasts. Although the abilities he possesses are extraordinary, his energy gets thrown into a frenzy upon exceedingly long usage, and he loses consciousness if he isn't purified right after subduing those ferocious beasts.\nYet, upon opening his eyes the next morning, he realizes that his frenzied energy had unbelievably disappeared after having sexual intercourse with someone while unconscious!\nHaving suspicions that the Purifier, Haejin, who has only ever been overtly concerned about his clan's authority and influence, couldn't have possibly purified him, Yeonho pretends to lose consciousness once again... Only to grab hold of Haeryung, the Purifier who enters his room for purification, and who is clearly a stranger but possesses an oddly familiar aura.\n\"Who... are you?\"",
      "fr": "Yeonho est un officier militaire qui utilise ses capacités surnaturelles pour protéger la population de diverses bêtes démoniaques. Bien que les capacités qu'il possède soient extraordinaires, son énergie devient frénétique après une utilisation excessivement longue, et il perd conscience s'il n'est pas purifié juste après avoir maîtrisé ces bêtes féroces.\nPourtant, en ouvrant les yeux le lendemain matin, il se rend compte que son énergie frénétique a incroyablement disparu après avoir eu des rapports sexuels avec quelqu'un alors qu'il était inconscient !\nSe doutant que le purificateur Haejin, qui ne s'est jamais préoccupé que de l'autorité et de l'influence de son clan, n'aurait pas pu le purifier, Yeonho fait semblant de perdre conscience une fois de plus... Seulement pour s'accrocher à Haeryung, le Purificateur qui entre dans sa chambre pour le purifier, et qui est clairement un étranger mais possède une aura étrangement familière.\n\n\"Qui... êtes-vous ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]