[
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65f2b30-bf0c-4fec-b61c-217febcf5d7a",
    "title": {
      "en": "I Raised My Younger Sister Beautifully"
    },
    "updatedAt": "2024-12-16T05:07:49+00:00",
    "coverArt": "https://mangadex.org/covers/c65f2b30-bf0c-4fec-b61c-217febcf5d7a/de0a4cf7-f522-441e-a0b0-07b97e33b333.jpg",
    "altTitles": [
      {
        "ko": "동생을 예쁘게 키웠다"
      },
      {
        "ko-ro": "Dongsaengeul Yeppeuge Kiwotda"
      },
      {
        "en": "My Beloved Baby Sister"
      },
      {
        "en": "Raising My Little Sister Prettily"
      },
      {
        "en": "I Raised My Little Sis Beautifully"
      },
      {
        "ru": "Я прекрасно воспитала свою сестру"
      },
      {
        "th": "คราวนี้ฉันจะเลี้ยงน้องเป็นอย่างดี"
      },
      {
        "ja": "妹を可愛く育てたら大公 様に溺愛されました"
      },
      {
        "zh": "这次要好好养妹妹"
      }
    ],
    "description": {
      "en": "When Princess Fleta, who has been mistreated her entire life due to being born with a curse, summons the basilisk and destroys the palace, Princess Cezanne regrets that things could have turned out differently if someone had been by Fleta's side. So when she miraculously finds herself six years back in time, she is determined to take Fleta under her wing and fill her baby sister's life with nothing but joyful light. Will Cezanne be able to dispel the darkness inside Fleta and rewrite the ending?\n\n---\nThe imperial family collapsed during one night by the basilisk, the summoned beast of darkness which was summoned by the cursed princess, Fleta. “If there is a next life, then… Can I really be your younger sister?” If I had approached you a little earlier, would it have been different from now? The last time everyone regretted it, the time miraculously returned to 6 years earlier. If this is the second chance we've been given.",
      "ru": "Императорская семья рухнула за одну ночь из-за василиска, призванного зверя тьмы, которого призвала проклятая принцесса Флета. «Если есть следующая жизнь, то… Могу ли я действительно быть твоей младшей сестрой?» Если бы я обратился к тебе немного раньше, было бы всё иначе, чем сейчас? Последний раз все об этом пожалели, время чудесным образом вернулось на 6 лет назад. Если это второй шанс, который нам дан..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-12-19T17:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      },
      {
        "pt-br": "Quero usar as habilidade que me foi dado para ganhar dinheiro e flertar com lindas mulheres de outro mundo."
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working his part-time job as usual. After finishing his shift, he opened the back door and stepped into a vast, empty space, where he encountered a mysterious figure claiming to be God. By sheer chance, Ishida was chosen by this God to be transported to another world. Although confused and uncertain, he resolved to adapt and make a life for himself in this strange new place. Using the skills granted by God, he focused on surviving and thriving. As he explored different lands and encountered various races, he made it his mission to form close relationships with many beautiful women along the way.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo.",
      "pt-br": "Naquele dia, Ishida Yamada estava trabalhando meio período, como sempre. Ao abrir a porta dos fundos após terminar seu trabalho de meio período, ele encontrou um espaço em branco e uma pessoa que se autodenominava Deus. Foi por acaso que ele foi escolhido por Deus para ir para outro mundo. Ele ficou perplexo, mas decidiu viver mesmo assim. Pensando em como sobreviver neste outro mundo usando as habilidades que recebeu de Deus, ele tenta ao máximo ter um relacionamento físico com uma linda mulher neste outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff9da56-267d-4d96-9190-99968a21caca",
    "title": {
      "en": "I'll Try to End the Male Lead"
    },
    "updatedAt": "2024-12-16T20:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/fff9da56-267d-4d96-9190-99968a21caca/272f1020-7468-4e73-83ff-06f1afa53a16.jpg",
    "altTitles": [
      {
        "ko": "남주를 죽여보겠습니다"
      },
      {
        "en": "I Will Try to End the Male Lead"
      },
      {
        "en": "I'm Going to Kill the Male Lead"
      },
      {
        "en": "I'll Kill the Male Lead"
      },
      {
        "es-la": "Mataré al protagonista masculino"
      },
      {
        "es-la": "Voy a matar al protagonista"
      },
      {
        "ja": "男主人公を殺す筋書きを描いてみます"
      },
      {
        "zh": "杀了病娇男主"
      }
    ],
    "description": {
      "en": "I, Kwon Jinha, began feeling sick after reading a romance novel.\n\nI became connected to all the emotions and sensations of the female lead, Elvi.\n\nI even went to the hospital due to severe pain and sorrow but the result said there’s nothing wrong with my body.\n\nSo, I ended up sending an email to the novel’s author, begging for the male lead to stop tormenting the female lead. But instead, all I got was a happy reply...\n\n“Do your job properly, Elvi”.\n\nI found myself possessing Elvi’s body in the novel.\n\nI got slapped by the male lead as soon as I possessed Elvi’s body, upon that, I had only one thought.\n\n“The male lead? It’s over if I kill him, right?”",
      "ko": "로판 소설을 읽고 몸이 아파오던 나 권진하.\n\n여주인공 엘비가 느끼는 감정과 감각이 모두 연결되어버렸다.\n\n끔찍한 통증과 슬픔에 병원까지 찾아갔지만 몸에는 이상무.\n\n결국 소설 작가에게 메일을 보냈다.\n\n제발 쓰레기 남주가 여주 좀 그만 괴롭히게.\n\n하지만 메일을 보냈더니 사이다 답장은커녕….\n\n“일은 똑바로 해야지, 엘비.”\n\n소설 속 엘비에게로 빙의해버렸다.\n\n빙의하자마자 뺨을 올려붙이는 남주를 보고 든 생각은 하나뿐.\n\n남주? 죽여버리면 그만이지."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2024-12-29T20:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27073d25-1b4e-498d-a421-09ed3f3c869a",
    "title": {
      "en": "Makyou Seikatsu: Gakeppuchi Boukensha ga Hikikomoru ni wa Hirosugiru"
    },
    "updatedAt": "2024-11-15T17:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/27073d25-1b4e-498d-a421-09ed3f3c869a/3f3c7afe-04e5-429f-a819-50315c77fc42.jpg",
    "altTitles": [
      {
        "en": "Life in the Demon Land"
      },
      {
        "ja": "魔境生活 〜崖っぷち冒険者が引きこもるには広すぎる〜"
      }
    ],
    "description": {
      "en": "After being expelled from his family home, our main character tries his hand at becoming an adventurer, only to find out that things aren't quite as they seem. Determined to change his fate, and with the money he's saved up, he heads out to purchase a plot of land in the remote, unexplored wilderness, with the intent of forging his perfect new life. Little does he know, this expanse is infamous as the 'Demonic Realm,' a treacherous territory brimming with savage plants and creatures!\r\n\r\nBut navigating the daily trials of this life-threatening wilderness may prove be a challenge. In his journey of growth, an array of inhabitants, each driven by their motives, decide to follow him, bringing vibrancy back into his life. However, unseen powers resolute in preventing the Demonic Realm from being conquered begin to surface... Will he be able to endure, triumph, and make this land his new home?",
      "ja": "実家を追い出されて冒険者になるも、堕落の一途を辿る主人公の青年。このままでは駄目だと一念発起した彼は、超辺境にある土地を購入して理想の住み処を作ろうとする。しかしその土地は『魔境』と呼ばれる、凶暴な動植物がうごめく超危険地帯であった！\r\n日々命がけのサバイバルを生き抜き、徐々に逞しくなってゆく青年。そんな彼のもとに訳アリな住人たちも集まり生活が賑やかになるが、魔境を放っておかない勢力も現れて……！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "01f4082d-530f-4b84-b706-83502b6783fa",
    "title": {
      "en": "Wangan JUNGLE"
    },
    "updatedAt": "2022-12-04T19:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/01f4082d-530f-4b84-b706-83502b6783fa/a7b28c0f-e5bb-4fe2-a265-80ac74139369.jpg",
    "altTitles": [
      {
        "en": "Gulf Jungle"
      },
      {
        "en": "Pineapple 3"
      },
      {
        "ja-ro": "Wangan Janguru"
      },
      {
        "ja": "湾岸JUNGLE"
      },
      {
        "ja": "湾岸ジャングル"
      }
    ],
    "description": {
      "en": "Compilation of 3 short stories:  \n  \n1) Wangan Jungle  \n  \n2) Pineapple 3  \n  \n3) Jungle Box"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "45b3649f-db48-4f48-9dba-e4c9aa02a55b",
    "title": {
      "ja": "Ijimete-gokko."
    },
    "updatedAt": "2024-10-28T12:08:09+00:00",
    "coverArt": "https://mangadex.org/covers/45b3649f-db48-4f48-9dba-e4c9aa02a55b/1924f5f8-e442-4583-83be-992b76ac33cb.jpg",
    "altTitles": [
      {
        "zh-hk": "凹凸遊戲"
      },
      {
        "zh": "凹凸游戏"
      },
      {
        "ja": "イジめてごっこ。"
      },
      {
        "es-la": "¡Me gusta ser abusada!"
      }
    ],
    "description": {
      "en": "Yuka, a university student, and Mahiro, a working man, have been dating for six months. They are so pure that they are nervous to even hug each other. But one day, Yuka's precious secret that she didn't want him to know about is revealed, and their relationship slowly starts to go weird!\n\nA cute, slightly weird, new kind of BDSM romcom!",
      "ja": "大学生のゆかちゃんと社会人の真広さんは付き合って半年になるカップル。抱きしめ合うのも緊張するくらいピュアな2人。だけど、ある日ゆかちゃんの絶対に知られたくなかった「秘密」が真広さんにバレてしまったことで、そんな2人の関係は少しずつおかしなことになっていき―！？　可愛くてちょっとヘンテコな、新感覚SMラブコメ！",
      "es-la": "Yuka, una estudiante universitaria, y Mahiro, un trabajador, son una pareja que lleva seis meses juntos. Son tan puros que incluso se ponen nerviosos al abrazarse. Pero un día, el \"secreto\" de Yuka, que ella no quería que él supiera, es revelado a Mahiro, y su relación empieza a torcerse lentamente...　Bonita y un poco rara, ¡una nueva clase de comedia romántica SM!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-12-04T08:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/8d5d38ee-36a0-4deb-85ba-802bfd97feb2.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!\n\nEnter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f499850b-4a16-4931-9238-32ae5b531b8f",
    "title": {
      "en": "Prices Depreciated, and I Became the World's Richest Person"
    },
    "updatedAt": "2024-12-18T14:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "altTitles": [
      {
        "zh": "开局物价贬值，我成为了世界首富"
      }
    ],
    "description": {
      "en": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6341b809-53e3-4461-ab3b-160514964685",
    "title": {
      "en": "Chiisai Boku no Haru"
    },
    "updatedAt": "2024-10-09T21:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/6341b809-53e3-4461-ab3b-160514964685/9cd1c89a-3002-42dc-ae01-c55a0c5b378f.jpg",
    "altTitles": [
      {
        "en": "Spring of Little Me"
      },
      {
        "ja": "小さい僕の春"
      },
      {
        "ja-ro": "Chiisai Boku no Haru"
      },
      {
        "vi": "Chiisai Boku no Haru"
      }
    ],
    "description": {
      "en": "Suzuki Souta, a high school boy on the school volleyball team, is interested in his classmate Shinonome Asahi, a member of the girls' volleyball team. She thought of him as a good volleyball player, so she has been seeking him out every day. Souta was a keen volleyball player until junior high. However, because of his height, he could never become the spiker he longed to be. As a result, he got into the habit of giving up on things. Souta's high school life: Will he meekly accept what he cannot have? Or will he try to become a man who can stand with Asahi? Youth is a series of choices. Please, Souta, hang in there and do your best!",
      "vi": "Suzuki Souta là một nam sinh cao trung trong đội bóng chuyền của trường đem lòng thích bạn cùng lớp Shinonome Asahi và cũng là một thành viên của đội bóng chuyền nữ. Hàng ngày Asahi tìm đến Souta vì cậu là một cầu thủ bóng chuyền giỏi. Thế nhưng hhi ở sơ trung, vì chiều cao của mình, ước mơ trở thành vận động viên đánh bóng không thể thành hiện thực như cậu đã kỳ vọng. Vì vậy mà cậu có thói quen từ bỏ mọi thứ. Cuộc sống trung học của Souta: Liệu cậu có đành lòng chấp nhận những gì vượt quá tầm với không? Hay cậu sẽ cố gắng trở thành một người có thể sát cánh cùng Asahi đây? Tuổi trẻ là một chuỗi những lựa chọn. Xin cậu, Souta, cố gắng lên nhé!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-12-30T18:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-29T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b757d730-1d01-4ab9-8909-c6a9b1f79a0c",
    "title": {
      "en": "Baikoku Kikan"
    },
    "updatedAt": "2024-10-26T09:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/b757d730-1d01-4ab9-8909-c6a9b1f79a0c/a8eff0d1-a85f-4d85-8103-1853ec1a83b3.jpg",
    "altTitles": [
      {
        "ru": "Королева оперы"
      },
      {
        "ja": "売国機関"
      },
      {
        "ko": "매국기관"
      },
      {
        "zh": "卖国机关"
      },
      {
        "en": "The Queen of the Opera"
      },
      {
        "ja-ro": "Baikoku Kikan"
      },
      {
        "hu": "Az opera királynője"
      }
    ],
    "description": {
      "en": "In the early 20th century, a small republic found itself stuck between a kingdom and an empire - both of whom wanted to manipulate the republic to suit their own needs.\n\nIn order to protect itself from both sides of the conflict, the republic created a small group of soldiers whose job it is to suppress revolution and dissent in any way possible. This is the story of the Opera House.",
      "ja": "チュファルテク合同共和国――。 戦争が終わった国家を舞台に、内なる暗闘が始まる。 ”愛国者”の敵は、いつだって”愛国者”だ。『幼女戦記』のカルロ・ゼン最新作!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f20aded-1216-41e3-b48d-87b0c4d9957c",
    "title": {
      "en": "Kono Healer, Mendokusai"
    },
    "updatedAt": "2024-10-31T00:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/5f20aded-1216-41e3-b48d-87b0c4d9957c/2a74355e-5f30-4de5-b68f-1ba54ca4bb2e.jpg",
    "altTitles": [
      {
        "ja": "このヒーラー、めんどくさい"
      },
      {
        "en": "This Healer is Annoying"
      },
      {
        "en": "This Healer is Obnoxious"
      },
      {
        "ru": "Этот противный целитель!"
      }
    ],
    "description": {
      "en": "Fantasy adventuring comedy starring Karla the dark elf cleric who invested too much on her taunting skills and Alvin the swordsman who has to put up with her.",
      "ja": "「え？　回復魔法をかけてくれ？」\n「私、命令されるとやる気を無くすタイプなんですよね…」\n\n煽りスキルが異常に高いダークエルフの神官・カーラと彼女に振り回される哀れな剣士・アルヴィンの、異世界ポンコツ冒険者コメディ！",
      "ru": "Фантастическая приключенческая комедия с участием Карлы, тёмной эльфийки-клирика, которая слишком много вложила в навыки грубости, и Элвина, мечника, вынужденного мириться с ней.\n\n---\n\n(Source: [readmanga](https://readmanga.io/etot_protivnyi_celitel___A5275))"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-12-09T17:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb6b4792-efb7-4f6a-abe0-6b57cf244de1",
    "title": {
      "en": "Zatch Bell!! - 4Koma Special"
    },
    "updatedAt": "2024-03-05T22:05:25+00:00",
    "coverArt": "https://mangadex.org/covers/bb6b4792-efb7-4f6a-abe0-6b57cf244de1/37b66c4e-c6b8-463a-bea5-c70f044af6c5.jpg",
    "altTitles": [
      {
        "ja": "金色のガッシュベル! 4コマスペシャル"
      },
      {
        "ja-ro": "Konjiki no Gash Bell!! - 4-Koma Special"
      },
      {
        "en": "Golden Gash!! - 4Koma Special"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "6fcfaa0e-6023-403e-97f9-5301dd3c258c",
    "title": {
      "en": "Hellsing"
    },
    "updatedAt": "2024-10-30T00:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/6fcfaa0e-6023-403e-97f9-5301dd3c258c/b1c48d29-de5e-40d9-9a22-8b181b499738.jpg",
    "altTitles": [
      {
        "ja": "ヘルシング"
      },
      {
        "en": "Hellsing: The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of the Vampire Hunter"
      },
      {
        "vi": "Thợ săn ma cà rồng"
      },
      {
        "ru": "Хеллсинг"
      },
      {
        "uk": "Хеллсінг"
      },
      {
        "uk": "Геллсінґ"
      },
      {
        "ar": "هلسينغ"
      },
      {
        "fa": "هلسینگ"
      },
      {
        "he": "הלסינג"
      },
      {
        "zh-hk": "厄夜怪客"
      },
      {
        "zh-hk": "皇家國教騎士團"
      },
      {
        "zh": "皇家国教骑士团"
      },
      {
        "ko": "헬싱"
      },
      {
        "es": "HELLSING"
      }
    ],
    "description": {
      "en": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing's vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organisation. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined. A group long thought dead has been plotting in secret since their apparent destruction over 50 years ago. Plotting to plunge England, and perhaps the entire world, into war.  \n\n\n---",
      "es": "La familia Van Helsing ha sido la némesis del conde Drácula y de toda la raza de vampiros.Ahora se ha convertido en toda una organización cuyo mejor cazador,un vampiro,usará el humor y la violencia para cumplir su destino...y ha dado origen a una exitosa serie de animación.",
      "fr": "En Angleterre, l'organisation secrète Hellsing agit pour protéger le pays des forces du mal, dont les vampires. Force de frappe de l'Église protestante, ce groupe dispose d'une arme secrète des plus inattendues: Alucard, vampire surpuissant et apparemment invulnérable. Mais leur mission se corsera quand ils devront faire face au Vatican et aux brigades anti-monstres de l'État le plus petit du monde...",
      "hu": "A Hellsing Királyi Protestáns Lovagrend az Angol Korona évszázados szervezete – egy család, amelynek a feladata a birodalom védelme a természetfeletti és istentelen veszedelmektől. A lovagrend lelke Sir Integra Wingates Hellsing, legfőbb fegyvere pedig Alucard, a szervezet szolgálatában álló titokzatos ősvámpír, valamint – újabban – Seras Victoria, egy balul elsült bevetésen született vámpírlány.",
      "it": "Londra, un'antica casata nobiliare combatte contro i vampiri da generazioni; si tratta dell'agenzia segreta HELLSING, comandata da Lady Integra Farbuke Wingates Hellsing.Integra, succeduta alla morte del padre, stipula un patto di sangue con il on il vampiro Alucard e lo induce a battersi contro le tremende forze occulte che minacciano il pianeta, dando vita a una delle saghe horror più famose nel panorama dei manga.",
      "ja": "幽霊船デメテル号に乗ってアーカードが遂に来た！かくして役者は全員演壇へと登り、暁の惨劇は幕を上げる・・・・・・",
      "lt": "Kažkur Anglijoje gyvuoja slapta organizacija, sukurta tam, kad apgintų karalienę ir šalį nuo įvairiausio plauko pabaisų. Sveiki atvykę į paslaptingąjį Hellsing – organizaciją, kuri žino, kaip spręsti problemas, kai iš tamsos išnyra vampyrai, gūlai ir kitokios šlykštynės. Be to, organizacijos nariai gali pasigirti puikiu ginklu.\n\nKlausiate, kokiu? Ogi kitu vampyru, kuris šimtmečius tobulino savąjį kovos meną ir todėl yra bemaž neįveikiamas. Apsiginklavęs milžinišku pistoletu, užtaisytu ypatingomis sidabrinėmis kulkomis, Alukardas kelia siaubą ne tik nemirėliams. Tačiau ne tai svarbiausia. Skaitytoją visų pirma priblokš kandus šių istorijų sąmojis, neįtikėtinos iliustracijos ir beprotiškai kruvinas veiksmas. Nenuostabu, jog ši manga užkariavo visą pasaulį.",
      "pt": "Para resolver o caso de um estranho pastor de hábitos macabros, é chamada a Organização Hellsing, responsável por livrar a Inglaterra dos males que espreitam na noite. Alucard é a principal arma da Hellsing contra estes seres, e sua história se cruza com a da novata Seras Victoria e a da chefe da organização, Integra Wingates Hellsing.",
      "ru": "Вампир Алукард - древний и могущественный, вампир \"в самом расцвете сил\". Все что его интересует - это поиски по-настоящему сильного противника. Убивать и умирать - какие еще могут быть развлечения в бессмертной жизни? И организация \"Хеллсинг\", члены которой посвятили себя борьбе с порождениями тьмы вроде него. Что может их связывать кроме желания уничтожить друг друга? Но, как ни странно, Алукард и Хеллсинг прекрасно работают вместе… и будут работать ровно до тех пор, пока древний вампир не найдет для себя действительно могущественного и интересного врага.",
      "tr": "Hortlaklar, vampirler, canavarlar... Kraliyet Protestan Şövalyeler Kardeşliği, yani Hellsing, onlarla kadim zamanlardan beri mücadele ediyor. Nasıl mı? Tabii ki yüksek teknoloji ürünü silahlar ve ekipmanla... Üstelik bunları kullanan kişi tam bir vampir uzmanı. Hellsing sizi aksiyon ve kan yüklü bir dünyaya davet ediyor.\n\nBu sayıda Hellsing Organizasyonu'nun avlarıyla ve düşmanlarıyla tanışıyoruz. Hiç beklenmeyen bazı gelişmeler, Integra Hellsing'in tüm planlarını bozuyor. Üstelik, kurumun yakın geçmişinde yaşanan güç oyunları ve entrikalar da karşımıza çıkıyor. Bakalım Hellsing bütün bu olanlarla başa çıkabildi mi ve olacaklarla başa çıkabilecek mi?",
      "es-la": "Llega uno de los mayores éxitos de los últimos años! Hellsing, una organización auspiciada por el gobierno británico, controlada por la implacable Integra, busca exterminar a los despiadados vampiros, cuya actividad va en aumento y causa pánico en la población. Su principal arma es Alucard, un sádico vampiro liberado por Integra después de años de reclusión. Junto a él, Victoria Seras, una chica policía ahora mitad vampiro. El peligro? Una posible guerra mundial. Mucho más explícito, violento, humorístico y adulto que la serie de TV."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-12-24T10:17:46+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/389c9be2-2c43-47d0-9679-b3103ff2f75b.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      },
      {
        "ru": "Компания МагиЛумьер"
      }
    ],
    "description": {
      "en": "Are you looking for something new? Something challenging? Something very highly paid? Exterminating monsters is an exciting, fast-paced field that will get you out from behind a desk and into the action. With over 500 magical girl companies now in operation, you’re sure to find a position—and a uniform—that fits. Start your career as a magical girl today!\n\n---\n[Viz Official English Volumes](https://www.viz.com/magilumiere-magical-girls-inc)",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-11-19T05:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/433976b9-8da5-4a94-941e-50ca913b2334.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...\n\nAdaptation of a web novel serialized on the platform peep.",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceeb0cf9-ee82-465a-be6c-36c535d46574",
    "title": {
      "en": "Coin Laundry no Onna"
    },
    "updatedAt": "2024-12-11T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/ceeb0cf9-ee82-465a-be6c-36c535d46574/0e4f27b8-1d1b-4be4-8558-949dec9cf9d5.jpg",
    "altTitles": [
      {
        "en": "Coin Laundry Woman"
      },
      {
        "ja-ro": "Coin Laundry no Onna"
      },
      {
        "ru": "Девушка из сушки"
      },
      {
        "ja": "コインランドリーの女"
      },
      {
        "zh": "洗衣店里的女人"
      }
    ],
    "description": {
      "en": "Some random gag stories happening around a woman living inside the washer in the coin laundry. Why does she like to live there?",
      "pt-br": "Esta é a história de Maoko, a misteriosa garota que vive em uma lavanderia automática frequentada por Haru Tanaka, que se vê obrigada a lidar com ela, e sua relação com as estranhos figuras que lá encontra. São histórias com humor e emoção, e de uma absurda máquina de secar!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-12-13T12:50:41+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/c7daee87-b9bc-492b-b27f-fa7cb2a95162.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-01T19:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-12-10T21:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "This story takes place in a world made up of floating islands of various sizes, where two types of races, \"Caninu\" and \"Felineko\" live.\n\nMalt, a caninu boy, lives peacefully with his younger sister Mei on their grandparents' farm in the remote village of Petit Mona. One day, their village is suddenly attacked by the Berman Empire, and is burnt to the ground overnight. \"How could something like this happen...\" Malt and his friends were confused, then a mysterious voice called out from the radio...! ?\n\nA group of children caught in the flames of war ride the mysterious giant tank ``Taranis'' and fight to save their families!",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308c43cf-1e52-4e3d-a048-56524aab1b27",
    "title": {
      "en": "Shima-chan Chi no Tsugai Jijou"
    },
    "updatedAt": "2024-11-14T12:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/308c43cf-1e52-4e3d-a048-56524aab1b27/1ab04b19-2532-435f-b2b4-2f00eec70670.jpg",
    "altTitles": [
      {
        "ja": "しまちゃん家の番事情"
      },
      {
        "en": "How Shima's Parents Became Mates"
      },
      {
        "en": "How My Daddies Became Mates"
      },
      {
        "es": "La historia de los padres de Shima"
      },
      {
        "ru": "Шима-чан, твоя очередь"
      },
      {
        "zh": "紫万家的夫夫轶事"
      }
    ],
    "description": {
      "en": "Let's… Let's get married! Shima-chan has two fathers, happy go lucky Akane (α) who likes to do things his own way and tender Aoi (Ω) who is a man of reason. Presently, they’re happy parents who love their daughter Shima-chan, but things were not smooth in the past. From their first encounter to their wedding, this omegaverse memoir tells the story of two young bad boys and how they formed their happy family."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "8c17c213-c1fb-4f9b-ad4e-813a2daeea59",
    "title": {
      "en": "Fuun Kara no Saikyou Otoko"
    },
    "updatedAt": "2024-08-01T21:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/8c17c213-c1fb-4f9b-ad4e-813a2daeea59/1a304298-0e29-468e-9829-c6fb373c680b.jpg",
    "altTitles": [
      {
        "ja": "不運からの最強男"
      },
      {
        "id": "Dari Sial menjadi yang Terkuat"
      },
      {
        "en": "From Hapless to Strongest"
      },
      {
        "en": "Unluckiness to the Strongest Man"
      }
    ],
    "description": {
      "en": "After having lived a life full of misfortune, Siegbert has been reincarnated as a result of an accident. His new family is so warm. He can't believe he was unlucky in his previous life.  \n\nHe thought he would live a peaceful life this time, but unfortunately, his luck level is abnormally high and his luckiness attracts \"chance\" and can make whatever his wish come true if he can tackle these \"chances\". However, these \"chances\" comes with a price, Siegbert and those around him has to face formidable enemies and a life-or-death situation.  \n\nSiegbert is determined to beat all of the odds with his abnormally high magic power and appraisal eye that he got after reincarnating to protect those around him.",
      "id": "Siegbert yang selalu tertimpa kemalangan di kehidupan sebelumnya, sekarang ia tereinkarnasi ke dunia lain.\nIa tidak mengira keluarga barunya merupakan keluarga yang hangat karena kemalangan yang ia hadapi di kehidupan sebelumnya.\nAkan tetapi, apakah ia akan tetap dihujani oleh kemalangan bahkan setelah tereinkarnasi?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2025-01-01T16:40:24+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/8e11b540-4110-402f-886f-ed28909be81b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "en": "DAN DA DAN"
      },
      {
        "ja-ro": "Dandadan"
      },
      {
        "ja-ro": "Dan Da Dan"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "pt-br": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3031a63-32d3-4cd8-82e4-bc9b80736ece",
    "title": {
      "en": "Black★Rock Shooter: Innocent Soul"
    },
    "updatedAt": "2023-01-23T22:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/b3031a63-32d3-4cd8-82e4-bc9b80736ece/bab33314-c599-446f-b797-05160ea330ac.jpg",
    "altTitles": [
      {
        "ru": "Стрелок с Чёрной Скалы"
      },
      {
        "th": "แบล็ค★ร็อคชู้ตเตอร์ อินโนเซนต์โซล"
      },
      {
        "ja": "ブラック★ロックシューター イノセントソウル"
      },
      {
        "zh": "黑岩射手-天真之灵"
      },
      {
        "zh-hk": "黑岩射手-天真之靈"
      }
    ],
    "description": {
      "en": "The story follows a girl in the \"Threshold\" (狭間, Hazama), a world beween Heaven and Earth. \"Impure souls\" — those that could not ascend to Heaven with the burden of their own weight — have drifted to this world of constant warfare."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "db03bf4b-446e-47eb-9154-e140ace7a4e9",
    "title": {
      "en": "Mobile Suit Cross Born Gundam DUST"
    },
    "updatedAt": "2024-09-11T22:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/db03bf4b-446e-47eb-9154-e140ace7a4e9/75564ea1-b880-4869-8a80-0dda11e6dd25.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Cross Born Gundam DUST"
      },
      {
        "ja": "機動戦士クロスボーン・ガンダム DUST"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe year is 0169 of the Universal Century. The Earth Federation government has lost power, and the struggle for supremacy among the colonies has intensified, making it the \"Space Sengoku Era\". \n\nAsh King and other like-minded people stand up to put an end to the endless war!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "52"
  },
  {
    "mangaId": "523dbd43-2033-45a3-a15c-aafd9c4c16ec",
    "title": {
      "en": "I'm a Villainous Daughter, so I'm Going to Keep the Last Boss"
    },
    "updatedAt": "2024-08-24T01:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/523dbd43-2033-45a3-a15c-aafd9c4c16ec/f3ca424f-6249-4e29-a924-1956b9f8ecef.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou Nanode Rasubosu wo Katte Mimashita"
      },
      {
        "en": "I Am the Daughter With a Villainous Role, so I Tried Keeping the Last Boss as a Pet"
      },
      {
        "en": "I'm a Villainous Daughter, so I'm Going to Keep the Last Boss"
      },
      {
        "ja-ro": "Rasubosu"
      },
      {
        "ru": "Я стала злодейкой, поэтому мне нужно заарканить последнего босса"
      },
      {
        "ja": "悪役令嬢なのでラスボスを飼ってみました"
      },
      {
        "en": "I'm the Villainess, So I'm Taming the Final Boss"
      },
      {
        "ko": "악역 영애이기 때문에 최종 보스를 길러보았습니다"
      },
      {
        "zh": "作为恶役大小姐就该养魔王"
      },
      {
        "zh": "作为恶役千金就该养魔王"
      },
      {
        "th": "เป็นนางร้ายมันเสี่ยง เลยขอเลี้ยงลาสต์บอสดูสักตั้ง"
      },
      {
        "ru": "Я лиходійка, тому збираюсь приборкати останнього боса"
      },
      {
        "vi": "Thân là nữ phản diện nên trùm cuối sẽ do tôi nuôi"
      },
      {
        "fr": "Si je suis la vilaine, autant mater le boss final"
      },
      {
        "ja-ro": "Akuyaku Reijou nano de Last Boss wo Katte Mimashita"
      },
      {
        "en": "I'm a Villainess, so I'm Going to Keep the Last Boss"
      }
    ],
    "description": {
      "en": "Avoid the BAD END! That's the goal of the villainess in this plot-twisting story!!  \r\nShe has been reborn into the world of an otome game as the villainess, Aileen. Using her memories of her former life, she recognizes flags indicating she's en-route to the bad end, so she makes a plan to conquer the last boss (the evil king Claude), make him her lover, and see if she can open up a new route!",
      "ru": "Избежать ПЛОХОГО КОНЦА! Это главная цель злодейки в этой необычной истории!! Героиня переродилась в мире отоме игры в качестве злодейки, Ирэн. Используя её воспоминания о прежней жизни, героиня видит признаки, которые указывают на то, что её ждет плохой конец. Поэтому она планирует завоевать последнего босса (короля демонов, Клауда) и сделать его своим возлюбленным. Посмотрим, как героиня сможет изменить свою судьбу."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "0b1d5fe1-5942-402e-91ad-94dd99a96fdc",
    "title": {
      "en": "Oshiegoto"
    },
    "updatedAt": "2024-12-21T00:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/0b1d5fe1-5942-402e-91ad-94dd99a96fdc/5436085f-59b6-4579-bea3-3f21502dfc3b.jpg",
    "altTitles": [
      {
        "ja-ro": "Oshiegoto"
      },
      {
        "ja": "おしえごと"
      },
      {
        "ja": "おしえごと 同人教師と天才ギャル"
      }
    ],
    "description": {
      "en": "A female art teacher who creates doujinshi meets a high school student gyaru who is a talented artist.\n\n(Source: MangaUpdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osananajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-11-05T00:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/0654c788-1b63-4f4a-bd04-093a7073b88a.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "en": "Are Physical Relationships Possible Between Childhood Friends of High School Students?"
      },
      {
        "ru": "Возможна ли близость между старшеклассниками друзьями детства?"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      }
    ],
    "description": {
      "en": "The innocent Oota Yuka, the sexually curious Niiyama Kasumi, the elusive Horie Yasuo and the lovesick Onosaka Ryuhei. The four high school boys and girls, who have grown up like a family, are bequeathed a house by an elderly woman, Hasebe Haru, for four million yen and a fixed term. Under one roof, the high school students' eccentric love and friendship unfold.",
      "ja": "こんな高校生活が羨ましい!!\n\n高校2年生の男女4人。彼女たちに与えられたのは、四百万円と4人だけが自由に出来る一軒家と一年間という期間。",
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56009ead-296d-45e3-a55e-406d7cfafc88",
    "title": {
      "en": "Baka to Test to Shoukanjuu"
    },
    "updatedAt": "2022-08-18T11:04:00+00:00",
    "coverArt": "https://mangadex.org/covers/56009ead-296d-45e3-a55e-406d7cfafc88/fc9e9335-f6d3-4163-97f7-c1fce32074aa.jpg",
    "altTitles": [
      {
        "en": "Baka and Test: Summon the Beasts"
      },
      {
        "ja-ro": "Baka to Test to Shôkanjû"
      },
      {
        "vi": "Lũ Ngốc, Bài Thi và Linh Thú Triệu Hồi"
      },
      {
        "ru": "Дурни, Тесты, Аватары"
      },
      {
        "th": "โรงเรียนป่วนก๊วนคนบ๊อง"
      },
      {
        "ja": "バカとテストと召喚獣"
      },
      {
        "zh": "笨蛋，测验，召唤兽"
      },
      {
        "zh-hk": "笨蛋，測驗，召喚獸"
      },
      {
        "ko": "바보와 시험과 소환수"
      }
    ],
    "description": {
      "en": "The protagonist is a guy who is among the stupidest of the stupidest in the school. In this school your grades can, under the supervision of teachers, take a virtual form to do battle! However, if you leave an examination midway, you get zero marks. A bright and cute girl, Mizuki Himeji, had a high fever during her examination. Despite her potential to be the second highest scorer in the level, she obtained zero marks for having left due to her illness and is thus banished to the worst class, Class F.  \n  \nGrades mean nearly everything. For Class A: They have a smart-looking teacher, a plasma TV as big as the entire wall as their blackboard, personal laptops, personal air-conditioners, refrigerators, adjustable seats and all kinds of different appliances. Within the refrigerator, there are all kinds of drinks and snacks. Their ceiling is made of glass, the wall lets them put up high-class drawings and plants.  \n  \nAs for Class F (the worst class): They have Japanese desks and seat paddings. Their blackboard is dirty and there's even no chalk! Someone complains the legs of his desk are broken, so the teacher asks, \"Didn't we distribute some glue to stick wood together? Glue it back yourself later.\" Another one complains the wind is blowing in from the broken window. The teacher says, \"I got it. I'll apply for plastic bags and super-glue to fix it later.\" There are spider webs everywhere, not a patch of the wall is clean. A unique moldy smell spreads across the entire room; it must be from the old tatamis used to tile the floor. Welcome to Class F.  \n  \nThe protagonist feels displeased at such an arrangement; he seeks help from his friends to try to make a change through invoking war! And they devise all kinds of plans to try to beat the famous Class A, scheming to get Class A's classroom and equipment if they win!!  \n  \nAdaptation of the light novel series written by Inoue Kenji with illustrations by Haga Yui  \n\n\n---\n\nThe following likes are to AnimeNewsNetwork for the anime:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=10816)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12431)  \n[OVA](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11847)\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%83%90%E3%82%AB%E3%81%A8%E3%83%86%E3%82%B9%E3%83%88%E3%81%A8%E5%8F%AC%E5%96%9A%E7%8D%A3)",
      "ru": "17-летний Акихиса Ёши, парень простой до неприличия, которого окружающие за глаза кличут «дурачком», учится в академии Фумидзуки, где принцип «каждому по уму» доведен до логического завершения. Все решают результаты тестов, в итоге гении и зубрилки из класса «А» наслаждаются чудесами комфорта и техники, а лодыри и лоботрясы из класса «F» сидят в кабинете с разбитыми окнами и оборудованием довоенной сельской школы. Самое интересное, что в Фумидзуки «школьные войны» допускаются и даже поощряются, ведь их ведут не сами ученики, а призванные ими миниатюрные аватары, сила которых измеряется опять же итогами тестов хозяина. Драться могут все, победитель уходит наверх, побежденный скатывается вниз по иерархической лестнице."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "6d2c5985-0bcd-4f35-9db5-703961bdefd1",
    "title": {
      "en": "Encore wa Sex Yori mo Sosoru Koe"
    },
    "updatedAt": "2023-03-11T02:45:36+00:00",
    "coverArt": "https://mangadex.org/covers/6d2c5985-0bcd-4f35-9db5-703961bdefd1/afdf8933-00f0-4fed-9ea9-ab7a18c3d449.jpg",
    "altTitles": [
      {
        "ja": "アンコールはセックスよりもそそる声"
      },
      {
        "en": "Encores Are More Exciting Than Sex"
      }
    ],
    "description": {
      "en": "More than the magnificent music, it's your voice that fills the stage...\n\nKane Yukisaka loves the world of opera, a masterpiece of art, with its colorful and enchanting staging -- and he's not afraid to do the lowest of jobs to get closer to it! Working from the fringes of the industry, he persevered until finally becoming an Artist Manager! Akihiko Tsukioka, who's been assigned exclusively to Yukisaka, is a veteran tenor who took the world by storm after his debut. His technique is perfect! But compared to the brilliance of his youth, he seems to have lost something in his sound.\n\nYukisaka wants him to regain his number one status again, so decides to use his charms to romance him, but... dinner first? Nope, straight to the bedroom!\n\nThe stage is set for a full-fledged opera: a manager who wants to make his charge fall in love, and an opera singer who hates love.",
      "pt-br": "A atmosfera está cheia de seus sons, que são mais do que uma música magnífica... Kane Yukisaka ama o mundo da ópera, que encanta em seu máximo esplêndido desenvolvimento artístico com sua própria bagagem histórica. A ponto de não se importar com os arranjos econômicos que ele tanto odeia!! Ele perseverou desde o início até que finalmente alcançou seu sonho de ser gerente! Ele se tornou o gerente exclusivo de Tsukioka Akihiko, um tenor veterano que domina o mundo. No entanto, agora parece monótono em comparação com a vivacidade de seu apogeu. Kane, que quer recuperar sua fama como número 1, tenta convencê-lo em seu ponto mais forte de que é 'romance', mas... O jantar é primeiro? Não, vamos direto para a cama, a história se desenrolará em uma ópera em grande escala. A cortina sobe no trabalho mais emocionante sobre aconselhamento sexual."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-10-09T00:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/6ddfd48e-da87-4148-baff-b0be9ac09224.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-12-31T14:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Liệu Cậu Sẽ Kết Thúc Mối Tình Này Chứ?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Yuzu là một fan hâm mộ cuồng nhiệt của Hayami Madoka. Cô không có người bạn nào hay gia đình quan tâm tới cô cả, Madoka là niềm an ủi duy nhất của cô ấy. Sachiko là bạn thân của Madoka, cô cũng là người mà Yuzu ghét nhất. Để trút giận, Yuzu đã mở một tài khoản riêng tư nơi mà cô đăng những lời ác ý về Sachiko. Khi Sachiko phát hiện ra, cô đã thử kết bạn với Yuzu và đề nghị sẽ cho cô ấy cơ hội nói chuyện với Madoka. Tuy nhiên, một tai nạn đã xảy ra và họ hoán đổi cơ thể cho nhau, trong khi đó Sachiko bị rơi vào hôn mê."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Class no Gal ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-11-22T14:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/a832da64-2efa-4af8-a966-e7757d857ca3.jpg",
    "altTitles": [
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      },
      {
        "vi": "Mấy nhỏ Gyaru trong lớp tôi đối xử tôi như không khí"
      },
      {
        "ja": "愛乃ななの計画 クラスのギャルに空気扱いされています"
      },
      {
        "ja-ro": "Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu"
      },
      {
        "en": "Nana Aino's Plan: The Gals in My Class Treat Me Like Air"
      }
    ],
    "description": {
      "en": "A boy named Ryuuji Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Nana Aino who sits on his seat. With him still in it.\n\n---\n\nNote: \nReleased as a free ebook compilation on Amazon under the title: *Aino Nana no Keikaku: Class no Gal ni Kuuki Atsukai Sareteimasu (愛乃ななの計画 クラスのギャルに空気扱いされています)* \"Nana Aino's Plan: The Gals in My Class Treat Me Like Air\"; Volume 1 contains chapters 1-24 including some new textless illustrations.\n\n* Alternative Official Raw - [Twitter](https://twitter.com/Tranquillity650/status/1721818260436644142)",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb7f866e-82a2-4244-8e97-214a41556350",
    "title": {
      "en": "Nou Aru Ogre ga Tsuno o Kakusu"
    },
    "updatedAt": "2024-06-07T21:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/bb7f866e-82a2-4244-8e97-214a41556350/e957b609-4543-42d1-a91e-f29015b60665.jpg",
    "altTitles": [
      {
        "ja": "能あるオーガは角を隠す"
      },
      {
        "ja-ro": "Nou Aru Ogre ga Tsuno wo Kakusu"
      },
      {
        "en": "A Talented Ogre Hides Its Horn"
      }
    ],
    "description": {
      "en": "A hero who dies in a fight with the Demon King is cursed on the verge of death. The curse was to reincarnate the hero as Rama, the daughter of a half-ogre and a half-human. \n\nSixteen years have passed since then. Rama, who was reincarnated in an ogre village, was tormented by discrimination and prejudice because of her origin, but she had grown beyond the confines of the ogre village, making use of her experience as a former hero. The village chief, who has taken notice of her, gives her an order. The order was to select Rama as the new “Demon King Candidate” from the Ogre village.\n\nA genuine otherworldly fantasy about a former hero torn between “humans” and “ogres”. The story begins!",
      "ja": "魔王と相討つ形で死んだ勇者の男は、死の淵で魔王にある”呪い”をかけられる。その”呪い”とは勇者をオーガと人間の混血。ハーフオーガの娘「ラーマ」として輪廻転生させるものだった。\n―その後16年の月日が経った。オーガの村に転生したラーマは、その出自故の差別や偏見に苛まれながらも、元勇者としての経験を生かしてオーガの村に収まらないほど成長していた。そんな彼に目を付けた村長よりある命令が下される。その命令とは、ラーマを新たな「魔王候補」としてオーガの村から選抜する、というものであった……。\n”人”と”オーガ”との間で揺れ動く元勇者を描く、本格異世界ファンタジー。開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00b5305f-7770-4338-8e61-9871e57e3193",
    "title": {
      "en": "Mononofu"
    },
    "updatedAt": "2024-09-29T00:52:03+00:00",
    "coverArt": "https://mangadex.org/covers/00b5305f-7770-4338-8e61-9871e57e3193/a7914ba0-479d-49d5-851f-b68cd3f299f0.jpg",
    "altTitles": [
      {
        "ja": "ものの歩"
      },
      {
        "ja-ro": "Mononofu"
      },
      {
        "ja-ro": "Mononobu"
      },
      {
        "zh": "制胜之步"
      }
    ],
    "description": {
      "en": "Awkward Takara Shinobu has always been rejected for being incompetent, a “dunce”. No matter how hard he tries – with studies or with people – he always fails. And now he’s stuck going to a back-up high school far from home.  \n  \nDue to a miscommunication, he winds up living in a share-house dedicated to training shougi pros. Introduced to the world of shougi, Shinobu has finally made a connection with people who understand and accept him. However…now he wants to go pro too!?  \n  \nAs a part of the JUMP START initiative, the first three chapters of Mononofu were published in English in VIZ Media's digital Weekly Shonen Jump."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "813e1105-49c2-4853-9f59-34df06fcb80c",
    "title": {
      "en": "Miss Kitty and Her Bodyguards"
    },
    "updatedAt": "2024-03-22T06:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/813e1105-49c2-4853-9f59-34df06fcb80c/d1f85ec9-beaa-4fb2-9122-e6ef0d49f91e.png",
    "altTitles": [
      {
        "ko": "고양이 아가씨와 경호원들"
      },
      {
        "zh": "凯蒂小姐和她的保镖们"
      },
      {
        "zh-hk": "凱蒂小姐和她的保鏢們"
      }
    ],
    "description": {
      "en": "Follow Anna's daily life with her bodyguards!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc332d04-d3b0-413c-a767-70f5e451b031",
    "title": {
      "en": "Kuro no Shoukanshi"
    },
    "updatedAt": "2024-12-31T01:16:50+00:00",
    "coverArt": "https://mangadex.org/covers/dc332d04-d3b0-413c-a767-70f5e451b031/ede43eb5-f228-47c3-a5d2-d3e888baf0c7.jpg",
    "altTitles": [
      {
        "ja": "黒の召喚士"
      },
      {
        "ja": "The Berserker Rises to Greatness."
      },
      {
        "ja-ro": "Kuro no Shoukanshi"
      },
      {
        "en": "The Black Summoner"
      },
      {
        "ru": "Черный призыватель"
      },
      {
        "zh": "黑之召唤士"
      },
      {
        "ko": "흑의 소환사"
      },
      {
        "en": "Black Summoner"
      }
    ],
    "description": {
      "en": "\"If you truly want to get stronger, you have to challenge and defeat those stronger than yourself.\"\n\nWhile being transmigrated to another world, Kelvin bartered away his memories for a collection of powerful new abilities. Setting out on the ultimate adventure as the world’s strongest Summoner — with his first Follower being the very goddess who brought him over! — he soon discovers his true nature as a battle junkie. Someone wants to pick a fight? Sure, bring it on!\n\nFacing off against one formidable foe after another, Kelvin can hardly contain his delight as he revels in the absolute exhilaration of a good fight! The curtain rises on the start of an epic saga as this black-clad warrior and his allies carve their way into the annals of history! \n___\n**Character Designer:** [Kurogin (DIGS)](https://mangadex.org/author/ad469135-32c7-4fcc-b490-d0ebc07eea16)\n\n**Additional Links:**  \n- [Official Raw Web Novel](https://ncode.syosetu.com/n1222ci/)\n- [Official English Light Novel](https://j-novel.club/series/black-summoner)",
      "ru": "Он очнулся в мире ничего не помня о себе, даже имени. Зато это мир меча и магии, а он призыватель. Ну, вперед, осваиваться в новом мире!",
      "pt-br": "As cortinas dessa história se abrem quando nosso protagonista troca suas memórias por um poder imensurável em um novo mundo. Agora, com o nome de Kelvin, ele precisa evoluir, dominar novos subordinados e se tornar o maior invocador de todos os tempos. Mas e então, até onde essa jornada vai nos levar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8af494c5-f47c-48f8-81ee-a94ea9109302",
    "title": {
      "en": "Odoriba ni Skirt ga naru"
    },
    "updatedAt": "2024-11-01T11:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/8af494c5-f47c-48f8-81ee-a94ea9109302/57613dff-d121-4d4c-873a-dbbdc2d31268.jpg",
    "altTitles": [
      {
        "ja": "踊り場にスカートが鳴る"
      },
      {
        "zh-hk": "與妳翩翩共舞"
      },
      {
        "en": "The Skirt Sings at the Landing"
      },
      {
        "en": "The Skirt Rings at the Landing"
      }
    ],
    "description": {
      "en": "Haruma Kiki always dreamed of doing ballroom dance as the feminine \"follower\" role, but as she aged she only grew taller and taller, eventually causing her to give up ever looking good in a dress or anything ladylike. Now, as a second year in high school, she specializes in the masculine \"leader\" role—until one day, her partner suddenly leaves her. When Toribami Michiru, a short and pretty first year, shows up wanting to join the ballroom dance club, Kiki asks her to be her new partner, but Michiru reveals that she only plays the leader role—and she wants none other than Kiki as her partner.  \n  \nBimonthly serialisation in Yuri Hime.",
      "es-la": "Haruma Kiki siempre soñó con hacer bailes de salón como el papel de \"seguidora\" femenina, pero a medida que pasaban los años solo crecía más y más alta, lo que finalmente hizo que renunciara a verse bien con un vestido o cualquier cosa de dama. Ahora, en su segundo año de secundaria, se especializa en el papel de \"líder\" masculina, hasta que un día, su pareja la abandona de repente. Cuando Toribami Michiru, una pequeña y linda chica de primer año, aparece queriendo unirse al club de baile de salón, Kiki le pide que sea su nueva compañera, pero Michiru revela que ella solo juega el papel de líder, y ella no quiere nada menos que a Kiki como su compañera."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7794356e-2102-4578-86a5-d73c37395ce0",
    "title": {
      "en": "Quality Assurance in Another World"
    },
    "updatedAt": "2024-12-13T17:18:07+00:00",
    "coverArt": "https://mangadex.org/covers/7794356e-2102-4578-86a5-d73c37395ce0/d175c8a9-d36b-43ec-af82-3e342ff8364b.jpg",
    "altTitles": [
      {
        "ja": "この世界は不完全すぎる"
      },
      {
        "ja-ro": "Kono Sekai wa Fukanzen Sugiru"
      }
    ],
    "description": {
      "en": "Haga is one of the debuggers that gets stuck in the world of an incomplete VR game. Though he eradicates a monster from a village, the destruction event that ends with the villagers' deaths triggers without fail. However, Nicola, the villager girl he saves, revives before his eyes.",
      "ja": "極秘に組織された調査隊「王の探索者」（キングス・シーカー）の一員である主人公・ハガ。この世のあらゆる事象を調べ、王命を受け旅をする探索者は村人からも尊敬されていた。任務の一環でドラゴンの襲撃から村を守ることに成功するハガ。成り行きで助けた少女・ニコラと世界を探検することになるが、ハガの真の目的は冒険ではなく…。",
      "pt-br": "O protagonista Haga é um membro da equipe de investigação secreta chamada \"Os Buscadores do Rei\" (Kings Seekers). Os exploradores, que investigam todos os fenômenos deste mundo e viajam sob ordens do rei, são respeitados pelos habitantes das aldeias. Haga consegue proteger uma vila do ataque de um dragão como parte de uma missão. Por acaso, ele acaba ajudando uma garota chamada Nicola e começa a explorar o mundo com ela. No entanto, o verdadeiro objetivo de Haga não é a aventura…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]