[
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-10-10T17:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\n\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\n\n傭兵歴10年の男・クレオは\n不思議な少女・コハクと出会う。\n強大な力を持つ「異剣」が飛び交う\n戦場を生き延びるために、\n二人が始めたのは――\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\n\nCleo, un hombre con 10 años de experiencia como mercenario\nConoce a una misteriosa chica llamada Kohaku.\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ed64a29-8787-499b-9430-53bc0db80f73",
    "title": {
      "en": "High Risk Mission Therapy"
    },
    "updatedAt": "2022-07-24T15:53:23+00:00",
    "coverArt": "https://mangadex.org/covers/8ed64a29-8787-499b-9430-53bc0db80f73/7dfbbff8-fba3-4f8e-897b-53ac48836f6c.jpg",
    "altTitles": [
      {
        "en": "High-Risk Mission Therapy"
      },
      {
        "en": "Highrisk Mission Therapy"
      },
      {
        "ja": "ハイリスクミッションセラピー"
      },
      {
        "zh": "求你揉一揉吧"
      }
    ],
    "description": {
      "en": "Iori Kandono is suffering from a new illness called Monderella Syndrome, thanks to which she would suddenly experience severe pain in her chest. To make the pain go away, she can either take the medicine or get a massage by a male person. One day she forgets her medicine at home and has such an attack in school, but fortunately her classmate, Edogawa, by pure chance runs into her, and it seems he's the only one who can make her pain go away!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "60"
  },
  {
    "mangaId": "05ccee57-de43-4e77-8381-253ff81f6cd5",
    "title": {
      "en": "Fate/Apocrypha"
    },
    "updatedAt": "2024-10-03T19:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/05ccee57-de43-4e77-8381-253ff81f6cd5/981a8555-221e-44a0-a70c-6eb406683d8b.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Апокриф"
      },
      {
        "ja": "フェイト／アポクリファ"
      }
    ],
    "description": {
      "en": "The setting of Fate/Apocrypha is a parallel world to Fate/stay night where the Greater Grail was removed from Fuyuki after the Third Holy Grail War and disappeared for many years. Around the 2000s, around the same time as the Fifth Holy Grail War would have happened, the group that plundered the Grail, Yggdmillennia, openly declares their secession from the Mage's Association and that they are in possession of the Grail. The Association dispatches fifty magi to retrieve it, but all but one are instantly slaughtered by Lancer of Black. The one remaining manages to activate the reserve system of the Greater Grail, allowing for the summoning of fourteen Servants in total.  \n  \nThis marks the start of the Great Holy Grail War in Trifas, featuring two different factions, the Black Faction, whose members are part of Yggdramillennia, and the Red Faction, whose members were sent by the Mage's Association with the exception of one from the Church. The Grail itself also summons Ruler to act as a mediator of the Holy Grail War.",
      "ru": "События Fate/Apocrypha происходят в мире параллельном миру Fate/stay night, в котором Грааль был убран из города Фуюки после Третьей Войны. История начинается с того, что в Румынии был обнаружен «726-ой Святой Грааль». Его похитила и привезла в Румынию семья Иггдмилленния. Это знаменует начало Великой Войны Святого Грааля в городе Трифас с двумя противоборствующими сторонами: Чёрная Фракция, члены которой являются частью семьи Иггдмилленния и Красная Фракция, члены которой были посланы Ассоциацией Магов, за исключением одного участника от Церкви. Грааль также призывает Рулера выступать в качестве посредника в Войне Святого Грааля.",
      "vi": "Nội dung của Fate/Apocrypha vẫn xoay quanh Cuộc Chiến Chén Thánh tại thành phố Fuyuki nhưng diễn ra trong một thế giới song song với thế giới của Fate/Stay Night. Tại đây, sau Cuộc Chiến Chén Thánh lần thứ 3, Đại Chén Thánh của thành phố Fuyuki đã đột ngột biến mất một cách bí ẩn.\n\nRất lâu sau đó, vào thời điểm những năm 2000, một gia tộc mang tên gọi Yggdmilennia đã công khai việc đánh cắp Chén Thánh của họ đồng thời tách rời khỏi Hiệp Hội Pháp Sư. Để đoạt lại Chén Thánh, Hiệp Hội Pháp Sư đã cử đi 50 thành viên tinh nhuệ nhất của mình nhưng tất cả đều bị Servant Lancer của nhà Yggdmilennia tiêu diệt. Tuy nhiên, người sống sót cuối cùng trong 50 pháp sư đã kịp kích hoạt cơ chế dự phòng của Đại Chén Thánh, được sử dụng nhằm ngăn chặn sự hợp tác giữa các Servant bằng cách cho phép 7 Master và 7 Servant mới được tham gia vào trận chiến. Từ đó mở màn cho cuộc Đại Chiến Chén Thánh với 14 Master cùng 14 Servant tại thành phố Trifas giữa Hắc Trận Doanh – những thành viên của gia tộc Yggdmilennia và Xích Trận Doanh – những Master đại diện cho Hiệp Hội Pháp Sư."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "73"
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-08-28T19:21:58+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/9430b5bb-1b28-46f3-9656-cc2cbab46505.jpg",
    "altTitles": [
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku x Gal"
      },
      {
        "en": "Otaku-kun Who's Kind to Gyaru"
      },
      {
        "en": "Otaku-kun Who's Kind to Gals"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      }
    ],
    "description": {
      "en": "Otakura is a high school boy who's clearly an otaku, and Narumi is a high school gal. Normally, these two polar opposites would never cross paths, even at school. But by a strange coincidence, it turns out Otakura is able to use his inherently handy nature to help out Narumi with her own hobby-related requests, one after another?",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo’s Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  },
  {
    "mangaId": "b63de249-6f58-45c1-8d4e-486f65782fbb",
    "title": {
      "en": "Haikyu!! - Hinata-chan no Shinderera keikaku!! (Doujinshi)"
    },
    "updatedAt": "2024-10-10T16:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/b63de249-6f58-45c1-8d4e-486f65782fbb/a39e3804-71cb-4c59-bb13-dbc43fd59429.jpg",
    "altTitles": [
      {
        "en": "Hinata-chan's Cinderella Plan"
      },
      {
        "ja-ro": "Hinata-chan no Shinderera keikaku!!"
      },
      {
        "ja": "日向ちゃんのシンデレラ計画！！"
      },
      {
        "vi": "Kế hoạch của Lọ Lem Hinata-chan"
      }
    ],
    "description": {
      "en": "Hinata is trying to get Kageyama to think of her as a girl. Kageyama Tobio x Fem!Hinata Shoyo",
      "vi": "Khi Hinata cố gắng làm cho Kageyama nghĩ về mình như một người con gái. Kageyama Tobio x Fem! Hinata Shoyo"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "ac743453-99ef-49e5-93e5-265cfff01fe0",
    "title": {
      "en": "RTA Sousha wa Game Sekai kara Kaerenai"
    },
    "updatedAt": "2024-10-10T04:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/ac743453-99ef-49e5-93e5-265cfff01fe0/3058466b-46a8-4aa8-bc00-325dcb734c58.jpg",
    "altTitles": [
      {
        "ja": "RTA走者はゲーム世界から帰れない"
      },
      {
        "en": "Speedrunner Cannot Return from the Game World"
      },
      {
        "en": "RTA Runner Cannot Return from the Game World"
      },
      {
        "en": "The RTA Runner Can't Return From The Game World"
      },
      {
        "ja-ro": "RTA Sousha ha Game Sekai kara Kaerenai"
      },
      {
        "vi": "Bị nhốt trong thế giới game, tôi \"speedrun\" sạch map"
      }
    ],
    "description": {
      "en": "Our protagonist, the speedrunning emperor of *Another Verse*, suddenly feels sleepy in the middle of practice. When he awakens, the familiar opening of *Another Verse* is playing right before his eyes!? In this godly environment where his body is moving better than usual, he has to speedrun! Clearing the game world faster than anyone! Abusing bugs to fight, the fastest isekai fantasy!!",
      "ja": "「アナザーバース」RTA世界王者である主人公は、練習中に急に眠気に襲われてしまう。\n目を覚ますと目の前には見慣れた「アナザーバース」のオープニングが――!?\nいつもより体が動くこの神環境なら、RTAするしかない！\n\nゲームの世界を誰よりも早くクリアせよ！\nバグ技を駆使して戦う、”””最速”””の異世界ファンタジー!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2024-03-01T18:06:08+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      }
    ],
    "description": {
      "en": "Low-grade guide, Qin Yun is forcibly marked by divine-grade sentry tyrant Mersherie. An aggressive maiden-heart seme x serious straightforward uke start an unbashful and unabashed companion life, conquering the whole universe while at it."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26937cf3-0fba-4651-995d-5ebcc8a15eb2",
    "title": {
      "en": "Katekyo Hitman Reborn!"
    },
    "updatedAt": "2024-10-09T05:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/26937cf3-0fba-4651-995d-5ebcc8a15eb2/5d0e6081-481d-4758-9140-a20bccb3e588.jpg",
    "altTitles": [
      {
        "en": "Home Tutor Hitman Reborn!"
      },
      {
        "ja-ro": "Kateikyoushi Hitman Reborn!"
      },
      {
        "ja-ro": "Katekyou Hitman Reborn!"
      },
      {
        "ru": "Репетитор-киллер Реборн!"
      },
      {
        "th": "ครูพิเศษจอมป่วน รีบอร์น!"
      },
      {
        "zh-hk": "家庭教师REBORN！"
      },
      {
        "ja": "家庭教師ヒットマンREBORN！"
      },
      {
        "ko": "가정교사 히트맨 리본!"
      },
      {
        "en": "Reborn!"
      }
    ],
    "description": {
      "en": "Tsuna comes home one day, only to be greeted by a little baby mafioso who apparently is his new home tutor. His job is to guide Tsuna into his role as the 10th Boss of the Vongola mafia family. With the help of all his new friends and an array of special items such as the \"Dying Will Bullet\", he might just be able to do it.",
      "ru": "Тсунаёши Савада— на первый взгляд самый обыкновенный мальчик. Слегка невезуч, слегка неуклюж, слегка паникёр. Хотя, может, и не слегка. И все в его жизни скучно и безрадостно, до того волшебного момента, как пред его взором предстаёт чудо-ребёнок Реборн, который на деле оказывается давно зарекомендовавшим себя в мафиозном мире киллером. Реборн мило радует Тсуну, что отныне тот назначается наследником крупнейшей мафиозной семьи Вонгола, и что он, Реборн, обязуется сделать из него надлежащего босса. С этого дня жизнь Савады кардинально меняется…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "409"
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Charao-kun to Seiso-chan"
    },
    "updatedAt": "2024-10-03T22:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      },
      {
        "ja": "Charao-kun to Seiso-chan"
      },
      {
        "ja-ro": "#Kuma to Usagi wa Tomodachide wa Irarenai"
      },
      {
        "ja": "#クマとウサギは友達ではいられない"
      },
      {
        "en": "#Bear and Bunny Cannot Be Friends"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2ee3c5ff-4596-41a3-83d4-ed797299f84f",
    "title": {
      "en": "Haikyu!! - Sekai wa koi o shitta toki (Doujinshi)"
    },
    "updatedAt": "2024-10-10T16:52:41+00:00",
    "coverArt": "https://mangadex.org/covers/2ee3c5ff-4596-41a3-83d4-ed797299f84f/a5551a2e-e5b0-4d02-b64f-6ed269598e4c.jpg",
    "altTitles": [
      {
        "vi": "Khi thế giới nhuộm tình yêu"
      },
      {
        "en": "When I found myself in love with you"
      },
      {
        "ja-ro": "Sekai wa koi o shitta toki"
      },
      {
        "ja": "せかいは恋を知ったとき"
      }
    ],
    "description": {
      "en": "\"Maybe I care about Yachi a lot more than I thought...\" Hinata Shoyo x Yachi Hitoka",
      "vi": "\"Có lẽ mình quan tâm Yachi nhiều hơn mình nghĩ...\" Hinata Shoyo x Yachi Hitoka."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "b1c2f231-0777-46d4-84ec-f43f25e85b7a",
    "title": {
      "en": "Dark Castle"
    },
    "updatedAt": "2023-10-11T13:01:59+00:00",
    "coverArt": "https://mangadex.org/covers/b1c2f231-0777-46d4-84ec-f43f25e85b7a/2ee1ad27-9d2a-4778-8abf-601135717f54.jpg",
    "altTitles": [
      {
        "ru": "Тёмный Замок"
      }
    ],
    "description": {
      "en": "A dark gloomy castle with endless stairways and an ancient library. Scary, mysterious creatures live here, hiding in the night. One day, a girl who lost her memory ends up there. Who is she and how can she get back? And, most importantly, how will the owner of the castle decide her fate?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-08-19T14:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      },
      {
        "mn": "Зөгнөгч Гүнж"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2024-07-24T06:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      },
      {
        "es-la": "El Tiempo Adicional De La Enferma Terminal"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe0ca912-db5a-4073-a8b6-e303a1d30459",
    "title": {
      "en": "Ore to Kawazu-san no Isekai Hourouki"
    },
    "updatedAt": "2022-05-10T02:52:07+00:00",
    "coverArt": "https://mangadex.org/covers/fe0ca912-db5a-4073-a8b6-e303a1d30459/a1af9473-b786-47d4-bd93-9e6bb6ca727e.jpg",
    "altTitles": [
      {
        "id": "Cerita Petualanganku di Dunia Lain bersama Kawazu-san"
      },
      {
        "en": "Chronicles of My Adventures in Another World With Kawazu-san"
      },
      {
        "fr": "Le récit de mes aventures dans un nouveau monde avec Kawazu-san"
      },
      {
        "en": "Wandering Stories in Another World"
      },
      {
        "fa": "گزارش ماجراهای من با جناب کاوازو در دنیایی دیگر"
      },
      {
        "ja": "俺と蛙さんの異世界放浪記"
      },
      {
        "zh": "我和青蛙的异世界流浪记"
      },
      {
        "zh": "我和青蛙的異世界流浪記"
      },
      {
        "ko": "나와 개구리씨의 이세계 방랑기"
      }
    ],
    "description": {
      "en": "Tarou was an ordinary university student until a strange old magician summoned him to another world, upon learning that his magical power is 8 million, he uses that abnormally powerful magic to revive the old man that caused all this… In the form of a frog. Thus begin the strange adventures of a boy with ridiculous magical power and Kawazu, the former strongest magician, now revived as a frog.  \n  \nArtist Twitter:  \n [@kasa\\_7](https://twitter.com/kasa_7)"
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "40"
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-09-06T10:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/e75ae3d4-b2b9-4476-b51f-9fd24bf7bf44.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16534b97-57a5-4542-83c1-ecf0aaa86a07",
    "title": {
      "en": "Tenshi to Akuto!!"
    },
    "updatedAt": "2022-10-15T11:56:57+00:00",
    "coverArt": "https://mangadex.org/covers/16534b97-57a5-4542-83c1-ecf0aaa86a07/5be9a254-98dc-43ac-bd25-4ae1ac7bf774.jpg",
    "altTitles": [
      {
        "es-la": "¡¡El ángel y Akuto!!"
      },
      {
        "en": "Angel and Akuto!!"
      },
      {
        "ja": "天使とアクト!!"
      },
      {
        "zh": "天籁之声的天使"
      }
    ],
    "description": {
      "en": "Ikurumi Akuto is the top of his class in every subject, including sports, and he knows it. The son of a well-known politician, a degree of arrogance is to be expected. But Akuto takes it to a new extreme with his condescending and self-important attitude. It doesn't help matters that his effeminate voice makes him a target of constant ridicule by his \"lower class\" schoolmates.  \n  \nThen Harusaka Nari enters his life, and Akuto's controlling personality is thrown off kilter by the optimistic but manipulating young seiyuu. With his life on the line, he agrees to be a voice in her Anime Research Society's project for the upcoming Cultural Festival… as the female lead?!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "166"
  },
  {
    "mangaId": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": {
      "en": "Reincarnated as the Lazy and Villainous Noble, I Broke the Scenario and Became the Most Formidable With Extraordinary Magic"
    },
    "updatedAt": "2024-10-09T19:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0dc2f88-4e89-4e30-8d68-20116db788ff/b6854571-a2d4-4b24-9132-171a300dd687.png",
    "altTitles": [
      {
        "ja": "怠惰な悪辱貴族に転生した俺、シナリオをぶっ壊したら規格外の魔力で最凶になった"
      },
      {
        "ja-ro": "Taidana Akuhazukashime Kizoku ni Tensei Shita Ore, Scenario wo Bukkowashitara Kikaku Gai No Maryoku de Saikyou ni Natta"
      },
      {
        "vi": "chuyển sinh thành quý tộc phản diện và lười biếng, tôi trở thành kẻ mạnh nhất học viện"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the villainous noble Weiss from my favorite academy game, and the fate that awaits me is nothing but the worst possible ruin, with no salvation.\n\nI absolutely have to avoid that at all costs!\n\nThen the only way out is to gain overwhelming power that even surpasses the game's protagonist and become the strongest!",
      "ja": "大好きな学園ゲームに登場する悪役貴族・ヴァイスに転生してしまった、やがてこの身に待ち受けるのは、救いなしの最悪な破滅エンド。\n\nそれだけはなんとしてでも回避したい！\n\nだったらこのゲームの主人公すら遠く及ばない、圧倒的な力を身につけて最強になるしかない！\n\n最凶成り上がり異世界学園ファンタジーコミカライズ!",
      "vi": "Tôi đã tái sinh vào vai một quý tộc phản diện tên Weiss trong game học viện mà tôi thích nhất, và số phận chờ đợi tôi chẳng khác nào thảm họa tồi tệ nhất, không có lối thoát. Tôi nhất định phải tránh điều đó bằng mọi giá! Vậy nên cách duy nhất là có được sức mạnh áp đảo, thậm chí còn vượt xa cả nhân vật chính trong game và trở thành kẻ mạnh nhất!",
      "pt-br": "Eu reencarnei como *Weiss*, o nobre que é um vilãozinho secundário do meu jogo favorito, e que está destinado a  própria ruína e morte.\n\nEu definitivamente preciso evitar isso de qualquer jeito!\n\nEntão, o que me sobra é conseguir um poder tão apelão que nem mesmo o protagonista ousará me enfrentar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb13287e-d237-443c-a70b-eb843b920a12",
    "title": {
      "en": "The King of Winter and the Kiss of Fire"
    },
    "updatedAt": "2024-08-30T01:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/fb13287e-d237-443c-a70b-eb843b920a12/b0662605-d908-494c-be38-d6c7ceb8c635.jpg",
    "altTitles": [
      {
        "ja": "冬の王と炎のキスを"
      }
    ],
    "description": {
      "en": "Eileen lived peacefully in a village dedicated to the Winter King. However, her tranquil life was suddenly shattered by Queen Elsia. After enduring unreasonable torture from Queen Elsia, Eileen prayed to the Winter King as she faced her final moments. Hearing her plea, the Winter King's power caused her to reincarnate into modern society.\nIn her new life, Eileen enjoyed peace, but after reading a certain novel, she began to experience recurring nightmares. One day, just as she was about to be promoted, a jealous colleague killed her again. Returning to her past life with all her memories restored, Eileen sought the Winter King’s help, but he was cursed...\nTo break the Winter King's curse, which had stripped him of all emotions, Eileen must uncover \"true love\". Can she free him from his curse?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-10-09T13:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/228b46b7-5511-4dc0-8796-6d859098ead0.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！　憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e70f87-bdd1-4a91-a43f-d5347a153a4f",
    "title": {
      "en": "A Mark Against Thee"
    },
    "updatedAt": "2024-03-18T19:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/05e70f87-bdd1-4a91-a43f-d5347a153a4f/c60ec54c-6368-4ab9-8b73-30c027277c33.jpg",
    "altTitles": [
      {
        "ko": "당신의 과녁"
      },
      {
        "ko-ro": "Dangsin-ui Gwanyeok"
      }
    ],
    "description": {
      "en": "Innocent man framed for murder and sentenced to death. Released 17 years later after his name was cleared. The times have changed. Yeop has changed. His friends and family have changed. Nothing is the same anymore. The harsh reality surrounding him turned Yeop from a grateful young man to a stoic, skeptical person. And now, he wants to exact revenge on everything that worked together to ruin his life.\n\n(Source: Webtoon Entertainment)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "76"
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-10-03T23:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78b81924-a532-47e4-b9cf-ab21ff57dcce",
    "title": {
      "en": "Humble System, Beg Me to Be Invincible"
    },
    "updatedAt": "2024-10-01T07:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/78b81924-a532-47e4-b9cf-ab21ff57dcce/d196b544-ff31-418e-ac7f-55d9c9b53fe2.jpg",
    "altTitles": [
      {
        "zh": "卑微系统，跪请我无敌"
      },
      {
        "zh-ro": "Bēiwéi Xìtǒng, Guì Qǐng Wǒ Wúdí"
      },
      {
        "en": "Humble System, Kneel and Beg Me to Be Invincible"
      }
    ],
    "description": {
      "en": "While others transmigrate and get bound to systems, working like slaves. Wang Yang transmigrates and has a PUA system do all the work for him! As long as he lies flat (tang ping), whatever he desires is granted by the system. Divine-level skills, invincible cultivation, beautiful girls——everything is within reach! Transmigration should be this fun!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a540f26f-d440-4702-8aa6-38ee1c1bb74d",
    "title": {
      "en": "Shinozaki-kun no Mente Jijou"
    },
    "updatedAt": "2024-08-20T08:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/a540f26f-d440-4702-8aa6-38ee1c1bb74d/80b3ba6c-0428-420a-bf99-82931bcd9402.jpg",
    "altTitles": [
      {
        "en": "The Everyday Maintenance of Shinozaki-kun"
      },
      {
        "ja": "篠崎くんのメンテ事情"
      },
      {
        "ja-ro": "Shinozaki-kun no Mente Jijou"
      },
      {
        "pt-br": "A manutenção  cotidiana de Shinozaki-kun"
      },
      {
        "uk": "Щоденний огляд Шінодзакі-куна"
      }
    ],
    "description": {
      "en": "Shinozaki – an everyday, ordinary salaryman whose head has been coming off too easily lately – finds his otherwise-typical life suddenly interrupted by a young woman named Yuuyake. \n\nAccording to her, Yuuyake’s magician grandmother modified Shinozaki’s body to an extreme degree in the past- and he’s chock-full of machinery! \n\n…All of which require maintenance that Yuuyake will apparently now be performing regularly. \n\nWith that, the slightly off-color daily life of an utterly ordinary salaryman, a magician, and a strange black creature named Grey begins!",
      "uk": "Шінодзакі – звичайнісінький офісний планктон, в якого, однак, останнім часом аж надто легко відвалюється голова. Та ще й раптом у його звичайне, за виключенням того прикрого непорозуміння, життя вривається молода жінка на ім'я Юуяке.\n\nВона стверджує, що її бабуся-чарівниця в минулому докорінно видозмінила тіло Шінодзакі – і тепер він набитий безліччю механізмів!\n\n...Які, власне, потребують технічного обслуговування, яке Юуяке тепер, вочевидь, буде проводити на регулярній основі.\n\nЯкось так і починаються дещо безбарвні будні звичайнісінького офісного планктону, чаклунки та чудернацької чорної істоти на ім'я Ґрей!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "43"
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-09-27T16:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/39c9fff0-2b44-470d-9b33-619a38981157.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?\n___\n[Alt Official English (Shougakukan Asia)](https://shogakukan.asia/fool-night/)",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa21f2a-04ee-47d0-9009-4e8b2b6aeb17",
    "title": {
      "en": "Kitsune no Akuma to Kuroi Madousho"
    },
    "updatedAt": "2022-03-04T12:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/afa21f2a-04ee-47d0-9009-4e8b2b6aeb17/3329b7db-e27d-449a-9b6f-10c86e1370e1.jpg",
    "altTitles": [
      {
        "ja-ro": "Kitsune no Akuma to Kuroi Grimoire"
      },
      {
        "ru": "Лисица-демон и чёрный гримуар"
      },
      {
        "ja": "狐の悪魔と黒い魔導書"
      },
      {
        "zh": "狐之恶魔与黑魔导书"
      }
    ],
    "description": {
      "en": "Narrates the story of Kyuuki, a strong, proud fox demon who recently woke up and needs a host and Kamishiro Shin, a normal would be high school student if it wouldn't for \"his ability\" and for the fact that he got a hold of the black Grimoire that controls Kyuuki's existence.  \n  \nShin is bound to the book as long as he is alive, thus not only he can't sever his connection to Kyuuki; but those who want the book's power are bound to come after his hide regardless of time and place."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "f06be3d4-7146-4137-ba00-7760babab33a",
    "title": {
      "en": "Ichi the Killer"
    },
    "updatedAt": "2024-06-13T04:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/f06be3d4-7146-4137-ba00-7760babab33a/85323b67-4910-42cf-b7de-f2d0fd06f734.jpg",
    "altTitles": [
      {
        "ja-ro": "Koroshiya 1"
      },
      {
        "ja": "Koroshiya Ichi"
      },
      {
        "ru": "Убийца Ити"
      },
      {
        "ja": "殺し屋1"
      },
      {
        "es-la": "Ichi el asesino"
      }
    ],
    "description": {
      "en": "In Shinjuku Kabuki-Cho, the biggest sin town in Japan, there are two crazy guys. Ichi is a coward and a wimp, but once he breaks into tears, he turns into a human weapon. With great martial arts skill and a blade hidden in his boots, he butchers a bunch of enemies into mincemeat in the blink of an eye. His arch enemy is Kakihara, a yakuza boss who's tired of everything, including himself. Only when he pierces, cuts, and burns his own and other people's bodies does he feel that he is alive.\n\n***Note**: Chapter count is according to Denshou Bato's 2016 digital version.*",
      "ja": "元いじめられっ子の殺し屋・イチ VS ドMヤクザ・垣原。壮絶な殺し合いが幕を開ける!! 気弱な青年イチは、心の内に強烈なドS性を秘めている。一 方、命を狙われる事に悦びを覚えるドMヤクザ・垣原。宿命の二人が出会った時、新宿の街が血に染まる!!",
      "es-la": "Ichi, un antiguamente acosado y ahora asesino, contra Kakihara, un yakuza dominante. ¡Comienza la feroz batalla! Ichi es un joven tímido con un fuerte sentido de debilidad en su interior. Por otro lado, Kakihara es un yakuza dominante que se complace en ver su vida amenazada. Cuando estos dos hombres del destino se encuentran, las calles de Shinjuku se tiñen de sangre.\n\n***Nota:** *El recuento de capítulos es de acuerdo a la versión digital de Denshou Bato de 2016.**"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "71"
  },
  {
    "mangaId": "6c592d86-78ea-4f07-9a68-4c7f6d139f2c",
    "title": {
      "en": "The Unrivaled Isekai Adventure of an Agricultural Science Professor ～Building a Monster Girl Harem with Pharmaceutical Knowledge～"
    },
    "updatedAt": "2024-08-10T14:24:31+00:00",
    "coverArt": "https://mangadex.org/covers/6c592d86-78ea-4f07-9a68-4c7f6d139f2c/556216cc-12a7-418d-a812-6a9751b13cfc.jpg",
    "altTitles": [
      {
        "ja": "異世界ドラッグ-薬学知識でモンスター娘たちを虜にして成り上がる-"
      },
      {
        "ja": "農学博士の異世界無双～禁忌の知識で築くモンスター娘ハーレム～"
      },
      {
        "ja-ro": "Isekai Drug - Yakugaku Chishiki de Monster Musume-tachi wo Toriko ni shite Nariagaru"
      }
    ],
    "description": {
      "en": "One day, Dr. Shiro, a harmless and kind-hearted doctor of agriculture, is transported to another world along with his students and laboratory.  It's a hopeless world where humans are treated as slaves and ruled by monster girls!\nIn this grim world, he'll use his knowledge of pharmacology to subvert and control the cruel monster girls!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a9bccc5-244a-4495-8a7a-59f097e358dd",
    "title": {
      "en": "You, the One Sitting Next to Me, Are the Cutest."
    },
    "updatedAt": "2023-03-08T09:15:45+00:00",
    "coverArt": "https://mangadex.org/covers/1a9bccc5-244a-4495-8a7a-59f097e358dd/33f446e6-2b34-4083-bdd5-b66a0d17a777.jpg",
    "altTitles": [
      {
        "id": "Kamu yang duduk di sebelahku adalah yang paling imut"
      },
      {
        "ja-ro": "Tonari no Kimi ga Ichiban Kawaii"
      },
      {
        "ja": "隣の君が一番かわいい"
      },
      {
        "en": "The You Next to Me is the Cutest One of All"
      }
    ],
    "description": {
      "en": "Enter Hoshikawa Yuu, a boy cute enough that people mistake him for a girl, and Kohinata Akari, a classmate of his who recently moved her seat next to him.  \r\n  \r\nThis is a story about the two high school students sitting next to one another, and who each think that the other is the cutest one around."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "53"
  },
  {
    "mangaId": "1f0b1edc-0ba6-4321-b3e5-896d2c0bf557",
    "title": {
      "en": "Ayashii Omawari-san"
    },
    "updatedAt": "2024-10-10T16:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/1f0b1edc-0ba6-4321-b3e5-896d2c0bf557/f60b97fa-4b59-4a77-90ca-d2b2432ff295.jpg",
    "altTitles": [
      {
        "ja": "怪しいおまわりさん"
      },
      {
        "ja-ro": "Ayashii Omawari-san"
      },
      {
        "en": "Suspicious Mr. Policeman"
      },
      {
        "en": "Behind the Uniform"
      }
    ],
    "description": {
      "en": "A \"police box\" drama that peeks into the daily life of police officers..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2024-10-04T03:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-10-04T12:45:18+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/24525228-c9e5-493b-ac67-8d67b7d8a909.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6498ec2a-bb90-4693-974e-c7835a3a0ffe",
    "title": {
      "en": "When You Put on Loafers"
    },
    "updatedAt": "2024-05-22T23:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/6498ec2a-bb90-4693-974e-c7835a3a0ffe/4fed3d8a-cff9-4384-8aa2-9cf062cc0dfd.jpg",
    "altTitles": [
      {
        "ja": "きみがローファーをはいたら"
      },
      {
        "ja-ro": "Kimi ga Rōfā o Haitara"
      },
      {
        "ja-ro": "Kimi ga Roufaa o Haitara"
      },
      {
        "ja-ro": "Kimi ga Loafers o Haitara"
      }
    ],
    "description": {
      "en": "Rinne Miki is a normal first year's high school girl who loves fashion and is close with her friends.\nBut, she has a caring personality too, so though she has opposite-sex friends, that never became romantic, and she lived her life without romance.\nBut, on the day of the school festival, she meets Toma, a boy with a slightly mysterious atmosphere to him... though she's bewildered by how aggressively the younger boy approaches here, gradually, she starts to see him as...?",
      "ja": "高校1年生の三木凜音はオシャレが大好きで友達想いな普通の女の子。\nでも世話好きの性格もあって、異性とは友達にはなっても恋愛に至ることはなく、恋心とは無縁に生きてきた。\nそんな彼女だが、文化祭の日にちょっと不思議な雰囲気の少年・冬馬と出会って…。\nグイグイくる年下男子に戸惑いながらも、だんだんと凜音も冬馬のことが…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2024-09-21T02:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      },
      {
        "ja": "家がない！"
      },
      {
        "zh-hk": "無家可歸"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "269"
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-10-04T07:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      },
      {
        "pt-br": "Tente Implorar"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out.",
      "pt-br": "Esta obra contém conteúdo controverso, como violência e relações coercitivas, que podem ser polarizadores.\n\nPor favor, esteja ciente de que você foi alertado.\n\nCapitão Leon Winston do Comando Ocidental do Reino de Ripon, Divisão de Inteligência Doméstica. Apesar de sua aparência elegante e nobre, ele é conhecido como o \"Vampiro de Campton\" por sua tortura implacável aos rebeldes, tornando-o reverenciado e amaldiçoado tanto por aliados quanto por inimigos. \n\n\"Eu sempre quis enfiar minha pistola na sua boceta apertada e brincar com ela.\" \n\nCuriosamente, a empregada da câmara de tortura, Sally Bristol, tornou-se objeto de seu desejo incontrolável, bem como a raiva que sentia pelos rebeldes. Ela era apenas uma mulher simples e comum... Então por que o cheiro do sangue dela continuava a excitá-lo? \n\nO mistério não durou muito. \n\nNo momento em que o nome dela escapou dos lábios de um espião rebelde, ele percebeu. Ele não precisava mais reprimir seus desejos violentos. \n\n\"Eu me contive porque não queria machucar uma menina boa, mas agora não há necessidade de me conter. Obrigado, Sally. Ah, não... Grace.\" \n\nSe quiser viver, implore. Nunca se sabe, talvez eu conceda o seu desejo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-10-01T01:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "312176a2-6788-4d34-83b6-24bc10c01cbf",
    "title": {
      "en": "Dorei Senshi no Isekai Taneuma Seikatsu ~Mahou mo Bujutsu mo Saikyou Dashi Harem made!?~"
    },
    "updatedAt": "2024-07-19T01:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/312176a2-6788-4d34-83b6-24bc10c01cbf/c1506632-0fc9-4e23-968e-cc5f89ea6b06.jpg",
    "altTitles": [
      {
        "id": "Kehidupan Budak Petarung Seks di Dunia lain"
      },
      {
        "ja": "奴隷戦士の異世界種馬生活 ～魔法も武術も最強だしハーレムまで！？～"
      },
      {
        "en": "A Slave Warrior's Stallion Life in Another World - Both Magic and Martial Arts are the Strongest, and Even a Harem!?"
      }
    ],
    "description": {
      "en": "\"Ryuu\" is a former modern human reincarnated in another world. He is a slave in this new world. However, once the knowledge of his previous life was revived, his magic power is also awakened. He gained strength at a speed that was incomparable to other slaves, and he easily defeated strong opponents, becoming the strongest gladiator among slaves.\n\nRyuu is bought by the noble Juller. The Juller Family, who saw slaves as power, wanted to own a great slave. The first instruction given to Ryuu as a slave was to \"seed\" a beautiful female slave...!\n\nI'm a Slaves but super free! This otherworldly fantasy, which starts from the lowest class but has an unlimited future, start with a BANG!",
      "id": "\"Ryuu\", mantan manusia modern yang bereinkarnasi di dunia lain. Dia adalah seorang budak di dunia ini. Namun, begitu pengetahuan tentang kehidupan sebelumnya dihidupkan kembali, kekuatan sihirnya juga ikut terbangun. Dia mendapatkan kekuatan dengan kecepatan yang tidak bisa dibandingkan dengan budak lain, dan dia dengan mudah mengalahkan lawan yang kuat, dan menjadi seorang gladiator terkuat di antara para budak. Saat itu, seseorang yang membeli Ryuu muncul. Dia adalah bangsawan Juller, Keluarga Juller, yang melihat budak sebagai kekuatan, ingin memiliki budak yang hebat. Dan instruksi pertama yang diberikan kepada Ryuu sebagai seorang budak adalah untuk \"membenihi\" seorang budak wanita yang cantik...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "bcbf9c51-2f3c-462c-a81b-b6e5530ae00f",
    "title": {
      "en": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara o, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
    },
    "updatedAt": "2024-10-10T13:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf9c51-2f3c-462c-a81b-b6e5530ae00f/e2778783-d16a-41f9-9989-1a1231e642ea.jpg",
    "altTitles": [
      {
        "ja": "異世界好色無双録〜異世界転生の知恵と力を、ただひたすら✕✕✕✕するために使う〜"
      },
      {
        "ja-ro": "Isekai Koushoku Musou Roku ~Isekai Tensei no Chie to Chikara wo, Tada Hitasura ✕✕✕✕ Suru Tame ni Tsukau~"
      },
      {
        "en": "Records Of Unparallelled Otherworld Lechery: Using The Wisdom And Power Of Otherworld Reincarnation Just To Have XXXX"
      },
      {
        "en": "Records of Lustful Warriors in Another World"
      },
      {
        "en": "Isekai Koushoku Musou Roku: Using the Wisdom and Power of Reincarnation in Another World to Just XXXX"
      },
      {
        "ko": "이세계 호색무쌍록 ~이세계전생의 지식과 힘을, 그저 xxxx를 위해서 쓴다~"
      },
      {
        "ko-ro": "Isegye hosaegmussanglog: isegyejeonsaeng-ui jisiggwa him-eul, geujeo xxxxleul wihaeseo sseunda"
      },
      {
        "id": "Catatan pejuang penuh nafsu di dunia lain ~Kebijaksanaan dan keterampilan reinkarnasi di dunia lain, gunakan saja untuk XXXX bahkan untuk sesaat~"
      },
      {
        "vi": "Bản ghi chép về sự dâm dục ở thế giới khác: sử dụng kiến thức và sứ mạnh ở thế giới khác chỉ để XXX"
      }
    ],
    "description": {
      "en": "A man who has been reincarnated in a different world acquires the vocation of \"pole master\" in the new world! However, that special ability is not used to defeat enemies, nor to gain power, but to embrace the beautiful girls who appear one after another with all one's might! A unique story of conquering another world begins here!\n\nThe protagonist, “Sao” has been reborn with his memories from his past life. He’s born as a son of a rural villager, but his true identity is a reincarnated person with cheat abilities and the knowledge of the modern world. With the class “Rod Master,” he received as he grows up, and the many skills that came up with it, he can defeat enemies, help people, and even for sex.",
      "id": "Seorang pria yang telah bereinkarnasi di dunia lain memperoleh panggilan \"master tongkat\" di dunia baru!  Namun, kemampuan itu tidak digunakan untuk mengalahkan musuh, atau untuk mendapatkan kekuatan, melainkan untuk ngentot dengan gadis-gadis cantik yang terus muncul!",
      "ja": "ノクターンノベルズ大人気作！ 異世界転生したとある男は新天地で「竿師」なる天職を手にする！ だが、その異能は敵を倒すためでもなく、権力を手にするためでもなく、ただひたすらに全力で次々と現れる美少女を抱くことに使うのだ！ 異色の異世界制覇譚、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-07-09T15:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-07-01T22:03:49+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "3ed88622-ba6a-4dd6-b5d2-125d7cffcc99",
    "title": {
      "en": "Kindaichi Shonen no Jikenbo R"
    },
    "updatedAt": "2023-08-14T18:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/3ed88622-ba6a-4dd6-b5d2-125d7cffcc99/f12a84e7-1962-4bd5-9457-f145f1de7608.jpg",
    "altTitles": [
      {
        "en": "The Case Files of Young Kindaichi Returns"
      },
      {
        "ja": "金田一少年の事件簿R"
      },
      {
        "ko": "소년탐정 김전일 시즌 2 Returns"
      },
      {
        "th": "คินดะอิจิกับคดีฆาตกรรมปริศนา R"
      }
    ],
    "description": {
      "en": "The return of the famous teen detective, Kindaichi Hajime. With his keen intellect and sharp wits, there is no case he cannot solve, in the name of his grandfather!  \n\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Kindaichi Returns R** (2015)\n  \nMain Series:  \n  \n1- Kindaichi Case Files (AKA File Series) 1992-1997 (27 volumes/19 cases)  \n2- Kindaichi Case Files -Case Series- 1998-2001 (10 volumes/7 cases)  \n3- Kindaichi Case Files -Shin (New) Series- 2004-2011 (14 volumes/8 cases/6 short cases)  \n4- Kindaichi Case Files - 20th Anniversary Series- 2012-2013 (5 volumes/3 cases/1 short case)  \n5- Kindaichi Case Files R -Returns Series- 2013-2017 (14 volumes/10 cases/3 short cases)  \n  \nSpin-offs:  \n  \n1- Kindaichi Case Files -Short File Series- 1997-2000 (6 volumes/20 short cases)  \n2- Akechi Case Files 1998-2000 (2 volumes/7 short cases)  \n3- Takato Case Files 2013-2014 (1 volume)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "ce89adb4-63fc-422e-9fbc-40ea6af4525c",
    "title": {
      "en": "Terra Formars"
    },
    "updatedAt": "2024-06-29T03:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/ce89adb4-63fc-422e-9fbc-40ea6af4525c/3e9e1fcc-d2c5-42b7-b4fe-586f569aead7.jpg",
    "altTitles": [
      {
        "en": "Terra ForMars"
      },
      {
        "en": "TerraFormars"
      },
      {
        "ja": "テラフォーマーズ"
      },
      {
        "zh": "火星异种"
      }
    ],
    "description": {
      "en": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold.  \nIt is now the year 2599, and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find on Mars, is something beyond their darkest imagination and fear…"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c4b353f-d968-461b-be49-4f2599189a79",
    "title": {
      "en": "Pokemon - Festival of Champions (Doujinshi)"
    },
    "updatedAt": "2024-04-20T12:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/2c4b353f-d968-461b-be49-4f2599189a79/531cd3f0-6ace-4812-a74a-25dcc2271529.jpg",
    "altTitles": [
      {
        "en": "Pokemon: Festival of Kings"
      },
      {
        "ja": "王者の祭典"
      },
      {
        "ja-ro": "Pokemon - Ouja no Saiten (dj)"
      }
    ],
    "description": {
      "en": "The Indigo League: the ultimate challenge for Pokémon trainers. Structured like a massive tournament, anyone eager to show off their Pokémon can participate, from rookies to gym leaders to even the Elite Four themselves.  \n  \nThis is the story of Red, Blue, and Green, three friends who decide to partake in the tournament."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]