[
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-10T20:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/76e48599-243e-438b-ad65-3cda1d5353aa.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "3be2cbea-e6e3-4e60-adbe-f197f540b1de",
    "title": {
      "en": "Genkaku Shoujo ga Tsukimatou Hanashi"
    },
    "updatedAt": "2024-11-22T13:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/3be2cbea-e6e3-4e60-adbe-f197f540b1de/7c14a91a-0f55-444d-8672-0d10af973c8a.jpg",
    "altTitles": [
      {
        "ja": "幻覚少女がつきまとう話"
      },
      {
        "ja-ro": "Genkaku Shōjo ga Tsukimatō Hanashi"
      },
      {
        "en": "A Story About A Hallucinatory Girl Following Me Around"
      },
      {
        "vi": "Cô gái trong ảo giác của tôi"
      },
      {
        "ja": "幻覚少女がつきまとう ハミタの読み切り"
      },
      {
        "ja-ro": "Genkaku Shoujo ga Tsukimatou - Hamita no Yomikiri"
      },
      {
        "en": "A Hallucinatory Girl Follows Me Around - Hamita Oneshots"
      },
      {
        "cs": "Příběh o halucinózní holce co se za mnou slídí"
      }
    ],
    "description": {
      "en": "A story about being followed around by a girl who appears to be just a hallucination.\n\n---\n\nNote: The original web comic that was released on on Twitter and Pixiv has been compiled on Amazon into 1 ebook volume titled Genkaku Shoujo ga Tsukimatou (幻覚少女がつきまとう) \"A Hallucinatory Girl Follows Me Around\" and released on March 25, 2024.\n\n* Alternate Official Raw - [Pixiv](https://www.pixiv.net/en/artworks/116706658)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "9f571321-2784-4166-bf0f-97447210bc82",
    "title": {
      "en": "A Story About Getting a Haircut After Hearing Your Crush Prefers Short Hair"
    },
    "updatedAt": "2024-05-17T07:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9f571321-2784-4166-bf0f-97447210bc82/158df7de-88e4-4e38-a9cc-3ecb799d22df.jpg",
    "altTitles": [
      {
        "ja": "好きな人がショートカット好きと知って髪切る話"
      },
      {
        "en": "Cutting Her Hair After Finding out That the Person She Likes, Likes Short Cuts"
      },
      {
        "vi": "Cắt tóc sau khi biết gu cậu bạn mình thầm thích là tóc ngắn"
      },
      {
        "ja-ro": "Suki na Hito ga Short-cut Suki to Shitte Kami Kiru Hanashi"
      },
      {
        "ja-ro": "Sukina Hito ga Sho-tokattosuki to Shitte Kami Kiru Hanashi"
      },
      {
        "es-la": "Una historia sobre cortarse el pelo después de oír que su crush prefiere el pelo corto."
      },
      {
        "id": "Potong Rambut Setelah Tau Kalau Mas Crush Bilang Suka Rambut Pendek"
      },
      {
        "vi": "割𩯀婁欺別所慼倘伴命啿慼羅𩯀短 (Nom Script)"
      },
      {
        "pl": "Historia o tym jak obcięłam włosy po tym jak usłyszałam, że ten, kto mi się podoba preferuje krótkie włosy"
      },
      {
        "pt-br": "Uma história sobre cortar o cabelo depois de descobrir que a pessoa que você gosta gosta de cortes curtos"
      },
      {
        "th": "เรื่องราวการตัดผลหหลังจากได้ยินคนที่ชอบพูดว่าชอบสาวผมสั้น"
      },
      {
        "uk": "Підстриглася після того, як дізналася, що коханий полюбляє короткі стрижки"
      },
      {
        "id": "Potong Rambut Karena Mas Crush Bilang Suka Rambut Pendek"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/114158543)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-11-13T21:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/d803d885-e371-4018-b332-4cbc5935177f.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa Con Của Thần Tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "166"
  },
  {
    "mangaId": "0f351d48-44d3-48d1-8b6f-58d0e4291e3e",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands (Fan-Colored)"
    },
    "updatedAt": "2024-11-07T17:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/0f351d48-44d3-48d1-8b6f-58d0e4291e3e/e3e43de8-c664-4635-89e8-2cf9f1e0ce9a.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5a1b00d-84ab-483d-8e5b-c8d041f865bc",
    "title": {
      "en": "Otokojuku Gaiden - Akashi Gouji"
    },
    "updatedAt": "2024-11-11T16:14:15+00:00",
    "coverArt": "https://mangadex.org/covers/a5a1b00d-84ab-483d-8e5b-c8d041f865bc/9a4a92fc-4a68-4593-b7bd-97c1e70f6aa5.jpg",
    "altTitles": [
      {
        "ja": "男塾外伝 赤石剛次"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Akashi Gouji."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "37"
  },
  {
    "mangaId": "b2ae13e3-bea1-4f11-bfbe-4269f66e74f8",
    "title": {
      "en": "The Return of the 8th Class Mage"
    },
    "updatedAt": "2024-07-21T23:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/b2ae13e3-bea1-4f11-bfbe-4269f66e74f8/3c1092ed-c1f7-412d-9a58-a0f24fde757d.jpg",
    "altTitles": [
      {
        "ko": "8클래스 마법사의 회귀"
      },
      {
        "ko-ro": "8 Keullaeseu Mabeobsaui Hoegwi"
      },
      {
        "en": "The Return of the 8th Class Magician"
      },
      {
        "en": "8th Class Magician Returned"
      },
      {
        "en": "8th-Class Mage Returns"
      },
      {
        "en": "Regression of Class 8 Wizard"
      },
      {
        "en": "Revolution of the 8th Class Mage"
      },
      {
        "it": "Il ritorno del mago di VIII classe"
      },
      {
        "ru": "Регрессия мага 8-го класса"
      },
      {
        "uk": "Повернення мага 8-го класу"
      },
      {
        "mn": "8-р зэрэглэлийн шидтэний эргэн ирэлт"
      },
      {
        "tr": "8 Sınıf Büyücünün Dönüşÿ"
      },
      {
        "ja": "8クラス魔法使いのやり直し"
      },
      {
        "zh": "回归的8阶魔法师"
      },
      {
        "zh-hk": "8級魔法師再臨"
      },
      {
        "id": "Return of the 8th Class Magician"
      },
      {
        "id": "Kembalinya Penyihir kelas"
      },
      {
        "id": "Penyihir Kelas Delapan"
      },
      {
        "th": "การกลับมาของจอมเวทระดับ 8"
      },
      {
        "es-la": "El Retorno Del Mago De 8th Clase"
      }
    ],
    "description": {
      "en": "As a powerful 8th class mage, Ian Paige took countless innocent lives under the orders of Emperor Ragnar, a close friend and ruler of the Greenriver Empire. Yet despite their closeness, Ragnar views Ian as a threat and subsequently poisons him. \n\nUsing time magic, Ian saves himself and returns 30 years to the past. Now a young boy, Ian joins an elite order of mages to hone his abilities once again.\n\n This time, he’ll get revenge on the emperor who betrayed him and reclaim glory as an 8th class mage!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "id": "Sudah bertahun-tahun sejak aku menodai tanganku untuk Kerajaan Bersatu dan kaisarnya, Ragnar. Saya ingin kembali ke kampung halaman saya dan menjalani kehidupan yang tenang seolah-olah bertobat dari dosa-dosaku. Namun, “Kamu adalah penyihir kelas 8 yang hebat yang mampu menggulingkanku dan kekaisaran kapan saja” \"Bagaimana aku bisa membiarkan monster sepertimu tetap hidup?\" Setelah dikhianati di ambang kematian oleh Ragnar, yang adalah temanku sekaligus Kaisarku, aku menusuk jantungku dengan belati yang memiliki sihir waktu yang diterapkan padanya. “Penebusan yang ku inginkan adalah mengembalikan semuanya ke tempatnya.”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "it": "Dopo decine di anni passate in sanguinose guerre l'imperatore Ragnar incontra il suo vecchio amico, ritiratosi ad una vita di solitudine e esilio nella città natale, nell'intento di espiare i propri peccati. Ad un mago potente sarà concesso il lusso di ritirarsi in esilio? Con un tradimento ha fine una lunga amicizia. Però, prima che la morte sopraggiunga, esiste la possibilità di rimediare ad ogni peccato. Attraverso un balzo nel tempo di oltre 30 anni il potente mago cercherà di ribaltare le sorti del futuro.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ko": "황제 라그나르와 통일 제국을 위해 손에 피를 묻히길 수십 년.\n나는 고향으로 돌아가 속죄하며 죽은 듯이 살고자 했다.\n\n그러나,\n\n“자네는 언제든지 나를, 나의 제국을 집어삼킬 수 있는 8클래스의 대마법사.”\n“그런 괴물을 어찌 살려둘 수가 있겠나?”\n\n친구이자 주군이었던 라그나르에게 배신당하고 죽음의 문턱을 넘기 직전,\n시간 마법의 주문이 새겨진 단검을 심장에 찔러 넣었다.\n\n‘내가 원했던 참회란, 모든 것을 되돌려놓는 것.’\n\n\n인류 최초의 8클래스 마법사 이안 페이지.\n그가 30년 전 과거로 돌아왔다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ru": "История рассказывает об Иане Пэйдже, архимаге и первом человеке, который прорвался через уровень шестого класса, а затем и седьмого, став самым могущественным магом восьмого класса.\n\nПосле целой жизни, состоящей из войн и убийств, он сумел окончательно объединить континент. Состарившись, единственными его желаниями стали стремление прожить остаток жизни в мире и попытки найти спасение от горестей, привнесённых пролитой им кровью. Тем не менее его старый друг, обезумев от паранойи, не мог спокойно сосуществовать рядом с кем-то настолько сильным и предал Иана, убив его.\n\nНа последнем издыхании Иан использовал магию времени, которая переместила его в прошлое, в то время, когда он был маленьким мальчиком. Имея при себе все свои знания из прошлого, Иан решил сделать нечто большее, чтобы просто прожить жизнь с меньшим количеством сожалений.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "tr": "Yıllarca Birleşik İmparatorluk ve kralı Ragnar için ellerimi kana buladım.\n\nGünahlarımdan arınmak için memleketime dönüp huzurlu bir şekilde yaşamak istedim.\n\nAncak…\n\n“Yüce bir 8. Sınıf büyücü istediği zaman beni ve imparatorluğu bırakıp öylece gidebilir mi?”\n\n“Senin gibi bir canavarın hayatta kalmasına nasıl izin verebilirim?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "uk": "Багато років я проливав кров за Сполучену Імперію та її правителя, Рагнара. Я хотів лише повернутися в моє рідне місто і прожити тихе життя, спокутувати свої гріхи. «Як можу я залишити в живих такого монстра?» Відданий і залишений Рагнаром, моїм колишнім другом та імператором, вмирати, на порозі смерті я пронизав своє серце кинджалом, наповненим магією часу. «Бажане мною відкуплення – це повернення на своє звичне місце».\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "81"
  },
  {
    "mangaId": "fdb6bc71-0e22-413c-afc8-eb46fe11a6df",
    "title": {
      "en": "Yesterday o Utatte"
    },
    "updatedAt": "2024-08-19T19:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/fdb6bc71-0e22-413c-afc8-eb46fe11a6df/ee0a082c-f37e-480d-9987-e888cac1277e.jpg",
    "altTitles": [
      {
        "en": "Sing \"Yesterday\" for Me"
      },
      {
        "tr": "Bana Dünü Söyle"
      },
      {
        "ja": "イエスタデイをうたって"
      },
      {
        "zh-hk": "昨日之歌"
      },
      {
        "es-la": "Canta \"Yesterday\""
      },
      {
        "ja-ro": "Yesterday wo Utatte"
      }
    ],
    "description": {
      "en": "After college, Rikuo Uozumi, a boy without much ambition in life, takes on a job at a convenience store. The days pass by uneventfully for Rikuo until he meets his former love interest and classmate, but especially thanks to the unusual Haru Nonaka, and her pet crow…",
      "es-la": "Después de la universidad, Rikuo Uozumi, un chico sin muchas ambiciones en la vida, acepta un trabajo en una tienda de conveniencia. Los días pasan sin novedad para Rikuo hasta que se encuentra con su antiguo interés amoroso y compañero de clase, pero sobre todo gracias a la inusual Haru Nonaka, y su cuervo mascota..."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "113"
  },
  {
    "mangaId": "b093bc50-be43-470c-8594-d79ab9fa5b90",
    "title": {
      "en": "Youkai Gakkou no Sensei Hajimemashita!"
    },
    "updatedAt": "2024-10-01T00:37:26+00:00",
    "coverArt": "https://mangadex.org/covers/b093bc50-be43-470c-8594-d79ab9fa5b90/6f8592f5-0e1e-48c0-9527-791796fd887a.jpg",
    "altTitles": [
      {
        "en": "A Terrified Teacher at Ghoul School!"
      },
      {
        "ja": "妖怪学校の先生はじめました！"
      },
      {
        "zh": "妖怪学校的新人教师"
      },
      {
        "tr": "Ghoul Okulunda Dehşete Düşmüş Bir Öğretmen"
      },
      {
        "ja-ro": "Youkai Gakkou no Sensei Hajimemashita!"
      }
    ],
    "description": {
      "en": "Haruaki is a scaredy-cat with a fetish for girls' school uniforms, but he also wants to be a good teacher. However, his new school isn’t exactly what he thought it would be: it's an academy for monsters, demons, ghosts and all sorts of supernatural creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-11-08T22:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-17T20:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074",
    "title": {
      "en": "Nanjou-san wa Boku ni Dakaretai"
    },
    "updatedAt": "2024-09-30T16:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074/3a5cd81c-0ea8-44f0-8dc2-75d3e52adf8d.jpg",
    "altTitles": [
      {
        "ja": "南條さんは僕に抱かれたい"
      },
      {
        "en": "Nanjou-san Wants to Be Held by Me"
      },
      {
        "pt-br": "Nanjou-san quer ser segurada por mim"
      },
      {
        "id": "Nanjou-san ingin dipeluk olehku"
      }
    ],
    "description": {
      "en": "From their worst encounter comes a story about their ultimate happiness! This romantic comedy explores the ups and downs of a serious relationship.",
      "ja": "陰キャな清己が忘れ物を取りに戻った放課後の教室。ギャルで有名な南條さんと男子生徒が、○○○しようとしているところを目撃する。逃げ出した男子生徒の代わりに…と誘われるものの、潔癖症の清己はきっぱり断ることに。けれど、それによって興味を持たれてしまい、清己は南條さんに付きまとわれることに！けれど、南條さんは、意外とオタクにとっての理想のギャルで…!?",
      "pt-br": "Do pior encontro deles surge uma história sobre sua felicidade final! Esta comédia romântica explora os altos e baixos de um relacionamento sério."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-11-02T12:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b87be0-b1f4-4507-affa-06c99ebb27f8",
    "title": {
      "en": "Dragon Ball Super"
    },
    "updatedAt": "2024-05-26T22:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/37b87be0-b1f4-4507-affa-06c99ebb27f8/d01056df-423a-49ae-88f4-092e64119a96.jpg",
    "altTitles": [
      {
        "ja-ro": "Dragon Ball Chou"
      },
      {
        "id": "Mutiara Naga Super"
      },
      {
        "ar": "دراغون بول سوبر"
      },
      {
        "ja": "ドラゴンボール超"
      },
      {
        "zh": "드래곤볼 슈퍼"
      }
    ],
    "description": {
      "en": "Dragon Ball Super follows the aftermath of Goku's fierce battle with Majin Buu, as he attempts to maintain earth's fragile peace.\n\nHaving defeated Majin Buu, Goku is starting to get bored with his life on Earth. His wife, Chi-chi, wants him to get a job, but all he wants to do is train and fight stronger enemies. Elsewhere in the universe, the God of Destruction, Beerus, and his attendant Whis are traveling from planet to planet in search of food and entertainment. \n\nAfter blowing up some hapless victims, Beerus is reminded of a man from his dreams with the moniker “Super Saiyan God,” or something like that... The God of Destruction sets his sights on Earth to track down this mysterious man! Maybe this will give Goku something to do?",
      "pt-br": "Dragon Ball Super segue as consequências da batalha feroz de Goku com Majin Buu, enquanto ele tenta manter a frágil paz da Terra."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3076dc1f-e6f2-418c-baa9-125694eb36cc",
    "title": {
      "en": "Midari ni Tsukasete wa Narimasen"
    },
    "updatedAt": "2024-12-19T12:53:22+00:00",
    "coverArt": "https://mangadex.org/covers/3076dc1f-e6f2-418c-baa9-125694eb36cc/9c29ffba-9e6c-4c16-97b2-88115895e668.jpg",
    "altTitles": [
      {
        "ja": "みだりに憑かせてはなりません"
      }
    ],
    "description": {
      "en": "Tamotsu Sugawara, a corporate employee who can't say no to anything, finds himself unable to go to work and decides to recuperate for a while at his family's shrine. One night, a ghost that looks exactly like Makoto Hiiragi, a university student working part-time at the shrine during the day, appears before him. A horror-inspired romantic comedy linking a former \"yes-man\" corporate employee and a female university student suspected of being a living spirit (!?) ♡",
      "id": "Tamotsu Sugawara, seorang karyawan yang tidak bisa menolak permintaan apa pun, mendapati dirinya tidak bisa lagi pergi ke kantor dan memutuskan untuk beristirahat sementara di kuil keluarganya. Suatu malam, hantu yang sangat mirip dengan Makoto Hiiragi, seorang mahasiswi yang bekerja part time di kuil itu pada siang hari, muncul di hadapannya. Komedi romantis yang terinspirasi dari horor ini menghubungkan mantan karyawan yang ngga bisa bilang tidak (yes-man) dengan mahasiswi yang dicurigai sebagai arwah hidup (!?) ♡"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-11-25T21:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/3d265d46-3592-4994-b849-3d84c0d570f3.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      },
      {
        "vi": "Ma vương tái sinh trở thành pháp sư mạnh nhất"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n\"Let's pretend to be a human this time.\"\n\nHowever, being a human lover, he didn't particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he's a local aristocrat who lacks common sense. He doesn't know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an 'Immortal Mage' behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Nina the Starry Bride"
    },
    "updatedAt": "2024-11-18T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/f8fbdba2-96eb-4f32-a2e6-580f94c2fbd6.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "ja-ro": "Hoshi Furu Oukoku no Nina"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese.",
      "ja": "星の神のごとき深き青――瑠璃色の瞳を持つ少女ニナは、その美しき瞳ゆえに、フォルトナ国第二王子、アズール・セス・フォルトナに見出される。三ヶ月後に、大国ガルガダの王位継承権を持つ第一王子のもとに嫁ぐはずだった姫巫女アリシャの身代わりとして。姫として作法を学び、美しく着飾り、大国を欺くことを求められたニナは、運命に翻弄されながら、一生に一度の恋に出会う。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df9be021-ff37-419e-ba6e-dda3e28eb763",
    "title": {
      "en": "Kono Oto Tomare!"
    },
    "updatedAt": "2024-04-16T02:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/df9be021-ff37-419e-ba6e-dda3e28eb763/f8e0e780-71ec-41b7-90d0-27b999601ecd.jpg",
    "altTitles": [
      {
        "fr": "Arrête-toi au son !"
      },
      {
        "tr": "Bu Ses Durdursun!"
      },
      {
        "en": "Stop at This Sound!"
      },
      {
        "ru": "Задержите этот звук!"
      },
      {
        "ja": "この音とまれ！"
      },
      {
        "zh": "一弦定音!"
      },
      {
        "ja-ro": "Kono Oto Tomare! Sounds of Life"
      },
      {
        "ne": "यो ध्वनि रोक!"
      }
    ],
    "description": {
      "en": "Since the graduation of the senior members of the club, Takezou ends up being the sole member of the \"Koto\" (traditional Japanese string instrument) club. Now that the new school year has begun, Takezou will have to seek out new members for the club, or the club will be terminated. Out of nowhere, a new member barges into the near-abandoned club room, demanding to join the club. How will Takezou be able to keep his club alive and deal with this rascal of a new member?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T17:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-08-19T22:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/dff9a28c-90be-4d00-a8d7-07218a1fb373.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "\"You’re its prey the moment you touch it.\" \n\nOne day, a terrible virus variant attacks Seoul! \n\nYeon-woo is on a school trip to Seoul, and is excited thinking that he can finally get along with his one classmate, So-yeon, whom he has a crush on.\n\nHowever, during this time, unidentified cells appeared in front of Yeon-woo’s class, who were sightseeing in Seoul. The mutant cells manifestation quickly turns Yeon-woo and his classmates’ school trip into hell as anyone who comes into contact with the cells will become a hideous monster that wants to consume anything with flesh...! \n\nWill Yeon-woo be able to leave Seoul safely?",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-11-01T17:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/b7a6b10c-20cf-4c9a-8955-1e79c56ac3fd.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80644606-4b0b-4f17-b477-9d482ea3a3da",
    "title": {
      "en": "Aegis in the Dark"
    },
    "updatedAt": "2023-02-19T04:09:29+00:00",
    "coverArt": "https://mangadex.org/covers/80644606-4b0b-4f17-b477-9d482ea3a3da/c0fb1ee7-fe5f-4b69-a8a6-2397b65627da.jpg",
    "altTitles": [
      {
        "en": "Aegis of Darkness"
      },
      {
        "en": "Shield in the Dark"
      },
      {
        "ru": "Щит во тьме"
      },
      {
        "zh": "暗之盾"
      },
      {
        "ja": "闇のイージス"
      },
      {
        "zh": "闇之盾"
      },
      {
        "zh-hk": "黑暗守护神"
      },
      {
        "ko": "어둠의 이지스"
      },
      {
        "ja-ro": "Yami no Aegis"
      }
    ],
    "description": {
      "en": "A protector, with an arm of steel, able to deflect bullets, swearing never to take a life. That is Tate Karito, the Shield in the Dark."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "264"
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-12-15T21:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/ec6d0eba-ef01-491a-920e-49d8d5895cee.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "pt-br": "Devoradoras de Amor"
      },
      {
        "ru": "Голодные до любви девушки"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "vi": "Luyến Thực Nữ"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women. Suddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again. However, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five!",
      "ja": "本物の恋心を、あなたは見抜けるか。\n\n女性を恐れる男子高校生・大石饗。彼に突然告白してきた、5人の少女。そのうち4人は、人間の恋愛感情を喰らう生物「恋喰（こいばみ）」。彼女たちに恋愛感情を食べられると、二度と恋をすることができなくなってしまう。ただ、本当の告白をした1人の気持ちを、見捨てるわけにはいかない――饗は覚悟を決め、5人の中から、本命の1人を見つけだすことを決意する！",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-12-13T12:50:41+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/c7daee87-b9bc-492b-b27f-fa7cb2a95162.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71ecf12-9286-45c0-9387-0b97f10d0df2",
    "title": {
      "en": "Akuma wa Rozario ni Kiss o suru"
    },
    "updatedAt": "2024-11-16T21:55:44+00:00",
    "coverArt": "https://mangadex.org/covers/e71ecf12-9286-45c0-9387-0b97f10d0df2/9e29b044-8f1b-4d2e-bef3-c1792cb6ca0a.jpg",
    "altTitles": [
      {
        "ja": "悪魔はロザリオにキスをする"
      },
      {
        "en": "The Devil Kisses the Rosary"
      },
      {
        "ru": "Дьявол целующий чётки"
      },
      {
        "vi": "Lên Chuỗi Tràng Hạt, Ác Ma đặt Nụ Hôn"
      },
      {
        "vi": "𨑗𠁻長曷，惡魔噠𦵚㖧 (Nom Script)"
      }
    ],
    "description": {
      "en": "Since his childhood, Yoshihiro Yoshinaga has faced countless challenges, distancing himself from the company of others and the possibility of forging friendships due to a persistent problem: being harassed by spirits from an early age.\n\nThis constant spectral presence has cast shadows over his life, weaving a web of misfortunes. However, the course of his life takes a drastic turn when a giant demon unexpectedly emerges intent on taking his life. In the midst of this crisis, a chance encounter with Alicia Baal, a beautiful nun residing within a church, becomes the catalyst for a radical transformation to his destiny.",
      "ja": "幸彦は幽霊が見えたが、その実態は悪魔だった。ある日、本物の悪魔に遭遇。逃げた先の教会でシスター・アリシアと出会い、悪魔退治の契約を交わす。しかし彼女の正体は、魔王になることを企む「悪魔」だった――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2024-11-17T03:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fa99d-1127-49df-9b0a-d34a4e33f4f9",
    "title": {
      "en": "Oresama Teacher"
    },
    "updatedAt": "2022-01-24T22:24:27+00:00",
    "coverArt": "https://mangadex.org/covers/829fa99d-1127-49df-9b0a-d34a4e33f4f9/d37cf1a1-d28a-44e8-881d-e62be0844e91.jpg",
    "altTitles": [
      {
        "tl": "Aking Guro"
      },
      {
        "tr": "Bendeniz Öğretmen"
      },
      {
        "en": "Fight Girl"
      },
      {
        "da": "Læreren Min"
      },
      {
        "en": "Great Teacher of Mine"
      },
      {
        "ja": "Ore-sama Sensei"
      },
      {
        "ja": "Ore-sama Teacher"
      },
      {
        "ja": "Oresama Sensei"
      },
      {
        "vi": "Thầy giáo của tôi"
      },
      {
        "ru": "Мой уч"
      },
      {
        "th": "ฉันนี่แหละอาจาร์"
      },
      {
        "ja": "俺様ティーチャー"
      },
      {
        "zh": "我的野蛮老师"
      },
      {
        "zh-hk": "我的野蠻老師"
      },
      {
        "zh": "王样老师"
      },
      {
        "zh-hk": "王樣老師"
      },
      {
        "ko": "본좌 티처"
      }
    ],
    "description": {
      "en": "Kurosaki Mafuyu was a juvenile delinquent and head of her gang before her subsequent arrest got her expelled from high school. Now that she's transferred to a new high school, she's determined to become an \"ultra-shiny, super feminine high school student.\" But with a new friend like Hayasaka-kun and a homeroom teacher like Saeki Takaomi (who may be more than he seems), will Mafuyu really be able to live a girly-girl high school life?  \n  \n**Official Oresama Teacher PV:**  \n  \n<https://youtu.be/3kzHDkGI_Y8>"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "29",
    "lastChapter": "168"
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-10-16T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c99eeef4-f2af-48b0-aca9-912db5cc8794.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/c714d942-9673-441d-bbd8-462137bddf09.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58bc83a0-1808-484e-88b9-17e167469e23",
    "title": {
      "en": "Lv2 kara Cheat datta Moto Yuusha Kouho no Mattari Isekai Life"
    },
    "updatedAt": "2024-11-02T17:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/58bc83a0-1808-484e-88b9-17e167469e23/35e2b186-abed-4a15-bead-1bca77dc3277.png",
    "altTitles": [
      {
        "en": "Chillin’ in Another World with Level 2 Super Cheat Powers"
      },
      {
        "ja": "LV2からチートだった元勇者候補のまったり異世界ライフ"
      },
      {
        "pt-br": "O ex-candidato a herói, que esteve em lv2, almeja ter uma vida pacífica em outro mundo"
      },
      {
        "ru": "Непринужденная жизнь в другом мире экс-кандидата в герои, оказавшегося читером со 2 уровня"
      },
      {
        "zh": "勇者候补的悠闲的异世界生活"
      },
      {
        "uk": "Спокійне життя колишнього висуванця в герої, котрий виявився читером із 2 рівня"
      },
      {
        "ko": "LV2부터 치트였던 전직 용사후보의 유유자적 이세계 라이프"
      },
      {
        "vi": "Cuộc Sống Thảnh Thơi Tại Dị Giới Gian Lận Của Cựu Ứng Viên Dũng Giả Từ Cấp Độ Hai"
      }
    ],
    "description": {
      "en": "Banaza, who was summoned to the magic kingdom of Cryroad as a Hero candidate, was disqualified as a Hero because of his ordinary abilities. He was supposed to be returned to his original world, but due to the magical kingdom's mistake, he became unable to return to his original world. However, the moment he reached Level 2, he acquired every single possible skill and kind of magic, turning him into a super cheat with infinite skills! Despite this, he takes Fenris of the demons as his wife, and fully enjoys his newly-married life with an easygoing smile. He changes his name to Fulio and tries to lead his life quietly, but things are a bit chaotic with the likes of a pet saber, four freeloading female knights, a Majin, and even an ex-Demon Lord. However, even with all of this chaos, he still manages to enjoy his life peacefully.",
      "fr": "Un jour, Banaza a été invoqué dans un autre monde, le Royaume magique de Cryroad en tant que candidat Héroïque. Malheureusement, Banaza fût disqualifié des candidats Héroïque car ces statistiques étaient très basique. Alors, le Royaume décida de l'emmener loin du château car il était inutile. Mais alors qu'il se retrouva tout seul, un ennemi apparu devant lui, avec quelques difficultés, il réussit à vaincre l'ennemi, c'est alors qu'il monta de niveau, mais pas tout à fait normalement…",
      "ja": "栄えある勇者候補として異世界に召喚された青年バナザは、能力値の低さから勇者失格の烙印を押され国外追放処分となる。なんとか生き延びるべくモンスターを倒すと、レベルが２に上がり彼のステータスが見慣れない「∞」の記号に変わっていた……。突然のステータス変化に戸惑いながらもマイペースに生きていくことを決意するが、魔族の娘フェンリースと運命的な出会いを果たし――!?",
      "ru": "Баназа был призван в волшебное королевство Крайроуд в качестве кандидата в герои, но на нём поставили крест, так как тот имел навыки обычного гражданина. Изначально он хотел вернуться в свой мир, но из-за ошибки представителей королевства не смог этого сделать и был вынужден остаться жить в другом мире. Сменив имя на Фурио, он решил жить в своё удовольствие. И вот так, прогуливаясь по новому для себя миру, он победил слизь, получил второй уровень и, взглянув после этого на характеристики, увидел, что все они имеют значение «∞». С этого и начинается его непринуждённая жизнь в другом мире.\n\n---\n\n(source: readmanga)",
      "uk": "Баназу, звичайного торговця, викликають до іншого світу і нарікають Героєм. Проте увагою він був оточений зовсім недовго - як тільки виявилось, що його здібності не відрізняються від здібностей пересічної людини, бідолаху виставили за двері без можливості повернутись додому. Так і почалось його спокійне життя у зовсім чужому світі, але як тільки він досягнув 2 рівня...",
      "vi": "Banaza là một thương nhân luôn chăm chỉ làm việc mỗi ngày đã bị đột nhiên triệu hồi tới Vương Quốc Ma Pháp Klyrode xa lạ làm ứng viên dũng sĩ. Tuy nhiên, anh đã bị đánh trượt vì chỉ có cấp độ 1 giống như dân thường. Không những vậy, anh còn không thể trở về vì sai lầm của chính quyền... Banza đã rời vương đô để tới vùng biên cảnh và phải chiến đấu với slime để giữ mạng. Thế rồi, câu chuyện có bước chuyển biến lớn sau khi anh thay đổi hình dáng và tên họ. Một ma thú đã phải lòng anh đi tới hôn nhân. Thế là họ cùng nhau hướng tới một cuộc sống thảnh thơi, không phân biệt chủng tộc!",
      "pt-br": "Banaza foi invocado ao reino mágico de Cryroad como candidato a herói. No entanto, por ter especificações como as de uma pessoa comum, ele foi desqualificado e não pôde voltar ao seu mundo devido a um erro das pessoas que o invocaram. Sendo apenas nível 2, Banaza obterá forças além de sua compreensão.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kinojomiya)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076b3757-2050-4362-b0ad-52513ecefa3f",
    "title": {
      "en": "Killing Bites"
    },
    "updatedAt": "2023-09-23T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/076b3757-2050-4362-b0ad-52513ecefa3f/d16012a0-3d3b-4388-adb9-ee11f69e5c41.jpg",
    "altTitles": [
      {
        "ru": "Смертельный укус"
      },
      {
        "ja": "キリングバイツ"
      },
      {
        "zh-hk": "牙鬥獸娘"
      },
      {
        "ko": "킬링바이츠"
      },
      {
        "zh": "牙斗兽娘"
      },
      {
        "ru": "Смертельные укусы"
      },
      {
        "ar": "كيلينغ بايتس"
      }
    ],
    "description": {
      "en": "People have been created that are human-animal hybrids, and powerful businesses bet on the outcome of their duels. College student Nomoto Yuuya's casual acquaintances ask him to drive them around to pick up girls one day, which he soon finds out means by force. The girl they kidnap is an animal-human hybrid named Hitomi, who slaughters all of them except Yuuya. Hitomi is a honey badger, which has been called the most fearless of all animals. Now Hitomi is assigned to stay with Yuuya, for his protection!\nKilling Bites are underworld duels between human-animal hybrids. One beast who knows no fear will fight in this animalistic world full of fear and insanity. This ultimate battle of the beasts will shock you to your core!\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%90%E3%82%A4%E3%83%84)",
      "ru": "Один учёный создал существ которые являются гибридом человека и животного, и богачи ставят ставки на исход их поединков. Случайные знакомые просят студента колледжа Номота Юя покатать их по городу, и ближе к вечеру он узнает, что они просто хотели подобрать и изнасиловать девушку. Девушка, которую они похищают оказывается “гибридом” которую зовут Хитоми, которая убивает всех кроме Юи. Хитоми является гибридом барсука, который был назван самым бесстрашным из всех животных. Теперь Хитоми остаётся с Юи, для его защиты!  \n\n\n---\n\n**Links:**  \n- [Shinya Murata's Twitter](https://twitter.com/jojojon)  \n- [Sumita's Twitter](https://twitter.com/s_kazasa)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20213)",
      "pt-br": "Pessoas estão sendo criadas como híbridos animal-humano e batalham entre si, empresas poderosas apostam no resultado de seus duelos. A história inicia com um cara que se meteu no rapto de uma garota contra a sua vontade, todos menos ele acabam mortos pela garota, que ele descobre ser um dos híbridos, competindo com outros de sua raça em duelos mortais envolvendo complexas apostas. Sem aviso prévio, ele acaba obrigado a se tornar o parceiro da garota."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1845adf-270b-4405-9438-0c56b1b9576c",
    "title": {
      "en": "Beyblade X"
    },
    "updatedAt": "2024-10-09T03:07:02+00:00",
    "coverArt": "https://mangadex.org/covers/f1845adf-270b-4405-9438-0c56b1b9576c/6e56c872-90a2-4e9f-9345-c1d923f2ccc1.jpg",
    "altTitles": [
      {
        "ja": "ベイブレードエックス"
      },
      {
        "ja-ro": "Beiburēdo Ekkusu"
      }
    ],
    "description": {
      "en": "What has not yet been seen, and what cannot be seen - \"X\". Beyblade, accelerated to the limit (extreme), blasts through a new era!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8311ab2d-f034-4e7a-8635-4dce27bf6027",
    "title": {
      "en": "Rurouni Kenshin: Hokkaido-hen"
    },
    "updatedAt": "2024-04-16T02:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/8311ab2d-f034-4e7a-8635-4dce27bf6027/a36f3252-4977-4405-beb8-a7e8b8c68e77.jpg",
    "altTitles": [
      {
        "en": "Rurouni Kenshin: The Hokkaido Arc"
      },
      {
        "en": "Rurouni Kenshin: Hokkaido Arc"
      },
      {
        "ja-ro": "Rurouni Kenshin: Meiji Kenkaku Romantan - Hokkaido-hen"
      },
      {
        "ja-ro": "Rurouni Kenshin: Meiji Kenkaku Romantan: Hokkaidou Hen"
      },
      {
        "es-la": "Rurouni Kenshin: Una historia romántica de un espadachín de la era Meiji - Arco de Hokkaido"
      },
      {
        "ja": "るろうに剣心―明治剣客浪漫譚・北海道編―"
      }
    ],
    "description": {
      "en": "It is the 16th year of the Meiji era. Five years have passed since Kenshin Himura stopped the uprising of Makoto Shishio. Though the flames of his budding revolution were extinguished, the scars left in its wake are still felt across Japan. Remnants of his group—though scattered—still exist. Some have found peace while others continue to fight.  \n  \nAfter a remaining faction tried to revive the revolution, Shishio's old sword fell into the hands of Ashitarou Hasegawa, an orphan boy who has never known a home. The conflict also leaves both Aran Inoue, a 16-year-old half-Japanese, half-American boy, and a mercenary girl named Asahi Kubota with a hefty price to pay off, with nowhere else to go. But luckily for these individuals, the Kamiya dojo has always been a place to accept wanderers without prying into their pasts.  \n  \nThe three are keen to start fresh, so when two members of Asahi's former clan show up demanding her return, Asahi refuses and things start to get ugly. In the midst of the chaos, the clan members drop a package containing a picture of dojo proprieter Kaoru Kamiya's presumably deceased father and his location—Hakodate, Hokkaido. With only this information, the members of the Kamiya dojo embark on an adventure across the sea in the hopes of finding news about Kaoru's father and the reason he is being targeted.\n\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Samurai X: Hokkaido Arc** (2022)",
      "ja": "伝説の人斬り・抜刀斎こと緋村剣心――明治十六年の東京で、時に倭杖を手に困窮している人のため剣を振るうも、妻・薫、息子・剣路と平穏に日々を過ごしていた。ある時、一枚の写真から、薫の亡父・越路郎が北海道で生きていることが判明。剣心達は北海道に向かうが…!?　“不殺”の流浪人の新たな浪漫譚、開幕……!!",
      "es-la": "Es el año 16 de la era Meiji. Han pasado cinco años desde que Kenshin Himura detuvo el levantamiento de Makoto Shishio. Aunque las llamas de su incipiente revolución se extinguieron, las cicatrices que dejó su estela aún se sienten en todo Japón. Todavía existen restos de su grupo, aunque dispersos. Algunos han encontrado la paz, mientras que otros siguen luchando.\n\nDespués de que una facción restante intentara revivir la revolución, la vieja espada de Shishio cayó en manos de Ashitarou Hasegawa, un niño huérfano que nunca ha conocido un hogar. El conflicto también deja a Aran Inoue, un chico de 16 años mestizo de japonés y americano, y a una chica mercenaria llamada Asahi Kubota con un precio muy alto que pagar, sin ningún otro lugar al que ir. Pero, por suerte para estos individuos, el dojo Kamiya siempre ha sido un lugar que acepta a los vagabundos sin hurgar en sus pasados.\n\nLos tres quieren empezar de cero, así que cuando dos miembros del antiguo clan de Asahi aparecen exigiendo su regreso, ésta se niega y las cosas empiezan a ponerse feas. En medio del caos, los miembros del clan dejan caer un paquete que contiene una foto del padre del dojo de Kaoru Kamiya, presumiblemente fallecido, y su ubicación: Takodate, Hokkaido. Con sólo esta información, los miembros del dojo Kamiya se embarcan en una aventura a través del mar con la esperanza de encontrar noticias sobre el padre de Kaoru y la razón por la que se le persigue."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57bd5e97-8626-4b0e-9f7c-4ecec028ec26",
    "title": {
      "en": "I Became a First-Class Guide Thanks to My Childhood Friends"
    },
    "updatedAt": "2024-11-15T14:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/57bd5e97-8626-4b0e-9f7c-4ecec028ec26/82fdc43c-8f1d-4ea8-b306-6a5289aa659e.png",
    "altTitles": [
      {
        "zh": "靠发小我变身顶级向导"
      }
    ],
    "description": {
      "en": "[The twin brothers love me too much. What should I do?] D-class guide Qiao Yang, because of a drunken accident, discovered that he could use the two A-class sentinels, his childhood friends Zheng Jia and Zheng Yan, to enhance his own class. In order to retain this rare S-class status, he chose to conceal his exploitation of them. However, during the repeated interaction with the two, he gradually becomes aware of their feelings towards him..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87d74323-b8e0-43bb-973f-6bada02a8a81",
    "title": {
      "en": "Shin Kamen Rider Spirits"
    },
    "updatedAt": "2024-10-04T15:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/87d74323-b8e0-43bb-973f-6bada02a8a81/e6efa312-4f5f-4986-81cb-e76c43275cf3.jpg",
    "altTitles": [
      {
        "en": "New Kamen Rider Spirits"
      },
      {
        "ja": "新 仮面ライダーSPIRITS"
      },
      {
        "en": "New Masked Rider Spirits"
      }
    ],
    "description": {
      "en": "Kamen Rider, the righteous warrior who shouts out \"Henshin!\" and continues to fight evil. The heroes created by the genius Shotaro Ishinomori are brought back to life by the hard-working Muraeda Kenichi!　In this epic hero battle story, the 10th rider \"ZX\" fights alongside the previous riders against the mysterious organization \"BADAN\" that is invading the world!"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6284a2f-3378-4948-b368-02053fb3c942",
    "title": {
      "en": "Hokuo Kizoku to Moukinzuma no Yukiguni Karigurashi"
    },
    "updatedAt": "2024-03-04T16:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/c6284a2f-3378-4948-b368-02053fb3c942/77ff3f5f-6f5e-4284-a53a-057198c4eeed.jpg",
    "altTitles": [
      {
        "en": "The Snow Country Hunting Life of the Northern Nobleman and the Eagle-like Wife"
      },
      {
        "ja": "北欧貴族と猛禽妻の雪国狩り暮らし"
      },
      {
        "es": "La vida de caza en el país nevado del noble del norte y la esposa rapaz"
      },
      {
        "fr": "La vie calme d'un couple d'aristocrates en Laponie"
      },
      {
        "fr": "L'Aigle écarlate et le Yéti (Naban)"
      }
    ],
    "description": {
      "en": "A touching story of hunting and romance takes place in the vast expanses of Nature. \nRitzhardt governs a wintry territory far to the north. Sieglinde is a soldier with the nickname \"Crimson Eagle.\" \nRitzhardt falls in love at first sight with her, and they begin their life together… for a trial marriage of one year?!  \n  \nHunting reindeer, snacking on nuts, making traditional handicrafts… \nIn their peaceful and modest life in the land of winter, will the couple truly become husband and wife?  \n  \nThe 3-time Narou-Con award-winner story has been adapted to manga!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "100"
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64f2f1e1-d7be-45d1-bd7e-62d09b25b82b",
    "title": {
      "en": "Seto-san o Warawasetai Tsumugi-chan"
    },
    "updatedAt": "2024-12-01T09:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/64f2f1e1-d7be-45d1-bd7e-62d09b25b82b/ced9ffbd-fe87-46e0-84df-11633d5458e9.png",
    "altTitles": [
      {
        "ja": "瀬戸さんを笑わせたい紬ちゃん"
      },
      {
        "ja-ro": "Seto-san wo Warawasetai Tsumugi-chan"
      },
      {
        "en": "Tsumugi-chan Wants to Make Seto-san Laugh"
      },
      {
        "ko": "세토 씨를 웃게하고 싶은 츠무기짱"
      }
    ],
    "description": {
      "en": "Seto-san is a beautiful and cool class president. Her smiling face must be absolutely wonderful. I want to see it! \n\nThis is a short comic in which Tsumugi-chan, a ditzy girl with whom Seto-san has had a little bit of contact with since the entrance ceremony, boldly tries various strategies to make Seto-san laugh — but usually fails. However, there seems to be something quite interesting about Seto-san...",
      "ja": "キレイでかっこいい学級委員長の瀬戸さん。笑った顔はきっと素敵なはず。……見たい！ 入学式のときからちょっと接点があったドジっ子の紬ちゃんが、果敢に瀬戸さんを笑わそうと多彩な作戦を繰り出して失敗するショートコミック。……なのだけど、瀬戸さんの様子がどうもおかしい！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97223152-aefd-4f9b-91c9-39393d8494a0",
    "title": {
      "ja": "BOX! Kira Ito Tanpenshuu"
    },
    "updatedAt": "2022-08-16T14:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/97223152-aefd-4f9b-91c9-39393d8494a0/144190fc-fd58-442c-87b2-1e0de8133436.jpg",
    "altTitles": [
      {
        "ja": "100年生きた猫のはなし"
      },
      {
        "ja": "BOX！吉良いと短編集"
      },
      {
        "ja": "BOX!吉良いと短編集"
      },
      {
        "ja": "ようこそ亡霊葬儀屋さん (読切版)"
      },
      {
        "ja": "一描き下ろし後日話"
      },
      {
        "ja": "俺の幼馴染みは泣き虫だ"
      },
      {
        "ja": "泣き虫な幼馴染の話"
      },
      {
        "ja": "4つの恋模様"
      },
      {
        "ja": "人間に拾われた疫病神"
      },
      {
        "ja": "17歳のキミへ。"
      },
      {
        "ja": "17歳の君へ。"
      },
      {
        "ja": "少女が少年に手紙を届ける理由"
      },
      {
        "ja": "OLさんがラーメンを食べるだけ"
      },
      {
        "ja": "佐藤さんと鬼上司天野さん"
      },
      {
        "ja": "疲れたOLの癒しの話"
      },
      {
        "ja": "100年生きた猫の話"
      },
      {
        "ja": "無口な下野くんの彼女"
      },
      {
        "ja": "天使と一緒に海を見る"
      },
      {
        "ja": "勇者に敗れた元魔王と奴隷少女"
      },
      {
        "ja": "勇者に敗れた魔王と奴隷少女"
      },
      {
        "ja": "漫画が嫌いになった少年"
      },
      {
        "ja-ro": "BOX! Kichiyoi to Tanpenshuu"
      },
      {
        "ja-ro": "17-sai no Kimi e"
      },
      {
        "ja-ro": "17 Sai no Kimi e"
      },
      {
        "en": "BOX! Kira Ito's Short Stories Collection"
      },
      {
        "en": "My Childhood Friend Is a Crybaby"
      },
      {
        "en": "Four Patterns of Love"
      },
      {
        "en": "The God of Pestilence Picked up by Humans"
      },
      {
        "en": "To You at 17"
      },
      {
        "en": "Happy 17th"
      },
      {
        "en": "To You at 17th"
      },
      {
        "en": "Just an Office Lady Eating Ramen"
      },
      {
        "en": "Seeing the Sea With an Angel"
      },
      {
        "en": "Seeing the Ocean With an Angel"
      },
      {
        "en": "WORLD END WANKO"
      },
      {
        "en": "The Tired Office Lady's One Comfort in Life"
      },
      {
        "en": "The Story of a Cat That Has Lived for 100 Years"
      },
      {
        "en": "Taciturn Shimono and His Girlfriend"
      },
      {
        "en": "Shimono-kun's Quiet Girlfriend"
      },
      {
        "en": "The Demon Lord Defeated by the Hero and the Slave Girl"
      },
      {
        "en": "The Defeated Dark Lord and the Slave Girl"
      },
      {
        "en": "The Boy Who Had Grown to Hate Manga"
      },
      {
        "es-la": "El señor oscuro que fue derrotado y la esclava"
      },
      {
        "vi": "Lá thư gửi tới chàng trai 17 tuổi"
      }
    ],
    "description": {
      "en": "A work packed with stories that make you cry, smile, and heal. A compilation of original short stories, including commercial oneshots and manga previously published on Twitter or Pixiv.\n\nList of Stories (in **bold** = scanlated):\n\n1. ようこそ亡霊葬儀屋さん (読切版): Original on [Pixiv](https://www.pixiv.net/en/artworks/72034786), [Twitter](https://twitter.com/kilightit/status/1394956053461315585).\nOne-shot version of *[Youkoso Bourei Sougiya-san](https://mangadex.org/title/99f1aa23-d9b5-432f-ba51-591985f76607/)*.\n\n2. 一描き下ろし後日話\n\n3. **My Childhood Friend Is a Crybaby** (俺の幼馴染みは泣き虫だ): Original on [Pixiv](https://www.pixiv.net/artworks/79083715), [Twitter](https://twitter.com/kilightit/status/1374662950787551232).\n\n4. **Four Patterns of Love** (4つの恋模様): Original on [Pixiv](https://www.pixiv.net/en/artworks/89467880).\n\n5. **The God of Pestilence Picked up by Humans** (人間に拾われた疫病神): Original on [Pixiv](https://www.pixiv.net/en/artworks/88553623), [Twitter](https://twitter.com/kilightit/status/1372125964876931075).\n\n06. **To You at 17** (17歳のキミへ。): Original on [Pixiv](https://www.pixiv.net/en/artworks/79817585), [Twitter](https://twitter.com/kilightit/status/1217750845460058112).\nA mysterious high school girl appeared and sent letters to Mirai.\n\n7. **Just an Office Lady Eating Ramen** (OLさんがラーメンを食べるだけ): Original on [Twitter](https://twitter.com/kilightit/status/1414132353115426816).\n\n8. **Seeing the Sea With an Angel** (天使と一緒に海を見る): Original on [Pixiv](https://www.pixiv.net/en/artworks/89166096), [Twitter](https://twitter.com/kilightit/status/1382272880931532804).\n\n9. WORLD END WANKO: Original on [Twitter](https://twitter.com/kilightit/status/1512347577408053250?cxt=HHwWhICjhfyG-PwpAAAA).\n\n10. **The Tired Office Lady's One Comfort in Life** (佐藤さんと鬼上司天野さん): Original on [Pixiv](https://www.pixiv.net/en/artworks/75086414), [Twitter](https://twitter.com/kilightit/status/1384809850538917895).\n\n11. **The Story of a Cat That Has Lived for 100 Years** (100年生きた猫の話): Original on [Pixiv](https://www.pixiv.net/en/artworks/89015686), [Twitter](https://twitter.com/kilightit/status/1464174470495498249).\nThis is a story of a cat that has become immortal, wandering through the course of its lifetime to find happiness.\n\n12. **Shimono-kun's Quiet Girlfriend** (無口な下野くんの彼女): Original on [Pixiv](https://www.pixiv.net/artworks/88224680), [Twitter](https://twitter.com/kilightit/status/1367052638500495360).\n\n13. **The Demon Lord Defeated by the Hero and the Slave Girl** (勇者に敗れた魔王と奴隷少女): Original on [Pixiv](https://www.pixiv.net/en/artworks/88878648), [Twitter](https://twitter.com/kilightit/status/1377199075192303618).\n\n14. **The Boy Who Had Grown to Hate Manga** (漫画が嫌いになった少年): Original on [Pixiv](https://www.pixiv.net/en/artworks/89807719), [Twitter](https://twitter.com/kilightit/status/1392419305199788032)."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "c3a50e1d-7572-4cac-82c0-d3d8da4993be",
    "title": {
      "en": "Bukuro Kicks"
    },
    "updatedAt": "2024-10-25T14:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/c3a50e1d-7572-4cac-82c0-d3d8da4993be/7f64135f-6b26-4cdb-8365-597af9239b06.jpg",
    "altTitles": [
      {
        "ja": "ブクロキックス"
      }
    ],
    "description": {
      "en": "The setting is Tokyo. Rumors are going around Tokyo of a prize of ten million for beating \"Gyokutei Shinjuku\" at blind soccer, and blind soccer experiences a sudden surge. Meanwhile, not far away in Ikebukuro, a South Korean girl named Ji-he recruits members for a blind soccer team. And one day, while working at a cabaret club, a blind young man named Oyamada comes in. Despite never playing blind soccer before, Oyamada is somewhat forcefully dragged into the team to fill out the numbers. However, this man actually is...",
      "ja": "舞台は東京。ブラインドサッカーチーム「玉帝新宿」に勝てば賞金1千万という噂が東京を駆け巡り、にかわにブラインドサッカーが盛り上がりを見せる。その頃、少し離れた池袋で、ブラサカチームのメンバー探しをする韓国人の女の子・ジヘ。ある日、彼女が勤務するキャバクラに、盲目の青年・小山田がやってくる。ブラインドサッカー未経験ながら、数合わせのため半ば強引にチームに入れられる小山田。しかし、この男、実は……。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-12-18T16:52:34+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/6ebe122c-ba07-4ac8-92f0-fce44e60e742.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4669dd-c512-4d30-aeb7-6ceec5308a76",
    "title": {
      "en": "Saihate ni Madou"
    },
    "updatedAt": "2024-11-02T16:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/ff4669dd-c512-4d30-aeb7-6ceec5308a76/e6c1005e-8ceb-429e-ad16-4c9f89004f4e.jpg",
    "altTitles": [
      {
        "ja": "最果てに惑う"
      },
      {
        "en": "Lost at the Farthest Ends"
      },
      {
        "es-la": "Perdido en los extremos más bajos"
      }
    ],
    "description": {
      "en": "After his little sister was raped and killed herself, a teenage boy took revenge and killed her rapist in return. Seven years later the boy's released from prison, determined to kill himself due to insufferable guilt but then he's confronted by the rapist's daughter. A dramatic tale of guilt and atonement.",
      "ru": "«Семь лет назад я убил человека».\n\nРасправившись с преступником, который довёл его сестру, Юри, до самоубийства, Кадзума был приговорён к семи годам тюремного заключения. Даже после выхода на свободу его преследуют мысли о совершённом убийстве и о девочке, наблюдавшей за происходящим. Терзаемый чувством вины, Кадзума принимает решение искупить свои грехи собственной смертью. Вместе со своей матерью он навещает могилу Юри, где замечает знакомое лицо девочки...\n\nЭто история о несчастной судьбе дочери преступника-потерпевшего.",
      "es-la": "Después de que su hermana pequeña Yuri fuera violada y debido a esto se suicidara, su hermano Kazuma decide tomar venganza y matar a su violador. \n\n7 años después, él sale de prisión, decidido a suicidarse debido a una culpa insoportable y para estar paz con su hermana, pero luego accidentalmente conoce a Shiika, la hija del violador de su hermana. Una historia dramática de culpa y expiación."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4913955-6d5b-47ff-835e-120d0509c7a3",
    "title": {
      "en": "Mizuno Shinobu no Risou no Renai"
    },
    "updatedAt": "2024-09-14T05:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/e4913955-6d5b-47ff-835e-120d0509c7a3/8684fd3e-b8c8-435d-a226-720dab1c9a34.jpg",
    "altTitles": [
      {
        "ja": "水野忍の理想の恋愛"
      },
      {
        "vi": "Tình Yêu Lý Tưởng Của Shinobu Mizuno"
      }
    ],
    "description": {
      "en": "Mizuno is a thirty-something office worker who is not good at real love and loves shojo manga. While he is tormented by regret after spending the night with Meguro, a subordinate he has a crush on, under the influence of alcohol, Meguro casually proposes to them that they go out together...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]