[
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "0b627cb0-9409-47f0-92c1-c4bc09e9fbde",
    "title": {
      "en": "Kouhai-chan Who Wants to Tease"
    },
    "updatedAt": "2024-12-22T09:11:39+00:00",
    "coverArt": "https://mangadex.org/covers/0b627cb0-9409-47f0-92c1-c4bc09e9fbde/4cba0872-5117-4a1c-9dc0-ec47373c1f0e.png",
    "altTitles": [
      {
        "ja": "先輩VS後輩ちゃん"
      },
      {
        "ja-ro": "Senpai vs Kouhai-chan"
      },
      {
        "ja": "勘違いされる後輩ちゃん"
      },
      {
        "ja-ro": "Kanchigai sareru Kouhai-chan"
      },
      {
        "vi": "Kouhai-chan thích đi trêu ghẹo"
      }
    ],
    "description": {
      "en": "A Kouhai wants to tease her senpai, but she has a weak defense."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e63fc981-7fd2-469d-9d89-a1bbb0b609b4",
    "title": {
      "en": "Oku-san"
    },
    "updatedAt": "2024-10-23T20:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/e63fc981-7fd2-469d-9d89-a1bbb0b609b4/c6e9bfeb-cfa6-4c5d-8832-4e5ac74643a1.jpg",
    "altTitles": [
      {
        "fr": "Femme au foyer"
      },
      {
        "en": "Housewife - Oh! My Sweet Honey!!"
      },
      {
        "ja": "おくさん"
      },
      {
        "ja": "おくさん"
      },
      {
        "zh-hk": "新手巨乳妻"
      },
      {
        "ko": "우리 옆집 사모님"
      }
    ],
    "description": {
      "en": "The series follows Kyouko Okita, a buxom housewife who's just recently moved into a new neighbourhood with her husband. There she tries to adjust to her new neighbourhood, make new friends, and deal with the quirkiness of her everyday life.",
      "pt-br": "A série segue Kyouko Okita, uma dona de casa que recentemente se mudou para um novo bairro com o marido. Lá, ela tenta se adaptar ao seu novo bairro, fazer novos amigos e lidar com as peculiaridades de sua vida cotidiana."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "163"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-12-23T09:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-12-20T18:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      },
      {
        "en": "Survival Story of a Sword King in a Fantasy World"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-17T02:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative examines the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-11-19T21:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas sem interagir com ele, a menos que percebam que você sabe que eles existem. É nesse momento que eles deixam de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-12-19T19:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Too Many Losing Pokemon!"
    },
    "updatedAt": "2024-12-22T13:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "ja": "負けポケモンが多いすぎ！"
      },
      {
        "vi": "Quá Nhiều Pokemon Thua Cuộc!"
      },
      {
        "ja-ro": "Make Pokemon ga Oosugiru!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bb82331-18d2-413c-9a2f-31a4bf5a04f0",
    "title": {
      "en": "Kon-kon Ton-ton"
    },
    "updatedAt": "2024-05-29T14:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/9bb82331-18d2-413c-9a2f-31a4bf5a04f0/aa34f9e1-2f72-46d0-a75a-bd5c6f7c3067.jpg",
    "altTitles": [
      {
        "ja": "こんこんとんとん"
      }
    ],
    "description": {
      "en": "A manga where nothing happens because neither characters can give into the other.",
      "ja": "互いにタチを譲れなくてなにも始まらないBLまんが。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-09-30T16:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/34ea1d50-431b-4df0-b6e8-5e06e8d0bb26.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keeps Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. His sister hates him. His mother neglected him. Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-09-29T01:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/8b490dc6-d6c5-472f-830b-797af670a171.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2024-07-03T11:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "208"
  },
  {
    "mangaId": "1bad66ee-4857-433e-a075-704d93672341",
    "title": {
      "en": "Boku Dake ga Shitterun Daze"
    },
    "updatedAt": "2024-12-09T10:13:26+00:00",
    "coverArt": "https://mangadex.org/covers/1bad66ee-4857-433e-a075-704d93672341/37741d66-15c4-4635-bc7a-29e04b116fd4.jpg",
    "altTitles": [
      {
        "ja": "僕だけが知ってるんだぜ"
      },
      {
        "ja-ro": "Boku dake ga Shitterun da ze"
      },
      {
        "zh": "仅我知晓的秘密"
      }
    ],
    "description": {
      "ja": "わけあって高校を転校した平家和玖。転校先の学校で出会ったのは、すごくクールな同級生・小裏さん。有名モデルの姉を持ち、いっさい笑わない彼女は孤高の存在……のように見えたが、ひょんなことから和玖は小裏さんのとびきりの笑顔を見てしまう。和玖の世界は一変する！この笑顔のために……僕はなんだってやるんだ!!『たいようのいえ』のタアモが描く、どきどき＆にやにやが止まらない高校生活！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa mo Yuraretemasu"
    },
    "updatedAt": "2024-12-06T02:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-12-10T21:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "This story takes place in a world made up of floating islands of various sizes, where two types of races, \"Caninu\" and \"Felineko\" live.\n\nMalt, a caninu boy, lives peacefully with his younger sister Mei on their grandparents' farm in the remote village of Petit Mona. One day, their village is suddenly attacked by the Berman Empire, and is burnt to the ground overnight. \"How could something like this happen...\" Malt and his friends were confused, then a mysterious voice called out from the radio...! ?\n\nA group of children caught in the flames of war ride the mysterious giant tank ``Taranis'' and fight to save their families!",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e6257-a8c2-4a82-9982-244157181ba4",
    "title": {
      "en": "Ookami Heika no Hanayome"
    },
    "updatedAt": "2022-09-10T12:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e6257-a8c2-4a82-9982-244157181ba4/046f6dce-8618-4092-9316-2294f85aceb1.jpg",
    "altTitles": [
      {
        "ja-ro": "Ookami-heika no Hanayome"
      },
      {
        "en": "The Wolf King's Bride"
      },
      {
        "ja": "狼陛下の花嫁"
      },
      {
        "zh": "狼陛下的花嫁"
      },
      {
        "pt-br": "A Noiva do Rei Lobo"
      }
    ],
    "description": {
      "en": "Yuurin, the daughter of a low ranking government officer, comes to the royal palace after hearing of a job with higher wages. However, that job is to act as the bride of Haku Reishou, who is feared as being the cruel and ruthless \"Wolf King.\" In the royal palace where conspiracies swirl, after learning His Majesty's secret, Yuurin ends up stuck being his temporary bride…?!  \n\n\n---",
      "pl": "Yuulin, córka niskiej rangi urzędnika, przybywa do królewskiego pałacu po usłyszeniu wieści o dobrze płatnej pracy. Jednakże, jak się potem okazuje, owa praca polega na odgrywaniu roli narzeczonej Reishou Haku - króla owianego złą sławą i nazywanego potocznie \"Wilczym Królem\". W królewskim pałacu, gdzie wszelkie plotki są na porządku dziennym, Yuulin odkrywa wielką tajemnicę władcy i zostaje jego tymczasową narzeczoną…",
      "pt": "Yuurin, a filha de um oficial de baixo escalão do governo, veio para o palácio real depois de ouvir de um trabalho com salários mais altos. No entanto, esse trabalho é agir como a noiva de Haku Reishou, que é temido como o cruel e sem coração \"Sua Majestade, o Lobo\". No palácio real, onde a um redemoinho de conspirações, depois de aprender segredos de Sua Majestade, Yuurin acaba sendo sua esposa temporária…?  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "105.6"
  },
  {
    "mangaId": "4c3fc172-fab6-4477-9dfc-57dd95bad19c",
    "title": {
      "en": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai THE COMIC"
    },
    "updatedAt": "2024-10-25T23:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/4c3fc172-fab6-4477-9dfc-57dd95bad19c/f57164d1-bb95-4410-be29-471f0345eb99.jpg",
    "altTitles": [
      {
        "ja": "転生した悪役令嬢は復讐を望まない"
      },
      {
        "ja": "転生した悪役令嬢は復讐を望まない THE COMIC"
      },
      {
        "ja-ro": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai"
      },
      {
        "ja-ro": "Tensei Shita Akuyaku Reijou wa Fukushuu wo Nozomanai THE COMIC"
      },
      {
        "zh": "转生后的恶役千金并不期望报仇"
      },
      {
        "en": "The Reincarnated Villainess Doesn't Want Revenge"
      }
    ],
    "description": {
      "en": "“I’m not interested in revenge!” Rosemary was branded as a villainess and hanged for a crime she didn’t commit. She reincarnates as the commoner, “Marie,” while still retaining the memories of her previous life and hopes to live peacefully this time. However, contrary to Marie’s wishes, she ends up returning to the royal palace. \n\n“Sister, how do you want to punish the people who killed you?” Her brother, whom she doted on in her previous life, had changed completely and intended to take revenge on behalf of his sister. “Master, please tell me your desire.” The knight who swore allegiance in the previous life swears his allegiance this time as well. \n\nI’m not thinking of taking revenge on the person who killed me. However, the people around me will not allow that…",
      "ja": "王宮付きの侍女として招聘されたけど、自分の前世は処刑された悪役令嬢なんですが…！　転生悪役令嬢マリーの、巻き込まれ王宮大改造劇始まります！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8552e8c-c90e-4936-aac7-a73855550ed7",
    "title": {
      "en": "Tanaka-kun wa Itsumo Kedaruge"
    },
    "updatedAt": "2024-07-01T15:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/c8552e8c-c90e-4936-aac7-a73855550ed7/45e77e12-84c1-4c3a-96e0-32afdd20c649.jpg",
    "altTitles": [
      {
        "it": "Tanaka-kun è sempre svogliato"
      },
      {
        "en": "Tanaka-kun is Always Listless"
      },
      {
        "de": "Tanaka-kun ist immer lustlos"
      },
      {
        "es": "Tanaka-kun Siempre Tiene Pereza"
      },
      {
        "ja-ro": "TanaKeda"
      },
      {
        "ru": "Всегда вялый Танака-кун"
      },
      {
        "ar": "تاناكا-كون دائما فاتر"
      },
      {
        "fa": "تاناکا-کون همیشه بی‌میل"
      },
      {
        "ja": "田中くんはいつもけだるげ"
      },
      {
        "pt-br": "Tanaka-kun é Sempre Tão Preguiçoso."
      }
    ],
    "description": {
      "en": "Sighing, leaning on his elbows, sleepy eyes. Tanaka-kun is a boy that basically doesn't try but isn't disliked. This is a laid-back youth comedy about Tanaka-kun and the quiet Oota who can't leave him alone.",
      "id": "Mengeluh, bersandar pada lengannya, mata yang mengantuk. Tanaka-kun adalah lelaki yang dasarnya tidak ingin mencoba hal yang dia tidak suka. Ini adalah cerita komedi masa sekolah dan si pendiam Oota yang tidak bisa meninggalkan dia sendirian.",
      "ru": "Две абсолютно непохожие личности: Танака, способный спать 24 часа в сутки, и Оота, отличающийся от остальных своей активностью и ответственностью. Такие люди должны бесить друг друга, но, не смотря на это, они друзья. До чего доведет эта дружба? Посмотрим...",
      "pt-br": "Suspirando, apoiando-se nos seus cotovelos, com os olhos sonolentos. Tanaka-kun é um garoto que basicamente não faz nada, mas não é odiado. Esta é uma comédia jovem que fala sobre o Tanaka-kun e Oota, um rapaz quieto que não consegue deixá-lo sozinho"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "140"
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no [Joutai Ijou Skill] de Saikyou ni Natta Ore ga Subete o Juurin Suru made"
    },
    "updatedAt": "2024-11-12T22:06:52+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/7b3ab437-4da9-4607-8841-5ac640cebf42.jpg",
    "altTitles": [
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ja-ro": "Hazure Waku no [Joutai Ijou Skill] de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
      },
      {
        "ja-ro": "Hazure Waku no \"Joutai Ijou Skill\" de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
      },
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "en": "How I Became The Strongest And Trampled Everything With The [Status Abnormality Skills] That Were Thought To Be Duds"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "vi": "Failure Frame: Tôi Trở Thành Mạnh Nhất Với Kỹ Năng Trạng Thái Và Hủy Diệt Tất Cả"
      }
    ],
    "description": {
      "en": "Mimori Touka has always been something of a background character in his high school. So when he and his classmates are summoned to a fantasy land and gifted with incredible skills, it seems like the perfect opportunity to make a name for himself. The only problem? Mimori’s skills are abysmal at best, and he’s banished to a deadly dungeon. But as he begins to test these new abilities, he discovers just how powerful he’s become. Can Mimori fight his way back to exact revenge?!\n___\n**Compositor:** [Uchiuchi Keyaki](https://mangadex.org/author/3b71274c-d84b-4505-bed0-1ee2adda188f)\n**Character Designer:** [KWKM](https://mangadex.org/author/d7705978-2785-490d-8292-71738dc20ef3)",
      "ja": "学校では“空気モブ”な高校生・三森灯火は、クラスメイトとともに勇者として異世界に召喚された。しかし、次々と周りがＳ級やＡ級の才覚を見出される中、〝廃棄対象〟となるＥ級の才能しかないと宣告されてしまう。救済を求める彼にクラスメイトが向けたのは蔑みの眼差しで……。そして、召喚主の女神ヴィシスにより生存者ゼロの遺跡に廃棄される。絶望に満ちた奈落の底で煮えたぎる復讐心を抱えた少年は、ハズレ枠と誹られた【状態異常スキル】で魔物を蹂躙する！\n\n「何をしても生き残る――クソ女神に一発くれてやるまでは」",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---",
      "vi": "Mimori Touka - Một học sinh cao trung với lối sống “quần chúng không khí”. Trong chuyến học dã ngoại của trường, Touka và các bạn cùng lớp bất ngờ bị Nữ Thần triệu hồi đến dị giới. Quá trình đánh giá năng lực theo hạng S, A, B, C, D đã được tiến hành và chuyện hiếm thấy là lần triệu hồi này quá nhiều người hùng cấp S tối thượng với cấp A ưu tú cùng quy tụ. Thêm vào đó, chỉ duy nhất Touka xếp hạng yếu kém - Người hùng cấp E có chỉ số trạng thái siêu thấp so với các bạn cùng lớp. Chưa kể kỹ năng cá nhân [Trạng Thái Dị Thường] của Touka còn vượt xa cái mốc thất bại toàn tập nơi dị giới khiến cậu bị “loại bỏ”. Trải qua bao thăng trầm đấu tranh giành giật sự sống, cậu quyết tâm trở thành ác quỷ để bắt đầu hành trình báo thù Nữ Thần.",
      "pt-br": "Durante a viagem escolar, Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank E – um status extremamente baixo comparado a seus colegas de classe. Assim, o herói abandonado se tornará absolutamente o demônio mais forte à medida que avança e contra-ataca."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "848e9601-9691-47ac-a015-e96e5d3b0d61",
    "title": {
      "en": "Namete, Kajitte, Tokidoki Medete"
    },
    "updatedAt": "2023-08-12T01:59:39+00:00",
    "coverArt": "https://mangadex.org/covers/848e9601-9691-47ac-a015-e96e5d3b0d61/fa6d1130-bbfd-46e9-a721-2a5c34c0bf74.jpg",
    "altTitles": [
      {
        "ja": "なめて、かじって、ときどき愛でて"
      },
      {
        "zh": "舔舐、啃咬、时而疼愛"
      }
    ],
    "description": {
      "en": "I'm Haru. first year in high school. Please listen to my troubles. I accidentally gave my love letter to the number one problem child at school, Seishirou-kun…   \n  \nEven though I told him to give it back, he won't. He says I'm already his girlfriend…He'll chase me down if he sees me at school, he takes my lunch, keeps his eye on me, and e-even kisses me…Ah and doing perverted stuff…!!   \n  \nAnd he's also living at my place…. I'm definitely not his girlfriend, so please let me go already!!!",
      "pt-br": "Meu nome é Haru. Estou no primeiro ano do ensino médio. Por favor, ouçam os meus problemas. Por engano eu entreguei a minha carta de amor ao garoto mais problemático da escola, Seishirou-kun…   \n  \nEmbora tenha pedido para me devolver, ele não o fez. Ele disse que agora sou a sua namorada… Ele me persegue cada vez que me vê, pega meu almoço, fica de olho em mim, até mesmo me beija e faz coisas pervertidas comigo!!   \n  \nE pra finalizar… Agora ele vive na minha casa!! O que eu vou fazer?!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "67"
  },
  {
    "mangaId": "e852cd56-0e5b-4a04-830e-e2bd9d8f92a5",
    "title": {
      "en": "\"SHOPSKILL\" Sae Areba, Dungeon ka Sita Sekaidemo Rakusyou da: Hakugai Sareta Shounen no Saikyou Zamaa Life"
    },
    "updatedAt": "2024-10-29T04:05:09+00:00",
    "coverArt": "https://mangadex.org/covers/e852cd56-0e5b-4a04-830e-e2bd9d8f92a5/b74d38a8-2f57-48d0-b767-e90d1e26af64.jpg",
    "altTitles": [
      {
        "ja": "『ショップ』スキルさえあれば、ダンジョン化した世界でも楽勝だ ～迫害された少年の最強ざまぁライフ～"
      },
      {
        "es-la": "Con mi Habilidad \"Tienda\", es Fácil Conquistar un Mundo de Mazmorras."
      },
      {
        "en": "As Long as I Have the [Shop] Skill, I'll Have an Easy Life Even in a World That Has Been Transformed Into a Dungeon!"
      },
      {
        "ja-ro": "“Shop” Skill Sae Areba, Dungeon-ka Shita Sekai Demo Rakushou da"
      }
    ],
    "description": {
      "en": "High school student Boji Nichiro is isolated from the rest of the world due to fierce bullying. One day, however, the world is transformed by the \"dungeonisation\" phenomenon! In the midst of the chaos, Nichiro awakens the unique skill \"Shop\". It was an out-of-the-box skill that allowed him to buy everything from food and daily necessities to unrealistic items! The start of a painful and \"wacky\" modern fantasy from \"Shosetsu-kaerou\"!",
      "ja": "壮絶なイジメを受け、孤立していた高校生・坊地日呂。だが、ある日《ダンジョン化》現象により世界は一変する！　混乱の中、日呂に覚醒したユニークスキル『ショップ』。それは、食料や日用品から非現実的なアイテムまでなんでも買える規格外のスキルだった――！　“小説家になろう”発痛快“ざまぁ”の現代ファンタジー開幕!!",
      "es-la": "Hiro es un estudiante que no confía en nadie. Él se ve envuelto en una catastrofe mundial. La aparición de monstruos convirtió al mundo en una mazmorra y Hiro tendrá que usar su nueva habilidad para sobrevivir."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ea542dec-15f7-4642-bd33-e6eac7b9a5e9",
    "title": {
      "en": "Kanna to Decchi"
    },
    "updatedAt": "2021-05-25T15:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/ea542dec-15f7-4642-bd33-e6eac7b9a5e9/d0b1754d-8dec-4bbb-b977-1960dad96b67.jpg",
    "altTitles": [
      {
        "en": "Kanna and The Apprentice"
      },
      {
        "en": "カンナとでっち"
      },
      {
        "en": "柑奈和学徒"
      }
    ],
    "description": {
      "en": "Our heroine, Kanna, is the daughter of the famous builder in town. One day an orphaned boy with a hammer appears to train under Kanna's father?! The heart pounding love story of a handsome apprentice carpenter"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "27.5"
  },
  {
    "mangaId": "853f628b-ac25-4865-9f72-3f45d86f798b",
    "title": {
      "en": "Tonari no Stella"
    },
    "updatedAt": "2024-09-07T12:00:38+00:00",
    "coverArt": "https://mangadex.org/covers/853f628b-ac25-4865-9f72-3f45d86f798b/35746cfa-9ebb-4fc0-8e2b-52924b8a8689.jpg",
    "altTitles": [
      {
        "ja": "隣のステラ"
      },
      {
        "en": "Gazing at the Star Next Door"
      },
      {
        "en": "Stella Next To Me"
      },
      {
        "pt-br": "A Estrela ao Meu Lado"
      }
    ],
    "description": {
      "en": "Chiaki and Subaru have been the closest since they were kids. Chiaki has always liked him but as Subaru walks further into the world of entertainment, Chiaki decides the time has come to move past her one-sided feelings and find new love. Does she have enough resolve to meet someone better, or will she find herself shaken by her long-time love? A close, yet distant love story between a normal girl and her actor childhood friend!",
      "ja": "「遠くに行っちゃうと思ったら そばに来てくすぐらないでよ」\n\n今話題の若手俳優・スバルこと柊木 昴と幼なじみの女子高生・千明は、小さいころから昴に片想い中。だけど、どんどん人気が出て遠い存在になる昴を前にこの恋をあきらめたいと思う日々。でも、近すぎる距離感がそうさせてくれなくて…!!?",
      "pt-br": "A Chiaki e o Subaru têm sido os amigos mais próximos desde que eram crianças. A Chiaki sempre gostou dele, mas à medida que Subaru caminha mais para o mundo do entretenimento, Chiaki decide que chegou a hora de superar seus sentimentos não correspondidos e encontrar um novo amor. Será que ela tem determinação o suficiente para conhecer alguém melhor ou será que ela vai se ver abalada pelo seu amor de longa data? Uma história de amor próxima, porém distante, entre uma garota normal e seu amigo de infância que agora é famoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-11-25T18:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fe487e-26da-471a-ad11-ab4f75b5f2f5",
    "title": {
      "en": "Kameba Kamu Hodo Amaku Naru"
    },
    "updatedAt": "2023-05-31T09:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/32fe487e-26da-471a-ad11-ab4f75b5f2f5/083a7cd4-b6e8-4ff7-92f4-52490dc9eb63.jpg",
    "altTitles": [
      {
        "en": "The More You Bite, the Sweeter"
      },
      {
        "en": "The more you chew, the sweeter it gets"
      },
      {
        "ja": "かめばかむほど甘くなる"
      }
    ],
    "description": {
      "en": "Akari is a high school girl full of curiosity that lives surrounded by her favorite people and things. She leads an exciting life, and thanks to a strange turn of events, she becomes interested in the “Disinterested Prince” (Kyoumi LESS Ouji), a boy that doesn’t show any interest in people or things in general. And although he said \"Isn't it just annoying to get involved with strangers?” He sometimes looks lonely, making Hikari’s desire to know more about his world grow…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "35e94408-77f6-4cfe-a589-2ddb54706949",
    "title": {
      "en": "Boku Datte, Kiss Shitai"
    },
    "updatedAt": "2024-02-15T13:48:02+00:00",
    "coverArt": "https://mangadex.org/covers/35e94408-77f6-4cfe-a589-2ddb54706949/9aba6f86-3f99-4553-b7d9-0af77cf31a7e.png",
    "altTitles": [
      {
        "ja": "僕だって、キスしたい。"
      },
      {
        "en": "I Want to Kiss You, Too"
      }
    ],
    "description": {
      "en": "Natsushiro Seiichi, a first year high school student who is living a smooth sailing high school life. However, his everyday life changes after he encounters a popular beauty, Miho, in the first school year!!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-10-30T21:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/9430b5bb-1b28-46f3-9656-cc2cbab46505.jpg",
    "altTitles": [
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku x Gal"
      },
      {
        "en": "Otaku-kun Who's Kind to Gyaru"
      },
      {
        "en": "Otaku-kun Who's Kind to Gals"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      }
    ],
    "description": {
      "en": "Otakura is a high school boy who's clearly an otaku, and Narumi is a high school gal. Normally, these two polar opposites would never cross paths, even at school. But by a strange coincidence, it turns out Otakura is able to use his inherently handy nature to help out Narumi with her own hobby-related requests, one after another?",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4fe4c66-7b53-4fe1-b817-420db35c5ea1",
    "title": {
      "en": "Jakdu"
    },
    "updatedAt": "2024-12-09T22:55:30+00:00",
    "coverArt": "https://mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "altTitles": [
      {
        "ko": "작두"
      },
      {
        "en": "The Shaman's Blade"
      },
      {
        "en": "Jakdu: Shaman's Blade"
      },
      {
        "pt-br": "A Lâmina do Xamã"
      }
    ],
    "description": {
      "en": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday.",
      "pt-br": "Kwon Yong-jin, um protagonista que não acredita em superstições, experiencia eventos inacreditáveis logo após seu 16º aniversário."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7895cbd9-2ce9-4826-823f-6811fef7179e",
    "title": {
      "en": "Though I May Be a Villainess, I'll Show You I Can Obtain Happiness!"
    },
    "updatedAt": "2024-11-16T18:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/1d4bdbd1-9d3a-4ddd-bff1-ce10460cdd56.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！　アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Shiawase ni Natte Mesemasu wa! - Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Shiawase ni Natte Misemasu wa!"
      },
      {
        "en": "So What If I'm a Villainess, I'll Show You All I Can Become Happy!"
      },
      {
        "en": "Villainess Anthology"
      },
      {
        "en": "Villainess Week"
      },
      {
        "en": "Villain Lady's Anthology"
      },
      {
        "hu": "Gonosztevő hölgy antológia"
      },
      {
        "fa": "خب چی میشه که یک زن شرور باشم، بهت نشون میدم که میتونم خوش‌بخت باشم."
      },
      {
        "fa": "فکر کردی من یک زن شرورم، بهت نشون میدم که میتونم خوش‌بخت بشم."
      },
      {
        "zh-hk": "惡役千金也會得到幸福"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요!"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요! 앤솔로지 코믹스"
      },
      {
        "es": "Aunque pueda ser una villana, ¡te mostraré que puedo obtener la felicidad!"
      },
      {
        "es": "Antología de la dama villana"
      },
      {
        "ru": "Хоть я и злодейка, но я вам ещё покажу, что смогу обрести счастье!"
      },
      {
        "ru": "Даже злодейка может найти настоящую любовъ"
      },
      {
        "ru": "Сборник синглов про злодеек"
      },
      {
        "ru": "Сборник историй о злодейках"
      },
      {
        "ru": "Сборник «леди-злодеек»"
      },
      {
        "id": "Antologi wanita penjahat"
      },
      {
        "id": "Kumpulan Otome Villains"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้ ตอนที่  ตอนที่"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ Phản Diện"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ"
      },
      {
        "vi": "Tuyển Tập Nữ Phụ Phẚn Diện"
      },
      {
        "uk": "Хоч я і лиходійка, але я вам ще покажу, що зможу здобути щастя!"
      }
    ],
    "description": {
      "en": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n\n\n---\n+++**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n+++\n\n+++**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n+++\n\n+++**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n+++\n+++**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko+++\n+++\n+++**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n+++\n+++**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Edaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n+++\n+++**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n+++\n+++**Volume 8 Contents:**\n1. 冷酷令嬢は従僕獣人と幸せになってみせます. By Odayaka.\n2. ヒロインの娘ですが、どうやら私は悪役令嬢のようです. Art by 黒助くい奈, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. 悪女に仕立てられた私を信じてくれたのは幼馴染だけでした. Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. 幸せという罠. Art by ARATA, Story by Rittan. [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. 女神様がやっちまいなとの思し召しです. Art by うき太郎, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n+++\n+++**Volume 9 Contents:**\n1. 悪虐令嬢、触るな危険. Art by Kobako Hako, Story by 藍槌ゆず. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. 婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。. Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. 世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路. Art by 麻辣ナツ, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. 悪役令嬢の担任. By Nowaki Nakasane.\n5. おっとり宝石姫のノーダメージ・婚約破棄騒動. Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n+++\n+++**Volume 10 Contents:**\n1. トゲトゲ令嬢とライバル令息のお騒がせ婚約. By Yoshimura.\n2. 婚約破棄されることがわかっていたので、先回りをしました。 Art by 化野そとば, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。 Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. 妖精姫は辺境豚に推し活される. Art by Jicco, Story by Fuji Tomato.\n5. 悪役令嬢とヤンデレ王子の執着愛. Art by Kikuta Yui, Story by Kotoko (琴子).\n+++\n+++**Volume 11 Contents:**\n1. 深紅の令嬢は自己肯定感低め！ Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. 婚約破棄されたので元婚約者から婚約者奪ってやりました⁉ By Kuju Matsu.\n3. とある悪い令嬢の復讐. Art by Sotoba Kano, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. 緋色の悪役令嬢は呂色の薔薇を染め上げる. Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. 追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～. By Yasaka Akio and Aikawa Yuu.\n+++\n+++**Volume 12 Contents:**\n1. 薔薇園の恋. Art by Kiyose Yura, Story by Natsuno Nae.\n2. 転生したら断罪済で処刑待ちの悪役令嬢だった. Art by Adashino Sotova, Story by Toko (とこ). [Original Web Novel](https://ncode.syosetu.com/n8824ij/)\n3. 悪役令嬢は氷の貴公子の秘密の婚約者. Art by Ooba Soto, Story by KUREHA.\n4. 悪役令嬢、断罪前緊急３６時間. Art by Yugyoji Tama, Story by Mika (三香). [Original Web Novel](https://ncode.syosetu.com/n0867ie/)",
      "es": "Compromisos anulados, Eventos de condena, Realeza, Héroes reencarnados, Destierros ... ¡Está completamente repleto con todos los encantos de Villana! ¡Una antología de 5 one shots con finales felices!\n\n**Volumen 1:**\n1. \"La villana obtendrá el verdadero amor\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Historia: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/): ¿Un compromiso anulado en una fiesta de graduación?\n2. \"El cuento de la niña noble que irá a un monasterio después de su anulación de compromiso\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Historia: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/): ¿Destierro después de que su hermana menor le robe a su prometido?\n3. \"¡Definitivamente conseguiré que se anule mi compromiso! ¡Me convertiré en una villana!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Historia: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/): ¿Para romper su compromiso, ella acosa a la hija de un barón?\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"¿Caminamos de la mano por el camino florido del mal?\"). Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/): Después de que se anula su compromiso, ¿se casa con un viejo gordo y calvo?\n5. \"La villana juega con el primer amor del segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Historia: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/): Después de ser condenado, el segundo príncipe aparece ante mí…\n\n**Volumen 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Han pasado 10 años desde que solicitaste romper nuestro compromiso, si insistes tanto, ¡terminemos!\"). Por Yoshimura\n2. 悪役令嬢は無邪気に笑う. Arte: Ohitsuji Ei, Historia: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"¡El arte de reconstruir una nación empieza con un compromiso roto!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Historia: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Fuiste creado, ¿sabes?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Historia: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Arte: Nanso, Historia: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Arte: Mochida Moo, Historia: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Volumen 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。 Arte: Chuugyaku, Historia: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"¡La personalidad de mi prometido es muy diferente del juego!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Historia: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Se suponía que me casaría con alguien que me odiaba, pero antes de que me diera cuenta me adoraban\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Historia: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Aceptaré tu oferta con todo gusto\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Historia: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Volumen 4:**\n1. \"¿Romper el compromiso? No he hecho nada, ni directa ni indirectamente. Pero cuando investigué el asunto… ¿Quién hubiera pensado que terminaría así?\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Historia: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"La noble dama caballero más temida del reino, y una historia que gira en torno a su espada, puño y habilidad para las relaciones\"). Por Kanade Yumika\n3. 愛しているから仕方のない話. Arte: Kida Yonoichi, Historia: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Por Chiaki Rie\n5. 悪夢の卒業パーティー. Arte: Yatsuhashi Hachi, Historia: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!). Por Kawano Akiko",
      "hu": "Felbontott eljegyzések, karma, kárhozatra juttató események, rajongások, királyi családtagok, reinkarnálódott főhősnők, és száműzetési végkifejletek... Az antológia fejezetei csordultig vannak telítve a gonosz hölgyek bájaival!\n\n**Kötet 1:**\n1. *A gonosztevő nő rátalál az igaz szerelemre* (悪役令嬢は真実の愛を手にいれる), Hoshino Osome, szerző: Nekomata Doremi. [Eredeti](https://ncode.syosetu.com/n1664fm/)\n2. *Egy nemes lány története, aki az eljegyzése érvénytelenítése után kolostroba megy* (婚約破棄されて修道院に行くお嬢様の話), Sorakura Shijiki, szerző: Yuuki Satoru. [Eredeti](https://ncode.syosetu.com/n7933fg/)\n3. *Semmissé fogom tenni az eljegyzésemet! ~Gonosztevővé válok!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！), Kuroe Yui, szerző: Reiga Utsuho. [Eredeti](https://ncode.syosetu.com/n1702fn/)\n4. *Aku no Kadou wo Ikimashou* (悪の華道を行きましょう; *Nem sétálunk le kézen fogva a gonoszság virágos útján?*), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. *A gonosztevő nő megtréfálja a második herceg első szerelmét* (悪役令嬢は第二王子の初恋に翻弄される), Ohitsuji Ei, szerző: Mizuno Saaya. [Eredeti](https://ncode.syosetu.com/n2169fj/)\n\n**Kötet 2:**\n1. *Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Már 10 éve kéred az eljegyzésünk felbontását, szóval ha ennyire akarod, akkor bontsuk fel!*), Yoshimura.\n2. *A gonosz hölgy ártatlanul nevet* (悪役令嬢は無邪気に笑う), Ohitsuji Ei, szerző: Yoruru [Eredeti](https://ncode.syosetu.com/n1629cz/)\n3. *A nemzet újjáépítésének művészete egy felbontott eljegyzéssel kezdődik!* (婚約破棄から始まる国家建て直し術！), Kawano Akiko, szerző: Hazuki. [Eredeti](https://ncode.syosetu.com/n4551ft/)\n4. *Hát nem tudod, hogy tőrbe csaltak?* (貴方は嵌められたのですよ？), Koyuki Iroha, szerző: Yuki Yukiko. [Eredeti](https://ncode.syosetu.com/n6502eu/)\n5. *A gonosz hölgy felrobbant* (悪役令嬢は爆死しました), Nanso, szerző: bouro. [Eredeti](https://ncode.syosetu.com/n4564fw/)\n6. *Gonosztevőként születtem újjá. Jöjj hamar, eljegyzés felbontó eseményem* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い), Mochida Moo, szerző: Kyouka. [Eredeti](https://ncode.syosetu.com/n4699fn/)\n\n**Kötet 3:**\n1. *Egyik nap elkezdtem hallani a menyasszonyom gondolatait* (ある日婚約者の心の声が聞こえるようになりました。), Chuugyaku, szerző: Enju Subaru. [Eredeti](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが, Mochida Moo, szerző: Kozuki. [Eredeti](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました, Potagi, szerző: Mikoto. [Eredeti](https://ncode.syosetu.com/n4692gb/)\n4. *Nem sétélunk le kézen fogva a gonoszág virágos útján?* (悪の華道を追いましょう), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. そのお言葉、喜んでお受けいたしますわ, Oshitsuji Ei, szerző: Kiraku Naohito. [Eredeti](https://ncode.syosetu.com/n5454gb/)\n\n**Kötet 4:**\n1. *Felbontani az eljegyzést? Én nem tettem se közvetlenül, se közvetettem semmitt. De mikor szemügyre vettem az ügyet… ki hitte volna, hogy ez történik?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました), Wamome, szerző: Kazukata Jin. [Eredeti](https://ncode.syosetu.com/n8085gn/)\n2. *Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu* (騎士国最恐令嬢による剣と拳と恋愛術; *Egy történet a királyság legrettegettebb nemeshölgyéről, a kardjáról, erkölcseiről, és kapcsolatépítéséről*), Kanade Yumika\n3. *Egy história a tehetetlen szerelembe esésről* (愛しているから仕方のない話), Kida Yonoichi, szerző: Sakaki Dora. [Eredeti](https://ncode.syosetu.com/n8011gg/)\n4. *A reinkarnálódott nemeslányok hozzá akarnak menni a szívük választottjaihoz* (転生令嬢たちは愛する者と結ばれたい), Chiaki Rie\n5. *A rémálomba fajult ballagási ünnepség* (悪夢の卒業パーティー), Yatsuhashi Hachi, szerző: Funineko. [Eredeti](https://ncode.syosetu.com/n3653gl/)\n6. *Engedd meg, hogy… gonosz legyek!* (悪役令嬢…させなさい!!), Kawano Akiko",
      "id": "**Volume 1:**\n1. \"Sang antagonis akan mendapat cinta sejati\" (悪役令嬢は真実の愛を手にいれる; \"Sang antagonis akan menemukan cinta sejati\").\n2. \"Sebuah kisah dari sang gadis bangsawan yang akan pergi ke biara setelah pertunangannya dicabut\" (婚約破棄されて修道院に行くお嬢様の話; \"Kisah wanita bangsawan yang akan tinggal di biara setelah pembatalan pertunanggannya\").\n3. \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku kan menjadi tokoh antagonis!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！; \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku akan menjadi tokoh antagonis wanita!\").\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga\"; \"Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?\").\n5. \"Hal-hal sepele sang antagonis dengan cinta pertama sang pangeran kedua\" (悪役令嬢は第二王子の初恋に翻弄される; \"Sang tokoh antagonis wanita kesusahan dengan cinta pertama pangeran kedua\").\n\n**Volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！;\"Sudah 10 tahun kamu meminta untuk membatalkan pertunangannya, kalau kamu bersikeras sekuat itu, yasudah batalkan saja!\").\n2. \"Sang tokoh antogonis perempuan tertawa dengan polos\" (悪役令嬢は無邪気に笑う).\n3. \"Seni membangun kembali sebuah bangsa dimulai dengan pertunangan yang dibatalkan!\" (婚約破棄から始まる国家建て直し術！).\n4. \"Kamu tahu? Kamu ini sudah dijebak\"\n5. \"Sang tokoh antagonis wanita meledak\"\n6. \"Aku reinkarnasi sebagai tokoh antagonis wanita. Cepatlah datang, pembatalan pertunanaganku\"\n\n**Volume 3:**\n1. \"Suatu hari, aku bisa mendengar suara hati tunanganku\"\n2. \"Kepribadian tunanganku jauh berbeda dari game!\"\n3. \"Aku seharusnya menikah dengan seseorang yang membenciku, tetapi sebelum aku sadar, mereka telah menyayangiku\"\n4. \"Apakah kita akan melanjutkan jalan kejahatan yang berbunga?\"\n5. \"Akan saya terima penawaran anda dengan senang hati\"\n\n**Volume 4:**\n1. \"Membatalkan pertunangan? Aku tidak melakukan apa-aps, secara langsung atau tidak langsung. Tetapi ketika aku melihat masalah ini… Siapa yang mengira akan berakhir seperti ini?!\"\n2. \"Ksatria wanita bangsawan kerajaan yang paling ditakuti, dan kisah seputar keterampilan pedang, tinju, dan hubungannya\"\n3. \"Sebuah kisah tentang tidak dapat membantu menoalani cinta\"\n4. \"Seorang wanita reinkarnasi yang ingin menikah dengan orang yang mereka cintai\"\n5. \"Mimpi buruk pesta kelulusan\"\n6. \"Biarkan Aku… yang menjadi penjahatnya!!!\"\n\n**Volume 5:**\n1. \"Kekacauan yang disebabkan oleh kesalahpahaman para pangeran dan pertunanganku dibatalkan\"\n2. \"Tampaknya anda telah memutuskan pertunangan anda untuk menikahi saya, tetapi saya tidak punya niat untuk menikahi anda\"\n3. \"Gadis banfsawan melankolis yang mengenakan gaun hitam legam\"\n4. \"Sekarang pertunangan saya dibatalkan, saya dapat mengisi hari-hari saya dengan apa yang menjadi kesayangan saya\"\n5. \"Haruskah kita menyia-nyiakan jalan kejahatan yang berbunga-bunga?\"",
      "ja": "突然の婚約破棄、そして迫りくる断罪イベント…!!\n王子に捨てられ、そしてこんな男と結婚…!?\n婚約者たちは可憐な妹に夢中!?\n婚約破棄された悪役令嬢に手を差し伸べるのは…!?\n危機的状況からはじまる悪役令嬢たちの物語の結末は…ALLハッピーエンドです♪\n『小説家になろう』の人気読み切り作品ば&#\n\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『悪役令嬢は真実の愛を手にいれる』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n1664fm/)：猫又どれみ\n卒業パーティーで婚約破棄!?\n2. 『婚約破棄されて修道院に行くお嬢様の話』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n7933fg/)：結城暁\n妹に婚約者を奪われ追放!?\n3. 『絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！』　漫画：黒榮ゆい　[原作](https://ncode.syosetu.com/n1702fn/)：麗伽空\n婚約破棄の為に男爵令嬢をいじめ!?\n4. 『悪の華道を行きましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n3244cr/)：真冬日\n婚約破棄されハゲデブ親父と結婚!?\n5. 『悪役令嬢は第二王子の初恋に翻弄される』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n2169fj/)：水野沙彰\n断罪された私の前に第二王子が現れ…。\n\n**第2巻の内容：**\n1. 『婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう!』　漫画：由村　キャラクター原案：まろ\n幼い時から何度も婚約破棄と言われ!?\n2. 『悪役令嬢は無邪気に笑う』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n1629cz/)：夜流 \n裏庭に呼び出され断罪イベント!?\n3. 『婚約破棄から始まる国家建て直し術!』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n4551ft/)：葉月\n王子が聖女と浮気して婚約破棄!?\n4. 『貴方は嵌められたのですよ?』　漫画：仲倉千景　[原作](https://ncode.syosetu.com/n6502eu/)：柚木ゆきこ\n卒業パーティーで姉が婚約破棄され!?\n5. 『悪役令嬢は爆死しました』　漫画：七十　[原作](https://ncode.syosetu.com/n4564fw/)：bouro\n悪役令嬢が第二王子に「ざまあ」!?\n6. 『転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/n4699fn/)：和泉杏花\n転生した悪役令嬢の味方は執事だけ!?\n\n**第3巻の内容：**\n1. 『ある日婚約者の心の声が聞こえるようになりました。』　漫画：宙百　[原作](https://ncode.syosetu.com/s6234f/)：塩樹すばる\n男爵令嬢との浮気を疑われた王子は!?\n2. 『婚約者の性格が原作と違うのですが』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/s5772f/)：狐月\n断罪回避の為に王子と離れようとしたら!?\n3. 『嫌われている相手に嫁いだはずがいつのまにか溺愛されていました』　漫画：ぽたぎ　[原作](https://ncode.syosetu.com/n4692gb/)：みこと\n婚約破棄の上、隣国の王太子に嫌われ!?\n4. 『悪の華道を追いましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n5872cw/)：真冬日\n大人気作の続編です♪ 旦那様が浮気!? 相手の家に殴り込み!?\n5. 『そのお言葉、喜んでお受けいたしますわ』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n5454gb/)：喜楽直人\n婚約破棄された令嬢を迎えにきたのは!?\n\n**第4巻の内容：**\n1. 『婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました!?』　漫画：わもめ　[原作](https://ncode.syosetu.com/n8085gn/)：仁司方\n婚約者の妹からいきなり婚約破棄してくれと突撃され!?\n2. 『騎士国最恐令嬢による剣と拳と恋愛術』　漫画：奏ユミカ\n勝者の願いを叶える約束で、婚約者の王子と戦う事に!?\n3. 『愛しているから仕方のない話』　漫画：紀田与乃市　[原作](https://ncode.syosetu.com/n8011gg/)：榊どら\n婚約破棄してきた王太子の態度が急変し、溺愛してきて!?\n4. 『転生令嬢たちは愛する者と結ばれたい』　漫画：千秋りえ\n自分は悪役令嬢、友人はヒロインに転生していて!?\n5. 『悪夢の卒業パーティー』　漫画：八橋はち　[原作](https://ncode.syosetu.com/n3653gl/)：ふにねこ\n第一王子は義妹と浮気した上に、婚約破棄だと騒ぎ!?\n6. 『悪役令嬢…させなさい!!』　漫画：かわのあきこ\n悪魔と契約した公爵令嬢は、聖女を追い出そうとして!?\n\n**第5巻の内容：**\n1. 『私と王子の勘違い婚約破棄騒動』　漫画：まろ\n結婚式目前に、第一王子から突然婚約破棄を告げられ!? カバーイラストを担当するまろが描く悪役令嬢ストーリー! \n2. 『私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません』　漫画：碓井ツカサ　[原作](https://ncode.syosetu.com/n9230cy/)：鉄箱\n侯爵家三男に付きまとわれたら、その婚約者から嫌がらせされ!?\n3. 『やさぐれ令嬢は漆黒のドレスを纏う』　漫画：希月\n王太子と両想いだと思っていたら、国王から婚約破棄を宣告されて!?\n4. 『婚約破棄されたので愛するお菓子を満喫します』　漫画：炬とうや\nパーティーで婚約者の王子に婚約破棄と国外追放を言い渡され!?\n5. 『悪の華道を潰しましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n8188gz/)：真冬日\n視察に行った孤児院で目つきの悪い少年に「傲慢貴族」と罵倒され!? 大人気シリーズ最新作!!\n\n**第6巻の内容：**\n1. 『サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～』　漫画：相川有\n乙女ゲームに転生したら、婚約者の王太子への暗殺容疑で婚約破棄!?\n2. 『強欲の悪役令嬢』　漫画：むぎちゃぽよこ　[原作](https://ncode.syosetu.com/n5715fn/)：えひと\n「強欲姫」と呼ばれ、婚約者の王子は平民の女性と仲良くしていて!?\n3. 『脇役令嬢は、婚約破棄されて優雅に花開く。』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n2309hf/)：細波\n婚約者に言われ地味にしていたのに、浮気されて婚約破棄され!?\n4. 『婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした』　漫画：橘歩空　[原作](https://ncode.syosetu.com/n6054gw/)：関宮亜門\n婚約破棄してきた伯爵令息は、妹と結婚すると言ってきて!?\n5. 『婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります』　漫画：コヤマナユ\n第一王子から婚約破棄された上に、学園では悪い噂を流されて!?\n6. 『悪の華道を燃やしましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/s6442c/)：真冬日\n息抜きで出かけた街で、自分と義息子をモデルにした恋愛劇を観て!?\n\n**第7巻の内容：**\n1. 『悪役令嬢は推しカプのために婚約破棄をご所望です』　漫画：かしい葵\n2. 『悪役令嬢は幸せになるために悪い女になる。』　漫画：みまさか　[原作](https://ncode.syosetu.com/n0522gu/)：まぁ\n3. 『婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n6847hk/)：小雪\n4. 『偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ』　漫画：道雪 葵\n5. 『処刑される公爵令嬢は救いの王子の夢を見る』　漫画：シロヒト梨太　[原作](https://ncode.syosetu.com/n2072hg/)：シクラメン\n\n**第8巻の内容：**\n1. 『冷酷令嬢は従僕獣人と幸せになってみせます』　漫画：おだやか\n…王太子から、野蛮な獣人を従者にしている事を理由に婚約破棄され!?\n2. 『ヒロインの娘ですが、どうやら私は悪役令嬢のようです』　漫画：黒助くい奈　[原作](https://ncode.syosetu.com/n9835hl/)：彩戸ゆめ\n…断罪された乙女ゲームのヒロインの娘は、婚約破棄される悪役令嬢で!?\n3. 『悪女に仕立てられた私を信じてくれたのは幼馴染だけでした』　漫画：栗山こがね　[原作](https://ncode.syosetu.com/n3939gy/)：mayan\n…婚約者の王子と仲が良い子爵令嬢を、体が勝手に動いて苛めてしまい!?\n4. 『幸せという罠』　漫画：ARATA　[原作](https://ncode.syosetu.com/n6781hb/)：りったん\n…婚約者を慕う令嬢達に悪評を広められ、世間から性悪な悪役令嬢と噂され!?\n5. 『女神様がやっちまいなとの思し召しです』　漫画：うき太郎　[原作](https://ncode.syosetu.com/n0585hm/)：まゆらん\n…追放された悪役令嬢が聖女となり、国を救う条件として出した質問とは!?\n\n**第9巻の内容：**\n1. 『悪虐令嬢、触るな危険』　漫画：小箱ハコ　[原作](https://ncode.syosetu.com/n9117hs/)：藍槌ゆず\n…気に入らない相手に容赦しない公爵令嬢は、婚約者に言い寄った令嬢に!?\n2. 『婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。』　漫画：KATINO　[原作](https://ncode.syosetu.com/n0530hx/)：三月べに\n…パーティーで婚約破棄されたら、『お兄様』が魔法で周りを凍らせながら登場して!?\n3. 『世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n7996ht/)：sasasa\n…卒業パーティーで婚約破棄され国外追放されたら、伝説の邪竜に襲われて!?\n4. 『悪役令嬢の担任』　漫画：野分なか実\n…乙女ゲームの学校の教師に転生したので、断罪される悪役令嬢を救おうとし!?\n5. 『おっとり宝石姫のノーダメージ・婚約破棄騒動』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n3812hg/)：高遠すばる\n…第二王子から婚約破棄された公爵令嬢は、自分に苛められたという令嬢を抱きしめ!?\n\n**第10巻の内容：**\n1. 『トゲトゲ令嬢とライバル令息のお騒がせ婚約』　漫画：由村\n困窮する家を立て直すため幼い頃から奮闘していたら、言葉にトゲを纏わせる茨姫と言われ⁉\n2. 『婚約破棄されることがわかっていたので、先回りをしました。』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n0878hu/)：有沢真尋\n婚約者の第二王子が浮気をしているので、婚約破棄される前に浮気相手と話してみたら⁉\n3. 『とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。』　漫画：マナタマユム　[原作](https://ncode.syosetu.com/n7058hw/)：みこと。\n黒髪で顔を隠していたら陰険な「とばり姫」と蔑まれ、夜宴で王太子から婚約破棄され⁉\n4. 『妖精姫は辺境豚に推し活される』　漫画：Jicco　原作：富士とまと\n舞踏会で皇太子から婚約破棄された上に、「辺境豚」と呼ばれる辺境伯嫡男と婚約させられ⁉\n5. 『悪役令嬢とヤンデレ王子の執着愛』　漫画：喜久田ゆい　原作：琴子\n子供の時に悪役令嬢に転生したことに気づき、断罪されないために王子と婚約解消したけれど⁉\n\n**第11巻の内容：**\n1. 『深紅の令嬢は自己肯定感低め！』　漫画：城キイコ　原作：小山内慧夢　キャラクター原案：まろ\n…婚約者の王太子に嫌われていると思い、彼の幸せのために完璧な悪役令嬢になろうとして⁉\n2. 『婚約破棄されたので元婚約者から婚約者奪ってやりました⁉』　漫画：九重マツ\n…夜会で暗くて可愛くないと婚約破棄され、落ち込んでいるところに公爵夫人から声を掛けられ⁉\n3. 『とある悪い令嬢の復讐』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n5496ie/)：有機野菜\n…王子に男爵令嬢を虐げたと婚約破棄され、かなり年上の伯爵の後妻として嫁がされたけれど⁉\n4. 『緋色の悪役令嬢は呂色の薔薇を染め上げる』　漫画：荻野スミ　[原作](https://ncode.syosetu.com/n6942gy/)：葉椀メギ\n…第一王子から、彼の浮気相手の令嬢を迫害したと婚約破棄されたけれど、この時を待っていて⁉\n5. 『追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～』　漫画：八坂アキヲ・相川有\n…社交界デビューの日に初めて会った婚約者の王太子に、妹に嫌がらせをしたからと婚約破棄され⁉\n\n**第12巻の内容：**\n1. 『薔薇園の恋』　漫画：木与瀬ゆら　原案：夏野なえ\n2. 『転生したら断罪済で処刑待ちの悪役令嬢だった』　漫画：化野そとば　原作：とこ\n3. 『悪役令嬢は氷の貴公子の秘密の婚約者』　漫画：大庭そと　原作：クレハ\n4. 『悪役令嬢、断罪前緊急３６時間』　漫画：遊行寺たま　[原作](https://ncode.syosetu.com/n0867ie/)：三香",
      "ko": "급작스러운 약혼파기, 그리고 다가오는 단죄 이벤트…!\n\n기다리던 악역영애들이 왔다!\n급작스러운 상황 전개부터 시작하는 악역영애들의 이야기!\n그리고 매력만점 그녀들의 결말은…?!\n\n**1권목차**\n1. \"악역영애는 진실한 사랑을 손에 넣는다\" (悪役令嬢は真実の愛を手にいれる). 만화: Hoshino Soumei, 소설: Nekomata Doremi. [원본](https://ncode.syosetu.com/n1664fm/)\n2. \"파혼당해서 수도원에 가는 아가씨의 이야기\" (婚約破棄されて修道院に行くお嬢様の話). 만화: Sorakura Shikiji, 소설: Yuuki Satoru. [원본](https://ncode.syosetu.com/n7933fg/)\n3. \"꼭 약혼을 파기할 거예요! ~난 악역 영애가 된다!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). 만화: Kuroe Yui, 소설: Reiga Utsuho. [원본](https://ncode.syosetu.com/n1702fn/)\n4. \"악의 꽃길을 같이 걸어요\" (悪の華道を行きましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n3244cr/)\n5. \"악역 영애는 제2왕자의 첫사랑에게 농락당한다\" (悪役令嬢は第二王子の初恋に翻弄される). 만화: Ohitsuji Ei, 소설: Mizuno Saaya. [원본](https://ncode.syosetu.com/n2169fj/)\n\n**2권목차**\n1. \"약혼 파기하자고 한 지 십수 년, 그렇게까지 말한다면 파기해요!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). 만화: Yoshimura\n2. \"악역 영애는 천진난만하게 웃는다\" (悪役令嬢は無邪気に笑う). 만화: Ohitsuji Ei, 소설: Yoruru. [원본](https://ncode.syosetu.com/n1629cz/)\n3. \"약혼 파기에서 시작하는 국가 재건술!\" (婚約破棄から始まる国家建て直し術！). 만화: Kawano Akiko, 소설: Hazuki. [원본](https://ncode.syosetu.com/n4551ft/)\n4. \"당신은 당한 거라고요\" (貴方は嵌められたのですよ？). 만화: Koyuki Iroha, 소설: Yuki Yukiko. [원본](https://ncode.syosetu.com/n6502eu/)\n5. \"악역 영애는 폭사했습니다\" (悪役令嬢は爆死しました). 만화: Nanso, 소설: bouro. [원본](https://ncode.syosetu.com/n4564fw/)\n6. \"환생했더니 악역 영애가 됐습니다. 약혼 파기의 이벤트, 어서 와라\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). 만화: Mochida Moo, 소설: Kyouka. [원본](https://ncode.syosetu.com/n4699fn/)\n\n**3권목차**\n1. \"어느 날 약혼자의 마음의 소리가 들리게 됐습니다\" (ある日婚約者の心の声が聞こえるようになりました。). 만화: Chuugyaku, 소설: Enju Subaru. [원본](https://ncode.syosetu.com/s6234f/)\n2. \"약혼자의 성격이 원작이랑 다른데요\" (婚約者の性格が原作と違うのですが). 만화: Mochida Moo, 소설: Kozuki. [원본](https://ncode.syosetu.com/s5772f/)\n3. \"싫어하는 줄 알았던 상대에게 시집갔는데 어느샌가 익애박고 있었습니다.\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). 만화: Potagi, 소설: Mikoto. [원본](https://ncode.syosetu.com/n4692gb/)\n4. \"악의 꽃길을 좇읍시다\" (悪の華道を追いましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n5872cw/)\n5. \"그 말, 흔쾌히 받겠습니다\" (そのお言葉、喜んでお受けいたしますわ). 만화: Oshitsuji Ei, 소설: Kiraku Naohito. [원본](https://ncode.syosetu.com/n5454gb/)\n\n**4권목차**\n1. \"약혼 파기해달라고 하는데 짚이는 게 없을뿐더러 스캔들을 날조 당한 것도 아니라 원인 규명을 해봤더니 사태가 상상도 못 한 전개로 흘러갔습니다?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). 만화: Wamome, 소설: Jin Kazukata. [원본](https://ncode.syosetu.com/n8085gn/)\n2. \"기사 나라 최강 영애가 보여 주는 검과 주먹의 연애술\" (騎士国最恐令嬢による剣と拳と恋愛術). 만화: Kanade Yumika\n3. \"사랑하니까 어쩔 수 없는 이야기\" (愛しているから仕方のない話). 만화: Kida Yonoichi, 소설: Sakaki Dora. [원본](https://ncode.syosetu.com/n8011gg/)\n4. \"환생 영애들은 사랑하는 사람과 맺어지고 싶다\" (転生令嬢たちは愛する者と結ばれたい). 만화: Chiaki Rie\n5. \"악몽의 졸업 파티\" (悪夢の卒業パーティー). 만화: Yatsuhashi Hachi, 소설: Funineko. [원본](https://ncode.syosetu.com/n3653gl/)\n6. \"악역 영애… 못 하게 할 거야!!\" (悪役令嬢…させなさい!!). 만화: Kawano Akiko\n\n**5권목차**\n1. \"나와 왕자의 착각 약혼 파기 소동\" (私と王子の勘違い婚約破棄騒動). 만화: Maro\n2. \"나와 결혼하려 약혼을 파기한 것 같은데 난 당신과 결혼할 생각 없어요\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません) 만화: Usui Tsukasa, 소설: Tetsuhako. [원본](https://ncode.syosetu.com/n9230cy/)\n3. \"자포자기 영애는 칠흑의 드레스를 입는다\" (やさぐれ令嬢は漆黒のドレスを纏う). 만화: Hizuki\n4. \"약혼 파기당했으니까 사랑하는 과자를 만끽할게요\" (婚約破棄されたので愛するお菓子を満喫します). 만화: Kagari Touya\n5. \"악의 꽃길을 짓밟읍시다\" (悪の華道を潰しましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n8188gz/)\n\n**6권목차**\n1. \"서바이벌 게이머지만 여성향 게임으로 환생하고 말았습니다 ~악역 영애는 에임의 신~\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). 만화: Aikawa Yuu\n2. \"탐욕스러운 악역 영애\" (強欲の悪役令嬢). 만화: Mugicha Poyoko, 소설: Ehito. [원본](https://ncode.syosetu.com/n5715fn/)\n3. \"조연 영애는 약혼 파기당하고 우아하게 꽃길을 걷는다\" (脇役令嬢は、婚約破棄されて優雅に花開く。). 만화: Maaraa Natsu, 소설: Sazanami. [원본](https://ncode.syosetu.com/n2309hf/)\n4. \"약혼자는 날 버리고 여동생을 골랐지만 여동생은 시한폭탄이었습니다\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). 만화: Tachibana Edaka, 소설: Sekimiya Amon. [원본](https://ncode.syosetu.com/n6054gw/)\n5. \"약혼 파기당해서 자포자기한 영애는 소꿉친구인 극도의 마조 왕자랑 행복하게 살았답니다\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). 만화: Koyama Nayu\n6. \"악의 꽃길을 불태웁시다\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/s6442c/)",
      "ru": "Расторжение или заключение помолвки, обвинения, предательство, королевские особы, перерождения главных героинь, изгнание… Здесь есть всё самое привлекательное в злодейках! Сборник из популярных историй о злодейках от Shousetsuka ni Narou! Антология из синглов со счастливыми концовками!\n\n**Том 1:**\n1. *Даже злодейка может найти свою настоящую любовь* (悪役令嬢は真実の愛を手にいれる). Мангака: Hoshino Soumei, Рассказ: Nekomata Doremi. [Оригинал](https://ncode.syosetu.com/n1664fm/)\n2. *Сказка о девушке, ушедшей в монастырь после разрыва помолвки* (婚約破棄されて修道院に行くお嬢様の話). Мангака: Sorakura Shikiji, Рассказ: Yuuki Satoru. [Оригинал](https://ncode.syosetu.com/n7933fg/)\n3. *Я разрываю нашу помолвку, потому что я злодейка!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Мангака: Kuroe Yui, Рассказ: Reiga Utsuho. [Оригинал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кидоу во икимащоу* (悪の華道を行きましょう; *Мы пойдем рука об руку по цветущему пути зла?*). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n3244cr/)\n5. *Любимая злодейка первого принца* (悪役令嬢は第二王子の初恋に翻弄される). Мангака: Ohitsuji Ei, Рассказ: Mizuno Saaya. [Оригинал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку хаки во мочикакерарете джуусуунен, соко маде иу нара хаки щимащоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Вы уже 10 лет требуете расторжения помолвки, если вы так хотите этого, давайте аннулируем её!*). Мангака: Yoshimura, Дизайн персонажей: Maro.\n2. *Невинный смех злодейки* (悪役令嬢は無邪気に笑う). Мангака: Ohitsuji Ei, Рассказ: Yoruru. [Оригинал](https://ncode.syosetu.com/n1629cz/)\n3. *Восстановление нации начинается с разрыва помолвки!* (婚約破棄から始まる国家建て直し術！). Мангака: Kawano Akiko, Рассказ: Hazuki. [Оригинал](https://ncode.syosetu.com/n4551ft/)\n4. *Ты понимаешь, что тебя поствавили?* (貴方は嵌められたのですよ？). Мангака: Koyuki Iroha, Рассказ: Yuki Yukiko. [Оригинал](https://ncode.syosetu.com/n6502eu/)\n5. *Взорванная злодейка* (悪役令嬢は爆死しました). Мангака: Nanso, Рассказ: bouro. [Оригинал](https://ncode.syosetu.com/n4564fw/)\n6. *Я переродилась злодейкой. Наступай скореё, ивент разрыва моей помолвки* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Мангака: Mochida Moo, Рассказ: Kyouka. [Оригинал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. *Однажды я смог прочитать мысли своей невесты* (ある日婚約者の心の声が聞こえるようになりました。). Мангака: Chuugyaku, Рассказ: Enju Subaru. [Оригинал](https://ncode.syosetu.com/s6234f/)\n2. *Характер моего жениха слишком отличается от того, что был в игре!* (婚約者の性格が原作と違うのですが). Мангака: Mochida Moo, Рассказ: Kozuki. [Оригинал](https://ncode.syosetu.com/s5772f/)\n3. *Я должна была выйти замуж за того, кто ненавидит меня, но не успела я опомниться, как меня уже полюбили* (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Мангака: Potagi, Рассказ: Mikoto. [Оригинал](https://ncode.syosetu.com/n4692gb/)\n4. *Пойдем ли мы дальше по цветущему пути зла?* (悪の華道を追いましょう). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n5872cw/)\n5. *Я с удовольствием приму ваше предложение* (そのお言葉、喜んでお受けいたしますわ). Мангака: Ohitsuji Ei, Рассказ: Kiraku Naohito. [Оригинал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. *Разорвать помолвку? Я ничего не сделала, прямо или косвенно. Но когда я приглянулась… Кто бы мог подумать, что все так закончится?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました; *Разорвать помолвку? Я ничего не сбелала, прямо или косвенно. Кто бы мог побумать, что все так закончится?!*). Мангака: Wamome, Рассказ: Kazukata Jin. [Оригинал](https://ncode.syosetu.com/n8085gn/)\n2. *Кищикоку саикьоу реиджоу ни ыору кен то кен то ренаи джуцу* (騎士国最恐令嬢による剣と拳と恋愛術; *Самая страшная аристократка страны, история о её мече, манерах и взаимоотношениях*; *Сказ о самой страшной леди-рыцаре королевства, о её мече, силе и взаимоотношениях*). Мангака: Kanade Yumika.\n3. *История о том, как невозможно не влюбиться* (愛しているから仕方のない話). Мангака: Kida Yonoichi, Рассказ: Sakaki Dora. [Оригинал](https://ncode.syosetu.com/n8011gg/)\n4. *Реинкатрированные благородные дамы, желают выйти замуж по любви!* (転生令嬢たちは愛する者と結ばれたい; *Переродившиеся аристократки хотят выйти замуж за возлюбленного*). Мангака: Chiaki Rie.\n5. *Кошмарныя выпускная вечеринка* (悪夢の卒業パーティー; *Кошмарный выпускной вечер*). Мангака: Yatsuhashi Hachi, Рассказ: Funineko. [Оригинал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реиджоу сасенасаи* (悪役令嬢…させなさい!!; *Позвольте мне… быть злодейкой!!!*, *Позвольте мне быть злодейкой!*).  Мангака: Kawano Akiko.\n\n**Том 5:**\n1. *Беспорядки, вызванные непониманием расторжения нашей с принцем помолвки* (私と王子の勘違い婚約破棄騒動). Мангака: Maro.\n2. *Похоже, ты разорвал свою помолвку, чтобы жениться на мне, но я не собираюсь выходить за тебя* (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Мангака: Usui Tsukasa, Рассказ: Tetsuhako. [Оригинал](https://ncode.syosetu.com/n9230cy/)\n3. *Ранимая дворянская девушка в черном платье* (やさぐれ令嬢は漆黒のドレスを纏う). Мангака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Мангака: Kagari Touya.\n5. 悪の華道を潰しましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Мангака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Мангака: Mugicha Poyoko, Рассказ: Ehito. [Оригинал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Мангака: Maaraa Natsu, Рассказ: Sazanami. [Оригинал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Мангака: Tachibana Edaka, Рассказ: Sekimiya Amon. [Оригинал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Мангака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/s6442c/)",
      "th": "**เล่ม 1:**\n1. นางร้ายจะค้นพบรักแท้\n2. เรื่องราวของหญิงสาวที่ต้องไปยังอารามเมื่อถูกยกเลิกงานหมั้น\n3. จะต้องเป็นนางร้ายให้ได้เลย !\n4. เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?\n5. นางร้ายกับรักแรกขององค์ชายที่สอง\n\n**เล่ม 2:**\n1. ถามเรื่องถอนหมั้นมา 10 ปีแล้ว ถ้าจะเอาจริงก็เชิญเลยค่ะ !\n2. นางร้ายหัวเราะอย่างไร้เดียงสา\n3. ศิลปะในการสร้างชาติ เริ่มจากการถอนหมั้น !\n4. ถูกหลอกอยู่ค่ะ รู้ตัวบ้างมั้ยคะ ?\n5. นางร้ายระเบิดออก\n6. ฉันเกิดใหม่ในฐานะนางร้าย เจ้าการถอนหมั้นน่ะ มาเร็ว ๆ เข้าสิ\n\n**เล่ม 3:**\n1. วันหนึ่งฉันได้ยินเสียงในใจของคู่หมั้นตัวเอง\n2. นิสัยคู่หมั้นของเรามันต่างกับในเกมสุดๆไปเลย!\n3. เราน่าจะแต่งงานกับคนที่เกลียดเราแท้ๆ แต่เหมือนว่าเขาจะหลงรักเราแทนล่ะ \n4. จะไปด้วยกันไหม เส้นทางปีศาจที่สวยงามน่ะ ?\n5. ขอรับข้อเสนอนั้นไว้ด้วยความยินดี\n\n**เล่ม 4:**\n1. ถอนการหมั้นงั้นหรอ? เราไม่ได้ทำอะไรเลยนะ ทั้งทางตรงแล้วก็ทางอ้อมแต่พอดูดีๆแล้ว... ใครจะไปคิดกันล่ะว่าเรื่องมันจะจบแบบนี้น่ะ?!\n2. อัศวินขุนนางหญิงที่ถูกหวาดกลัวมากที่สุดใน อาณาจักรกับเรื่องราวที่เกี่ยวกับความสามารถ ด้านดาบของเธอ กำปั้น และความรัก\n3. เรื่องราวของการที่ช่วยไม่ได้ถ้าจะตกหลุมรัก\n4. สองขุนนางสาวผู้เกิดใหม่อยากจะแต่งงานกับคนที่ตัวเองรัก",
      "uk": "**Том 1:**\n1. 悪役令嬢は真実の愛を手にいれる. Манґака: Hoshino Soumei, Розповідь: Nekomata Doremi. [Оригінал](https://ncode.syosetu.com/n1664fm/)\n2. 婚約破棄されて修道院に行くお嬢様の話. Манґака: Sorakura Shikiji, Розповідь: Yuuki Satoru. [Оригінал](https://ncode.syosetu.com/n7933fg/)\n3. 絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！. Манґака: Kuroe Yui, Розповідь: Reiga Utsuho. [Оригінал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кадоу во Ікімашоу* (悪の華道を行きましょう). Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n3244cr/)\n5. 悪役令嬢は第二王子の初恋に翻弄される. Манґака: Ohitsuji Ei, Розповідь: Mizuno Saaya. [Оригінал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку гакі во мочікакерарете джуусуунен, соко маде іу нара гакі шімашоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Манґака: Yoshimura, Дизайн персонажів: Maro.\n2. 悪役令嬢は無邪気に笑う. Манґака: Ohitsuji Ei, Розповідь: Yoruru. [Оригінал](https://ncode.syosetu.com/n1629cz/)\n3. 婚約破棄から始まる国家建て直し術！. Манґака: Kawano Akiko, Розповідь: Hazuki. [Оригінал](https://ncode.syosetu.com/n4551ft/)\n4. 貴方は嵌められたのですよ？. Манґака: Koyuki Iroha, Розповідь: Yuki Yukiko. [Оригінал](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Манґака: Nanso, Розповідь: bouro. [Оригінал](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Манґака: Mochida Moo, Розповідь: Kyouka. [Оригінал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。. Манґака: Chuugyaku, Розповідь: Enju Subaru. [Оригінал](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが. Манґака: Mochida Moo, Розповідь: Kozuki. [Оригінал](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました. Манґака: Potagi, Розповідь: Mikoto. [Оригінал](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n5872cw/)\n5. そのお言葉、喜んでお受けいたしますわ. Манґака: Ohitsuji Ei, Розповідь: Kiraku Naohito. [Оригінал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. 婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました. Манґака: Wamome, Розповідь: Kazukata Jin. [Оригінал](https://ncode.syosetu.com/n8085gn/)\n2. *Кішікоку саікьоу реіджоу ні йору кен то кен то ренаі джуцу* (騎士国最恐令嬢による剣と拳と恋愛術). Манґака: Kanade Yumika.\n3. 愛しているから仕方のない話. Манґака: Kida Yonoichi, Розповідь: Sakaki Dora. [Оригінал](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Манґака: Chiaki Rie.\n5. 悪夢の卒業パーティー. Манґака: Yatsuhashi Hachi, Розповідь: Funineko. [Оригінал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реіджоу сасенасаі* (悪役令嬢…させなさい!!). Манґака: Kawano Akiko.\n\n**Том 5:**\n1. 私と王子の勘違い婚約破棄騒動. Манґака: Maro.\n2. 私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません. Манґака: Usui Tsukasa, Розповідь: Tetsuhako. [Оригінал](https://ncode.syosetu.com/n9230cy/)\n3. やさぐれ令嬢は漆黒のドレスを纏う. Манґака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Манґака: Kagari Touya.\n5. 悪の華道を潰しましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Манґака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Манґака: Mugicha Poyoko, Розповідь: Ehito. [Оригінал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Манґака: Maaraa Natsu, Розповідь: Sazanami. [Оригінал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Манґака: Tachibana Edaka, Розповідь: Sekimiya Amon. [Оригінал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Манґака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/s6442c/)",
      "vi": "Tuyển tập oneshot về các tiểu thư danh giá mà phải chịu phận nữ phụ phản diện và số phận của họ sẽ đi về đâu?!\n\n**Tập 1:**\n1. \"Nữ phụ phẚn diện sẽ tìm được tình yêu đich thực\" (悪役令嬢は真実の愛を手にいれる). Nghệ thuật: Hoshino Soumei, Chuyện: Nekomata Doremi. [Nguyên bản](https://ncode.syosetu.com/n1664fm/)\n2. \"Câu truyện về một quý cô bị gửi đến tu viện sau khi bị hủy bỏ hôn ước\" (婚約破棄されて修道院に行くお嬢様の話). Nghệ thuật: Sorakura Shikiji, Chuyện: Yuuki Satoru. [Nguyên bản](https://ncode.syosetu.com/n7933fg/)\n3. \"Mình chắc chắnn sẽ khiến hôn ước của mình bị hủy bỏ!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Nghệ thuật: Kuroe Yui, Chuyện: Reiga Utsuho. [Nguyên bản](https://ncode.syosetu.com/n1702fn/)\n4. \"Thúng ta sẽ dắt tay nhau và đi vào con đường tà ác nhé?\" (悪の華道を行きましょう; \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\"). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n3244cr/)\n5. \"Nữ phụ phẚn diện và mối tình đầu của nhị hoàng tử\" (悪役令嬢は第二王子の初恋に翻弄される). Nghệ thuật: Ohitsuji Ei, Chuyện: Mizuno Saaya. [Nguyên bản](https://ncode.syosetu.com/n2169fj/)\n\n**Tập 2:** \n1. \"Đã 10 năm kể từ khi hôn ước chúng ta bị hủy bỏ, nếu ngài cứ khăng khăng như vậy, hãy phá vỡ nó đi!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Của Yoshimura, thiết kế nhân vật: Maro.\n2. \"Nụ cười ngây thơ của nữ phụ phẚn diện\" (悪役令嬢は無邪気に笑う). Nghệ thuật: Ohitsuji Ei, Chuyện: Yoruru. [Nguyên bản](https://ncode.syosetu.com/n1629cz/)\n3. \"Nghệ thuật vực dậy một quṓc gia luôn bằt đầu bằng một hôn ửớc bị hủy bỏ!\" (婚約破棄から始まる国家建て直し術！). Nghệ thuật: Kawano Akiko, Chuyện: Hazuki. [Nguyên bản](https://ncode.syosetu.com/n4551ft/)\n4. \"Ngài đã bị sập bẫy rồi, ngài biết chú?\" (貴方は嵌められたのですよ？). Nghệ thuật: Koyuki Iroha, Chuyện: Yuki Yukiko. [Nguyên bản](https://ncode.syosetu.com/n6502eu/)\n5. \"Nhân vật phẚn diện bùng nổ\" (悪役令嬢は爆死しました). Nghệ thuật: Nanso, Chuyện: bouro. [Nguyên bản](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Nghệ thuật: Mochida Moo, Chuyện: Kyouka. [Nguyên bản](https://ncode.syosetu.com/n4699fn/)\n\n**Tập 3:**\n1. \"Bỗng dưng một ngày nọ ta nghe được suy nghĩ của vị hôn thê\" (ある日婚約者の心の声が聞こえるようになりました。). Nghệ thuật: Chuugyaku, Chuyện: Enju Subaru. [Nguyên bản](https://ncode.syosetu.com/s6234f/)\n2. \"Tính cách của vị hôn phu khác hẳn so với nguyên tác mà tôi biết\" (婚約者の性格が原作と違うのですが). Nghệ thuật: Mochida Moo, Chuyện: Kozuki. [Nguyên bản](https://ncode.syosetu.com/s5772f/)\n3. \"Mặc dù gẚ cho một tên đáng ghét nhưng không hiểu từ lúc nào ta đã đem lòng yêu hắn một cách điên cuồng\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Nghệ thuật: Potagi, Chuyện: Mikoto. [Nguyên bản](https://ncode.syosetu.com/n4692gb/)\n4. \"Thúng ta sẽ tiếp tục đi trên con đường tà ác nhé?\" (悪の華道を追いましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n5872cw/)\n5. \"Hãy vui vẻ đón nhận những lời nói đó nhé\" (そのお言葉、喜んでお受けいたしますわ; \"Ta rất sẵn lòng tiếp nhận mệnh lệnh của người\"). Nghệ thuật: Oshitsuji Ei, Chuyện: Kiraku Naohito. [Nguyên bản](https://ncode.syosetu.com/n5454gb/)\n\n**Tập 4:**\n1. \"Hủy bỏ hôn ước sao? Tôi không dính dáng gì đến việc đó cả, dù là trực tiếp hay gián tiếp. Nhưng mà nghĩ lại… Ai mà ngờ được mọi chuyện sẽ thành ra như thế này?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Nghệ thuật: Wamome, Chuyện: Kazukata Jin. [Nguyên bản](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"Nữ kỵ sĩ cao quý được nể sợ nhất vương quốc, câu chyện zoay quanh thanh gươm, dang dự và khả năng xã giao của cô ấy\"; \"Nữ hiệp sĩ quý tộc đáng sợ nhất vương quốc và câu chuyện xoay quanh thanh gươm, nắm đấm và kỹ năng tạo dựng mối quan hệ xã hội của cô ấy\"). Của Kanade Yumika\n3. \"Câu chuyện về một tình yêu không cách nào cưỡng lại\" (愛しているから仕方のない話; \"Khi tình yêu là khônh thể tránh khỏi\"). Nghệ thuật: Kida Yonoichi, Chuyện: Sakaki Dora. [Nguyên bản](https://ncode.syosetu.com/n8011gg/)\n4. \"Những tiểu thư quý tộc chuyển sinh muốn được kết hôn vối mình yêu\" (転生令嬢たちは愛する者と結ばれたい). Của Chiaki Rie\n5. \"Lễ tốt nghiệp kinh hoàng\" (悪夢の卒業パーティー; \"Buổi lễ tốt nghiệp ác mộng\"). Nghệ thuật: Yatsuhashi Hachi, Chuyện: Funineko. [Nguyên bản](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!, \"Xin mạn phép trở thành… Kẻ phản diện!\"; \"Để yên cho tôi làm ác nữ\"). Của Kawano Akiko\n\n**Tập 5:**\n1. \"Cuộc khủng hoẚng hủy hôn do hiểu lầm giữa ta và hoàng tử\" (私と王子の勘違い婚約破棄騒動). Của Maro\n2. \"Anh ta đã hủy hôn để có thể kết hôn với tôi nhưng tôi chẳng cô hứng kết hôn với anh ta\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Nghệ thuật: Usui Tsukasa, Chuyện: Tetsuhako. [Nguyên bản](https://ncode.syosetu.com/n9230cy/)\n3. \"Tiểu thư hờn dỗi diện bộ cánh đen tuyền\" (やさぐれ令嬢は漆黒のドレスを纏う). Của Hizuki\n4. \"Tận hưởng hương vị kẹo ngọt của tình yêu sau khi bị hủy hôn ước\" (婚約破棄されたので愛するお菓子を満喫します; \"Sau khi bị hủy hôn ước, tôi đi tận hưởng kẹo ngọt tình yêu trọn đời\"). Của Kagari Touya\n5. \"Chúng ta hãy cùng nhau dẫm bước trên con đường tà ác\" (悪の華道を潰しましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n8188gz/)\n\n**Tập 6:**\n1. \"Game thủ game sinh tồn nhưng lại chuyển sinh vào game thiếu nữ\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). Của Aikawa Yuu\n2. \"Quý cô phản diện của lòng tham không đáy\" (強欲の悪役令嬢). Nghệ thuật: Mugicha Poyoko, Chuyện: Ehito. [Nguyên bản](https://ncode.syosetu.com/n5715fn/)\n3. \"Nữ phụ phản diện nở rộ đầy kiêu sa sau khi bị hủy bỏ hôn ước\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Nghệ thuật: Maaraa Natsu, Chuyện: Sazanami. [Nguyên bản](https://ncode.syosetu.com/n2309hf/)\n4. \"Vị hôn phu đã vứt bỏ tôi để chọn em gái nhưng em ấy là một quả bom hẹn giờ\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Nghệ thuật: Tachibana Edaka, Chuyện: Sekimiya Amon. [Nguyên bản](https://ncode.syosetu.com/n6054gw/)\n5. \"Tiể thư lãnh đạm bị hủy bỏ hôn ước tận hưởng hạnh phúc với chàng hoàng tử thời thơ ấu máum\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). Của Koyama Nayu\n6. \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\" (悪の華道を燃やしましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/s6442c/)",
      "pt-br": "Noivados anulados, \"Bem-feito para você\", eventos de condenação, amor, realeza, heroínas reencarnadas, finais de banimento… está repleto de todos os encantos das vilãs! A adaptação de 5 histórias populares de vilãs que foram publicadas na Shousetsuka ni Narou! Uma antologia de oneshots com finais felizes!!\n\n**Sumário de volume 1:**\n1. \"A vilã conseguirá um amor verdadeiro\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Conto: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/)\n2. \"O conto da garota nobre que irá para um mosteiro após a anulação de seu noivado\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Conto: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/)\n3. \"Definitivamente terei meu noivado anulado! Me tornarei uma vilã!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Conto: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/)\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Vamos andar de mãos dadas pelo caminho florido para a maldade?\"). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/)\n5. \"A vilã brinca com o primeiro amor do segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Conto: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/)\n\n**Sumário de volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Já faz 10 anos que desde que você pediu para terminar nosso noivado, se você insiste tanto assim, vamos terminar!\"). Por Yoshimura\n2. \"A vilã ri inocentemente\" (悪役令嬢は無邪気に笑う). Arte: Ohitsuji Ei, Conto: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"A arte de reconstruir uma nação começa com o término de um noivado!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Conto: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Armaram para você, sabia?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Conto: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. \"A vilã explodiu\" (悪役令嬢は爆死しました). Arte: Nanso, Conto: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. \"Eu reencarnei como uma vilã. Venha rápido, ao meu evento de término de noivado\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Arte: Mochida Moo, Conto: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Sumário de volume 3:**\n1. \"Um dia, eu consegui ouvir a voz interior da minha noiva\" (ある日婚約者の心の声が聞こえるようになりました。). Arte: Chuugyaku, Conto: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"A personalidade do meu noivo é bem diferente da do jogo!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Conto: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Era para eu me casar com alguém que me odiava, mas quando menos percebi começaram a gostar de mim\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Conto: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. \"Vamos continuar pelo caminho florido da maldade?\" (悪の華道を追いましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Eu aceitarei sua oferta com prazer\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Conto: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Sumário de volume 4:**\n1. \"Cancelar com o noivado? Eu não fiz nada, diretamente ou indiretamente. Mas quando fui averiguar... quem imaginaria que as coisas acabariam assim?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Conto: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"A nobre mais temida do reino e um conto sobre suas habilidades de espada, modos e relacionamentos\"). Por Kanade Yumika\n3. \"Uma história sobre ser incapaz de evitar de apaixonar-se\" (愛しているから仕方のない話). Arte: Kida Yonoichi, Conto: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. \"As garotas nobres reincarnadas querem casar-se com seus amados\" (転生令嬢たちは愛する者と結ばれたい). Por Chiaki Rie\n5. \"Pesadelo de festa de graduação\" (悪夢の卒業パーティー). Arte: Yatsuhashi Hachi, Conto: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Permita-me ser... a vilã!\"). Por Kawano Akiko\n\n**Sumário de volume 5:**\n1. \"O tumulto causado pelo mal entendido do cancelamento do meu noivado com o príncipe\" (私と王子の勘違い婚約破棄騒動). Por Maro\n2. \"Iria parecer que você cancelou o noivado para casar-se comigo, mas não tenho intenção de me casar com você\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Arte: Usui Tsukasa, Conto: Tetsuhako. [Original](https://ncode.syosetu.com/n9230cy/)\n3. \"A garota nobre melancólica vestida em um vestido negro como a noite\" (やさぐれ令嬢は漆黒のドレスを纏う). Por Hizuki\n4. \"Agora que meu noivado foi anulado, posso ter minha cota dos meus adorados doces\" (婚約破棄されたので愛するお菓子を満喫します). Por Kagari Touya\n5. \"Vamos arruinar o caminho florido para a maldade?\" (悪の華道を潰しましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n8188gz/)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "4"
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-18T15:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      },
      {
        "vi": "Ngã Lão Ma Thần"
      },
      {
        "vi": "Ma Thần Nano"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fef3067e-324f-4174-ba5a-e59733a32d8b",
    "title": {
      "en": "I Eat Soft Rice in Another World"
    },
    "updatedAt": "2024-11-08T00:05:31+00:00",
    "coverArt": "https://mangadex.org/covers/fef3067e-324f-4174-ba5a-e59733a32d8b/1bb768ce-98b7-4c67-830e-0e60d518d9aa.jpg",
    "altTitles": [
      {
        "zh": "我在异世吃软饭"
      },
      {
        "en": "Alluring Hunk in Women Wonderland"
      },
      {
        "en": "Transmigrated into a Feminist World"
      }
    ],
    "description": {
      "en": "Zhang Hao fainted upon witnessing the once-in-a-century blood moon. When he came to, he realised that the entire world had changed...... Gender roles and concepts had completely switched, from marrying off females to marrying off males, with the female side even having to pay bride dowry. Women working to put food on the table and men being househusbands had become commonplace, and the women without a car or a house are now not only looked down upon, but also hard-pressed to find themselves a man. A woman pursuing a man is not worth batting an eyelid, but the reverse can raise eyebrows...... \"Even in this world where chicks all chase after me, I insist on being a real man!\""
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "179"
  },
  {
    "mangaId": "eda40f0f-2bd3-49f8-a081-6500dea4f388",
    "title": {
      "en": "Bones"
    },
    "updatedAt": "2024-11-04T23:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/eda40f0f-2bd3-49f8-a081-6500dea4f388/bc971991-b24d-4d15-8413-82ac8d237b91.jpg",
    "altTitles": [
      {
        "ko": "본즈"
      }
    ],
    "description": {
      "en": "Kang Jihyoung,wanted to become a hunter for his mother.\n\nHowever, his bullies put his mother into a vegetative state. He tried to take revenge but was thoroughly crushed and trapped...\n\nThe boy who lost everything became a beast and began his hunt.",
      "ko": "엄마를 위해 헌터가 되려 했던 주인공 지형. 그러나 일진들이 엄마를 식물인간으로 만든다. 복수하려 했지만, 철저히 부서지고 갇히는데… 모든 걸 잃은 소년은 마수가 되어 사냥을 시작한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c04f762-b579-4d7b-8cb8-798191f264f7",
    "title": {
      "en": "Mobile Suit Gundam Wearwolf"
    },
    "updatedAt": "2024-11-26T00:52:14+00:00",
    "coverArt": "https://mangadex.org/covers/8c04f762-b579-4d7b-8cb8-798191f264f7/2388f0b0-f11b-43db-84e8-377830f27c96.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム ウェアヴォルフ"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Wearwolf"
      }
    ],
    "description": {
      "en": "U.C. 0087, amidst the three-way conflict between the Titans, the AEUG and Axis Zeon, the Titans ship Hecate, carrying a new prototype Gundam, finds itself adrift in space after an attack by the AEUG damaged the ship's propulsion system. While the Hecate was stranded in space, most of the ship's crew would succumb to the murder spree of a so-called \"wearwolf\".",
      "ja": "宇宙戦艦という密室で、容疑者候補となるのはクルー全員…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/0f7dfe3b-18b5-43a5-9dfd-0eecd7aa30ee.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "992fd4fa-086a-44fc-9502-0b0a57cae086",
    "title": {
      "en": "Ganzi Monster"
    },
    "updatedAt": "2024-12-23T23:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/992fd4fa-086a-44fc-9502-0b0a57cae086/f80cbddf-b47b-4ea5-8fe2-c10ef47f40cc.jpg",
    "altTitles": [
      {
        "ko-ro": "Ganji Monster"
      },
      {
        "ko": "간지몬스터"
      }
    ],
    "description": {
      "en": "Eunho Cha is, without a doubt, the biggest outcast at school. He spends his days avoiding bullies and daydreaming about his crush. He'd give anything to be popular, so when he discovers a face editing app called Icing, he spies an opportunity. With Icing's help, Eunho now looks like a superstar... or at least Ganzi Monster (GM), his online alter ego, does. But just when GM and his dance videos are starting to get popular, someone discovers his secret, and Eunho's days of being invisible are about to come to an end..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "56"
  },
  {
    "mangaId": "973d1413-405f-471d-b7c5-25085f2d7b1b",
    "title": {
      "en": "Dainana Maouji Jilbagias no Maou Keikokuki"
    },
    "updatedAt": "2024-12-23T01:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/973d1413-405f-471d-b7c5-25085f2d7b1b/205df474-ca2d-42c6-8297-3cd24fc0bff9.jpg",
    "altTitles": [
      {
        "ja": "第七魔王子ジルバギアスの魔王傾国記"
      },
      {
        "en": "Zilbagias the Demon Prince: How the Seventh Prince Brought Down the Kingdom"
      },
      {
        "en": "Seventh Demon Prince Jilbagias' Chronicle of Overthrowing the Demon Kingdom"
      },
      {
        "en": "7th Demon Prince Jilbagias, the Demon Kingdom Destroyer"
      },
      {
        "fr": "Le Septième prince démon"
      }
    ],
    "description": {
      "en": "The hero Alexander and his comrades unleash a daring raid on the Demon King’s castle, intent on assassinating him and bringing an end to the war against the darkness in one fell swoop. However, the raid goes awry when his party is effortlessly decimated by the Demon King’s overwhelming power.\n\nBut death is not the end of the road for Alexander, as he is reincarnated two years later as that very same Demon King’s son. With the memories of his past life still intact, he vows to use his miraculous second chance to continue fighting—this time destroying the demonic kingdom from within as the Demon Prince Zilbagias.\n\nIt doesn’t take long for his mettle to be tested either, as passing as a young demon prince without blowing his cover proves to be quite a bit more challenging than he initially anticipated.\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/zilbagias-the-demon-prince-how-the-seventh-prince-brought-down-the-kingdom)",
      "fr": "Alexandre, dont la ville natale a été détruite par la race démoniaque, s'est battu avec le Roi Démon et a été tué. Mais au lieu d'être accueilli dans l'au-delà, lorsqu'il ouvre les yeux, il renaît sous les traits du fils du roi des démons, Jilbagias ? Tout en cachant sa véritable identité, il se souille les mains d'atrocités en se conduisant comme le prince démon idéal, augmentant son pouvoir pour finalement renverser le royaume des démons..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3be07d65-bdbf-4388-bb50-09bb4a59289c",
    "title": {
      "en": "Ogura-San's Kinako"
    },
    "updatedAt": "2024-12-22T21:58:01+00:00",
    "coverArt": "https://mangadex.org/covers/3be07d65-bdbf-4388-bb50-09bb4a59289c/ffe1b75d-5415-49ba-a8fb-8396fc4cf0a7.png",
    "altTitles": [
      {
        "ja": "小倉さん家のきなこ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b0826d-d6bc-4867-baf8-d2a5bc3c778a",
    "title": {
      "en": "NARUTO Fanfiction  : Reborn / Rebirth"
    },
    "updatedAt": "2024-12-20T12:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/c7b0826d-d6bc-4867-baf8-d2a5bc3c778a/4e791053-0bb4-4671-ad24-77391fa28cc0.png",
    "altTitles": [],
    "description": {
      "en": "After facing off the last of the Otsutsuki clan members a forbidden seal activates on the last descendant’s body sending Naruto back into the past before his change began. Naruto is back in the academy with a few days remaining before the academy graduation exam. Naruto now has the opportunity to relive either as a loser who became the hero or awaken as a reborn genius that surpassed all his peers and changes the future."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4738c7aa-257f-48df-b06d-520f27b3ec9b",
    "title": {
      "en": "Devil May Cry 5 – Visions of V –"
    },
    "updatedAt": "2024-10-04T14:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/4738c7aa-257f-48df-b06d-520f27b3ec9b/69593045-6f06-4160-a5be-dbe8e11f5499.jpg",
    "altTitles": [
      {
        "ru": "Devil May Cry 5 -Видения Ви-"
      }
    ],
    "description": {
      "en": "The spin-off of the latest title, *Devil May Cry 5,* has begun with a bang! The main character is \"V,\" a mysterious man who uses three demons. In addition to the secret of his birth, his encounter with the demons, and the prequel to the main story leading up to the contract, the tale is told from the perspective of V that is exclusive to the spin-off!",
      "ru": "Спин-офф игры Devil May Cry 5, показывающий историю с точки зрения Ви. В агентстве \"Devil May Cry\" новый клиент - таинственный Ви. Его заказ \"убить могущественного демона, который скоро восстанет\" мог бы показаться для Данте обычным делом, если бы не одно но... Этот демон - брат Данте, Вергилий!",
      "tr": "*Devil May Cry 5*'in mangası olan bu kitap, V karakterini konu alır. Olayları birden V'nin beyni ve gözleri ile görün..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "e2085154-d4ca-4107-abe8-080f2463453c",
    "title": {
      "en": "Ganmanga"
    },
    "updatedAt": "2024-12-21T11:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/e2085154-d4ca-4107-abe8-080f2463453c/33bfeb37-59e2-470e-89af-26722527bfae.png",
    "altTitles": [
      {
        "ja": "がんまんが〜私たちは大病している〜"
      },
      {
        "ja-ro": "Ganmanga - We Have a Serious Disease"
      }
    ],
    "description": {
      "en": "Manga artist Shungicu Uchida, whose numerous hit works include the revolutionary child-rearing manga “We are Reproducing,” and “Minami's Lover,” which has been dramatized for TV many times, was suddenly diagnosed with colorectal cancer in 2015...!\n\nThe slapstick events leading up to the discovery, hospitalization, and surgery, the mechanism and side effects of anticancer drugs, the physical and environmental changes that ensued, and the turbulent days with her four children before and after the surgery... The author's unique comic essay on the battle against cancer faces cancer head-on and describes it in her trademark frank style."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-10-12T00:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a3f4de6-bf1d-43fc-b48b-a287132c7e63",
    "title": {
      "en": "Ao no Hana, Utsuwa no Mori"
    },
    "updatedAt": "2024-10-29T17:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/1a3f4de6-bf1d-43fc-b48b-a287132c7e63/04a9b79a-8293-4e0b-830b-3a0af9a7484a.jpg",
    "altTitles": [
      {
        "ja": "青の花 器の森"
      },
      {
        "ja-ro": "Ao no Hana, Utsuwa no Mori"
      },
      {
        "en": "The Blue Flowers, and the Ceramic Forest"
      },
      {
        "th": "แต่งเติมลวดลายในรัก"
      },
      {
        "zh": "青之花 器之森"
      }
    ],
    "description": {
      "en": "Aoko is a ceramic painter at Hasami Wares Pottery, when suddenly an unfriendly and unapproachable man named Tatsuki arrives from overseas. Rejecting her way of life by telling her he isn't interested in painted ceramics, Aoko feels dejected, but can't help but be drawn to Tatsuki's ceramics…  \n  \nThis is a mature love story of a man and woman, both fascinated by ceramics.",
      "zh": "青之花 器之森漫画 ，小玉ユキ为大人献上的爱情故事， 陶瓷器与充满坡道的小镇、波佐见—— 对「器」怀着热爱的男女、 在这个小镇相遇…！？"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "48.7"
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-12-23T02:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "400e349a-0432-44cc-912b-b5162385b59e",
    "title": {
      "en": "Kyouryuu-chan to Kaseki-kun"
    },
    "updatedAt": "2024-07-23T13:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/400e349a-0432-44cc-912b-b5162385b59e/4198ab14-d2ff-4ace-bb7d-7cf1549f0426.jpg",
    "altTitles": [
      {
        "ja": "恐竜ちゃんと化石くん"
      }
    ],
    "description": {
      "en": "Rinko Shinobu may seem like a normal high school girl, but she is actually a hybrid between human and dinosaur. Although she usually stays in human form, sometimes her T-rex bits will pop out when she's distracted. The only person who knows her secret is the dinosaur nerd Kazuya Kobake, who tries his hardest to help hide her dinosaur form. But his distracting antics are drawing strange stares from their classmates and stressing him out…\n\n(Source: Natalie.mu, translated)",
      "ja": "大の恐竜オタクでぼっち男子の小化石也。高校入学初日、そんな彼の目に飛び込んだ衝撃的すぎる光景！誰もいない教室にたたずむ一匹のティラノサウルス…これは夢か、幻か、はたまたタイムトラベルか!!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  }
]