[
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-07-20T10:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2023-11-28T02:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-11-02T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb28a9cb-7e4a-447b-8ad1-e8925c9993c9",
    "title": {
      "en": "Prince, Don't Do This!"
    },
    "updatedAt": "2022-04-17T01:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/bb28a9cb-7e4a-447b-8ad1-e8925c9993c9/79ee7192-92cd-45e0-b245-57020bf67c4d.jpg",
    "altTitles": [
      {
        "en": "Memory of Chang'an"
      },
      {
        "en": "Memory of Changan"
      },
      {
        "en": "Please Don't, My Prince"
      },
      {
        "zh-ro": "Shi Yi Chang An: Ming Yue Ji Shi You"
      },
      {
        "vi": "Vương Gia! Không Nên A!"
      },
      {
        "zh-ro": "Wang Ye Buyao a"
      },
      {
        "zh-hk": "拾忆长安 • 王爷"
      },
      {
        "zh": "王爷不要啊"
      },
      {
        "ko": "황자님 거기 있어줄래요"
      }
    ],
    "description": {
      "en": "In order to fulfil her mission of bringing peace to her homeland, the Uyghur Princess Amelia travels to Chang'an and marries Emperor Dezong of Tang's ninth prince, Li Qian. While she had been considered very capable in her homeland, the complex and foreign customs of the Tang court are something else entirely; and although she had not expected love in a political marriage, the sheer disinterest and arrogance of her husband is very hard to handle, no matter how capable and handsome he may be. Securing peace between the Uyghur Khaganate and the Tang Empire is not going to be easy, especially with the rebellion taking place in Tang.  \n\n ---\n\n[Official English Subtitled Donghua](https://www.youtube.com/playlist?list=PLBakWosU0sfhqdN5TFbbITb7Bm93T3-PW)",
      "pt-br": "Na esperança de unir Uighur e Tang, a Princesa Amelia deve se casar com o 9º príncipe de Tang. No entanto, Amelia está longe de ser uma princesa comum: antes de conhecer o Imperador, ela troca de lugar com sua pobre empregada para ter mais liberdade! Mas parece que o futuro marido dela não é muito tipico: ao chegar ao palácio, ele não aparece para conhecê-la! Que futuro espera esse casal que nada pensa sobre o casamento e qual será o destino de seus países trancados na guerra?!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "355.2"
  },
  {
    "mangaId": "7bcc4c35-1e34-4a4f-86e7-8e346b164c4c",
    "title": {
      "en": "Yuusha ni Narenakatta Sanbaka Trio wa, Kyou mo Otoko Meshi wo Koshiraeru."
    },
    "updatedAt": "2024-12-14T11:01:16+00:00",
    "coverArt": "https://mangadex.org/covers/7bcc4c35-1e34-4a4f-86e7-8e346b164c4c/effbca6f-ba23-468d-bb65-efab63d4cf9a.jpg",
    "altTitles": [
      {
        "ja": "勇者になれなかった三馬鹿トリオは、今日も男飯を拵える。"
      }
    ],
    "description": {
      "en": "In the forest, the rich smell of roasting meat and bread fills the air... The three idiots—Azuma, Nishida, and Kitayama—who were summoned to another world, hunt in the mountains, forests, and jungles to survive. They hunt and eat wherever they can! \"Itadakimasu!\" is their motto, and today, like every day, they’re making hearty meals.",
      "ja": "森の中、たちこめる肉やパンの焼ける香り…異世界に召喚された三馬鹿こと東・西田・北山の３人は生きる為に、山！森！ジャングル！のあちこちで狩りをし、飯を食う！いただきます！を合言葉に今日も彼らは男飯を作るのだ…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "33e6f2e0-2d60-4f2c-947f-94deca7f81e8",
    "title": {
      "en": "The Sword God Shining Dragon"
    },
    "updatedAt": "2024-12-21T00:19:23+00:00",
    "coverArt": "https://mangadex.org/covers/33e6f2e0-2d60-4f2c-947f-94deca7f81e8/b8d49a63-7be7-41e5-8000-5f3058569d92.jpg",
    "altTitles": [
      {
        "ko": "검신광룡"
      },
      {
        "en": "Sword God Dragon"
      },
      {
        "en": "Sword God Light Dragon"
      }
    ],
    "description": {
      "en": "To martial artists, he was known as the Sword Calamity or the Sword Monster, but to the common folk, he was a savior. About thirty years ago, Junghyun, the strongest and most fearsome monster in the history of the Wudang Sect, suddenly disappeared without a trace after the Heavenly Demon died.\n\nAnd after some time had passed, Junghyun, who had maintained his youth, reappeared in the martial world, bringing with him a young girl. This girl was Sojin, the granddaughter of the Heavenly Demon, Junghyun only true rival and friend in life.\n\nJunghyun embarks on a journey to Mount Wudang with Sojin.\n\"Will the two be able to complete their journey safely?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf73b05e-695b-44ad-84bb-e04f03d07c35",
    "title": {
      "en": "Legend of the End-of-Century's Gambling Wolf Saga"
    },
    "updatedAt": "2024-08-03T15:03:53+00:00",
    "coverArt": "https://mangadex.org/covers/cf73b05e-695b-44ad-84bb-e04f03d07c35/2005559b-e480-4b05-b00c-3386bf9b0893.jpg",
    "altTitles": [
      {
        "ja-ro": "Seikimatsu Bakurouden Saga"
      },
      {
        "ja": "世紀末博狼伝サガ"
      }
    ],
    "description": {
      "en": "In the world, there is a gambler here named Saga."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "71"
  },
  {
    "mangaId": "d4da57af-1c62-4806-a233-fc58b468ec90",
    "title": {
      "en": "Heesu in Class 2"
    },
    "updatedAt": "2024-06-26T07:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/d4da57af-1c62-4806-a233-fc58b468ec90/4d8c3b3c-3f41-4b7b-a69a-8f31df7a1bc7.jpg",
    "altTitles": [
      {
        "ko": "2반 이희수"
      }
    ],
    "description": {
      "en": "Heesu's world revolves around Chanyoung, his best friend and secret crush. He doesn't mind cheering Chanyoung from the sidelines or listening to all his girl problems. He doesn't care if people only know him as \"Chanyoung's friend.\" Then one day, Heesu starts hearing his name everywhere. On the bus, in the halls, during lunch… Turns out, there's a rumor going around school (Got a love problem? Find Heesu in Class 2 and he'll tell you what to do!) and with that, Heesu suddenly finds himself the center of attention. But how could he give anyone advice? He doesn't even know what to do about his own crush!",
      "fr": "Le monde de Heesu tourne autour de Chanyoung, son meilleur ami dont il est secrètement amoureux. Cela ne le dérange pas d’encourager Chanyoung en étant qu’un spectateur ou bien d’écouter tous ses problèmes de fille. Il s’en fiche que les gens le considèrent comme seulement son « ami ». Cependant un jour Heesu commence à entendre son nom de partout : dans le bus, dans le hall et même pendant la pause de midi ? Une rumeur circule dans l’école : Vous avez un problème ? Trouvez Heesu dans la Classe 2 et il vous dira que faire ! Heesu se retrouve soudainement au centre de l’attention. Mais comment il peut conseiller quelqu’un alors qu’il sait pas quoi faire pour son propre amour."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "89"
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e995cf78-ca23-45da-8184-803e6210ab26",
    "title": {
      "en": "Higawari Shippo no Ozaki-chan"
    },
    "updatedAt": "2024-12-15T04:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/e995cf78-ca23-45da-8184-803e6210ab26/268a4afb-b55f-41ce-8b27-77d5533b0800.jpg",
    "altTitles": [
      {
        "ja": "日替わり尻尾の尾崎ちゃん"
      },
      {
        "en": "Ozaki-chan's Daily Tail"
      }
    ],
    "description": {
      "en": "A high school girl, Shiho Ozaki, whose tail grows back every day. Invited by her, a senior who visits the PE storage room almost daily finds himself at her mercy, with her tail, her ears, and whatever else she decides to do.",
      "ja": "毎日尻尾が生え変わる女子高生、尾崎詩穂（おざきしほ）。彼女の誘いで毎日のように体育倉庫を訪れる先輩は、今日も尻尾で、耳で、なすがままにされてしまう。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707a112b-55cb-41a5-afe1-601d3e52e9a8",
    "title": {
      "en": "The Legendary Spearman Returns"
    },
    "updatedAt": "2024-06-29T00:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "altTitles": [
      {
        "ko": "역대급 창기사의 회귀"
      },
      {
        "zh-hk": "史詩級槍騎士再臨"
      },
      {
        "ko-ro": "Yeokdaegeup Changgisaui Hoegwi"
      },
      {
        "en": "Return of the Unrivaled Spear Knight"
      },
      {
        "en": "Return of the Legendary Spear Knight"
      },
      {
        "en": "Return of the Greatest Lancer"
      },
      {
        "fr": "Le retour du lancier légendaire"
      },
      {
        "pt": "Retorno do lendário cavaleiro da lança"
      },
      {
        "es": "El retorno del legendario caballero de la lanza"
      },
      {
        "ru": "Возмездие величайшего копейщика"
      },
      {
        "ru": "Возвращение величайшего лансера всех времен"
      },
      {
        "th": "การกลับมาของอัศวินผู้ใช้หอกแห่งยุค"
      },
      {
        "ja": "歴代級槍騎士の回帰"
      },
      {
        "vi": "Sự Trở Lại Của Hiệp Sĩ Giáo"
      },
      {
        "zh": "史诗级枪骑士再临"
      },
      {
        "zh-hk": "英雄槍騎士的復仇"
      },
      {
        "id": "Kembalinya Kesatria Tombak Legendaris"
      },
      {
        "es-la": "El Regreso del Inigualable Caballero de la Lanza"
      }
    ],
    "description": {
      "en": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
      "es": "El invicto caballero lanza. Una estrella brillante de una casa del Ducado que rompió por completo la lógica común de que un caballero debe usar una espada. El gran héroe que puso fin a la larga guerra civil del imperio. Su nombre era \"Joshua Sanders\". El hombre conocido como la Lanza Legendaria del Emperador tosía sangre. De las manos de nada menos que su señor, el emperador César... \"César, ¡¡no creas que este será el final !!\" Mirando a la muerte a la cara con un círculo mágico de explosión frente a él, la lanza \"Lukia\" que ha estado con él durante décadas comenzó a brillar... Este lugar familiar... ¿Es el establo en el que solía vivir cuando era niño? ¡Incluso me volví más joven! Lukia, ¿qué eres? ¡Joshua ha vuelto a su infancia! ¡Y ahora comienza la historia de su épica venganza!",
      "ko": "무패의 창기사.\n기사는 검을 써야만 한다는 고정관념을 철저히 깨부순 \n공작 가문의 빛나는 별. 제국의 오랜 내전을 일시에 종식시킨 대영웅. \n그 이름은 바로 '조슈아 샌더스'.\n\n황제의 역대 최강의 창이라고도 불리는 그가 명성에 어울리지 않는     \n검붉은 피를 울컥거리고 있었다. 다른 누구도 아닌 자신의 주군, \n카이사르 황제의 손에 의해...\n\"카이사르, 이렇게 끝날 거라 생각하지 마라!!\"\n폭발 마법진에 의해 죽음을 앞둔 그 순간, 수십 년을 함께 해온 창 \n'루기아'가 엄청난 기운을 내뿜기 시작하는데...\n낯이 익은 이곳은 설마... 어렸을 때 살던 마구간?\n몸도 어려졌잖아?! 루기아 너 대체 정체가 뭐야?\n\n다시 유년시절로 돌아온 조슈아! 그의 사이다 복수극이 시작된다!",
      "ru": "Непревзойденный копейщик.\n\nСтереотип о необходимости владения мечом разрушает ярчайшая звезда из герцогской семьи. Герой, что положил конец войне империи, и имя ему - Джошуа Сандерс.\n\nНесмотря на его величие и репутацию, теперь он полумертвый истекает багрового цвета кровью. Ранен он не кем иным, как рукой собственного императора, - Кайзера...\n\n\"Кайзер!.. Не мечтай, что всё закончится так легко!!!\".\n\nПоследние мгновения смерти сопроводили излияния огромного количества энергии от его соратника - копья, что носило имя \"Ругия\"...\n\nЯ... Помолодел?.. Ругия, что ты, черт возьми, такое?!\n\nДжошуа вернул себе молодое тело, и его месть начнется с этого момента!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-10-28T18:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/f99ed546-807d-4b88-8de9-1fbd9490a579.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko-ro": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-10-30T19:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63fb6354-0ace-4f74-b8b8-af1be314f245",
    "title": {
      "en": "Class no Daikirai na Joshi to Kekkon Suru Koto ni Natta"
    },
    "updatedAt": "2024-11-03T12:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/63fb6354-0ace-4f74-b8b8-af1be314f245/f332fca0-fd65-492b-9679-ab60288a75d0.jpg",
    "altTitles": [
      {
        "ja": "クラスの大嫌いな女子と結婚することになった。"
      },
      {
        "en": "I Got Married to the Girl I Hate Most in Class"
      },
      {
        "zh-hk": "我要和班裡我最討厭的妹子結婚了。"
      },
      {
        "vi": "Kết Hôn Với Đứa Con Gái Mà Tôi Ghét Nhất Trong Lớp"
      }
    ],
    "description": {
      "en": "High school student Hojo Saito married his classmate, Sakuramori Akane, the girl who's his worst enemy in school.\n\n\"If you tell the rest of the class we’re married, I'll kill you.\"\n\"I don't want them to know either. There’s no point in that.\"\n\nTheir newlywed life wasn't going so well, and they were constantly at odds. However, as they progress through their daily lives, the distance between them closes, they have more enjoyable moments together, and they gradually come to understand one another. Saito learns about Akane's cute side, which he never saw before, and Akane gradually began to recognize the feelings that she’s been keeping inside...",
      "ja": "「私と結婚してること、クラスのみんなに言ったら殺すから」これは嫌い合っている二人がお互いを知り、本当の夫婦になるまでの物語。",
      "vi": "Học sinh trung học Hojo Saito đã kết hôn với bạn cùng lớp của mình, Sakuramori Akane, cô gái mà cậu xem là kẻ thù lớn nhất trong trường.\n“Nếu cậu nói với cả lớp rằng chúng ta đã kết hôn, tớ sẽ giết cậu.”\n“Tớ cũng không muốn họ biết đâu. Chẳng có ích gì cả.”\nCuộc sống hôn nhân của họ không diễn ra suôn sẻ và họ thường xuyên xung đột. Tuy nhiên, khi họ cùng trải qua những ngày tháng thường nhật, khoảng cách giữa hai người dần thu hẹp lại, họ có nhiều khoảnh khắc vui vẻ bên nhau hơn, và dần dần bắt đầu hiểu nhau hơn. Saito bắt đầu khám phá ra những khía cạnh dễ thương của Akane mà trước đây cậu chưa từng thấy, còn Akane cũng từ từ nhận ra những cảm xúc mà cô ấy đã giữ kín bấy lâu...",
      "pt-br": "O estudante do ensino médio Hojo Saito se casou com sua colega de classe, Sakuramori Akane, a garota que é seu pior inimigo na escola. \n\n“Se você contar ao resto da turma que somos casados, eu mato você” \n\n“Eu também não quero que eles saibam. Não há sentido nisso. ” \n\nA vida de recém-casados não estava indo muito bem e eles estavam constantemente em conflito. No entanto, à medida que avançam em suas vidas diárias, a distância entre eles diminui, eles passam momentos mais agradáveis juntos e, aos poucos, passam a se entender. Saito aprende sobre o lado fofo de Akane, que ele nunca tinha visto antes, e Akane gradualmente começou a reconhecer os sentimentos que ela estava guardando… \n\nA vida de recém-casado comovente de duas pessoas que simplesmente não conseguem ser honestas uma com a outra começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c0cc946-ff5b-4374-9ddf-f8872db112e9",
    "title": {
      "en": "Lady Devil"
    },
    "updatedAt": "2024-06-14T07:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/1c0cc946-ff5b-4374-9ddf-f8872db112e9/041dc2d6-7be3-4547-8b4d-ed4cef5d9378.jpg",
    "altTitles": [
      {
        "ko": "마귀"
      },
      {
        "ko-ro": "Ma'gwi"
      },
      {
        "ko-ro": "Magwi"
      },
      {
        "ru": "Демон"
      },
      {
        "ja": "魔鬼"
      },
      {
        "tr": "İblis"
      },
      {
        "vi": "Ác quỷ"
      },
      {
        "en": "The Devil (Ena)"
      }
    ],
    "description": {
      "en": "\"Devil, I don't want to marry him.\"\n\nIn hopes to escape a forced marriage, Giovinetta makes a wish to the devil to save her, but what she doesn't know are the consequences of her actions.\n\n---\nThe lady trapped in the tower is being forced into a marriage. Her husband has killed or exiled his previous wives several times. The frightened princess eventually wakes up the sarcophagus in the basement and calls out the devil....\n\n\"I don't want to marry him, Raven.\"\n\n---\nNotice: This story is ***not*** incest.\n\n**Official Translations:**\n* [English](https://manta.net/series/1165)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32223)\n* Japanese / 日本語: [Comico](https://www.comico.jp/comic/8141), [Mecha Comics](https://sp.comics.mecha.cc/books/141901)",
      "ja": "塔に閉じ込められた公女に縁談の話が持ち上がる。彼女の旦那になる男は前妻を何人も殺したと言われる残虐な老人。恐ろしくなった公女は地下室の石棺を壊し悪魔を呼び出すのだが…「悪魔よ、わたくしはあの方と結婚したくありません」\n\n---\nNotice: This story is ***not*** incest.\n\n**Official Translations:**\n* [English](https://manta.net/series/1165)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32223)\n* Japanese / 日本語: [Comico](https://www.comico.jp/comic/8141), [Mecha Comics](https://sp.comics.mecha.cc/books/141901)",
      "zh": "贡女伊奈特与双胞胎弟弟约翰被母亲分离，从此伊奈特被关在了房里。直到成人，她也没有能再见到约翰。在她结婚的第一天晚上，丈夫不知缘由地被杀害。直到某天，她再次有了婚约，而即将成为她丈夫的男人，传闻是个残忍的老头，并杀死了他好几个前妻。因此害怕的她来到了地下室，打破了石棺，召来了魔鬼，希望能够阻止这场婚约。而就在她许下愿望的那天晚上，约翰的房间里却传出了奇怪的尖叫声……\n\n---\nNotice: This story is ***not*** incest.\n\n**Official Translations:**\n* [English](https://manta.net/series/1165)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc32223)\n* Japanese / 日本語: [Comico](https://www.comico.jp/comic/8141), [Mecha Comics](https://sp.comics.mecha.cc/books/141901)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "140"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7bcf782-3aaa-4916-868b-0a3a2629826a",
    "title": {
      "en": "Blue Archive Dengeki Comic Anthology"
    },
    "updatedAt": "2023-10-26T02:59:41+00:00",
    "coverArt": "https://mangadex.org/covers/d7bcf782-3aaa-4916-868b-0a3a2629826a/92a8c680-fe69-4a6c-8a61-df90171b9488.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 電撃コミックアンソロジー"
      }
    ],
    "description": {
      "en": "Blue Archive anthology published by Dengeki Comics.\n\n---\n**Cover**: Azumi Akitake (安曇アキタケ)\n\n**Author list**:\n1. Mishima Hiroji\n2. Shirou Urayama\n3. Matsumoto Yousuke\n4. Takano Itsuki\n5. Sergei\n6. Arito Arayuru\n7. Kamichi Ataru\n8. Satou Kibi\n9. Utsusumi Kio\n10. Mishima Hiroji",
      "ja": "大人気ゲーム『ブルーアーカイブ』電撃コミックアンソロジーが登場!\n\n銃弾飛び交う彼女たちの日常をお見せします! 電撃から『ブルーアーカイブ』公式コミックアンソロジーが登場!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-12-04T00:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống.",
      "pt-br": "Vivendo em Ataraxia, um mundo de espadas e magia, um indivíduo reencarnado decidiu ganhar a vida com streaming. Vivendo em um mundo onde tal coisa não existia, apesar das muitas formas de entretenimento, ele rapidamente fez um nome para si mesmo. Esta não é a história de apenas um streamer... mas de um garoto que se torna uma lenda como um haishinsha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a408af-f8ce-4e8d-ba27-daf19ad0a8a5",
    "title": {
      "en": "My Girlfriend Always Glares at Me"
    },
    "updatedAt": "2024-12-16T20:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/69a408af-f8ce-4e8d-ba27-daf19ad0a8a5/3c6cd692-4333-433a-a4c4-6785cd1790b7.jpg",
    "altTitles": [
      {
        "ja": "ずっと睨んでくる彼女"
      },
      {
        "ja-ro": "Zutto Nirande Kuru Kanojo"
      },
      {
        "vi": "Bạn gái tôi luôn nhìn trừng trừng tôi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-11-19T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff8ed51b-f5e2-48c2-a431-e2574aa7fe4e",
    "title": {
      "en": "Heartcatch Pretty Cure!"
    },
    "updatedAt": "2024-06-26T21:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ff8ed51b-f5e2-48c2-a431-e2574aa7fe4e/9eea719c-44c0-464e-a35d-4c6c705a85d5.jpg",
    "altTitles": [
      {
        "ja-ro": "Heartcatch Precure!"
      },
      {
        "ja": "ハートキャッチプリキュア！"
      },
      {
        "ja-ro": "Hātokyacchi Purikyua!"
      }
    ],
    "description": {
      "en": "Tsubomi Hanasaki is a second year middle school student who loves flowers and plants. When she moves to the Myodou academy, she decides to change her personality. But meeting the spirits of the Great Heart Tree and becoming a brave Pretty Cure is so much more than she bargained for!  \nTogether with her new classmate, Erika Kurumi, she will fight against the Messengers of the Desert, who want to steal the Flowers of the Heart to rule the world."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "0eec396d-4fae-456d-a5ee-04c9198b5fb0",
    "title": {
      "en": "K/DA Harmonies"
    },
    "updatedAt": "2023-06-15T09:45:39+00:00",
    "coverArt": "https://mangadex.org/covers/0eec396d-4fae-456d-a5ee-04c9198b5fb0/902e44dc-123f-45c9-8c89-5aa2e94b1306.jpg",
    "altTitles": [
      {
        "en": "League of Legends: K/DA's Comic"
      }
    ],
    "description": {
      "en": "Since their 2018 debut, pop music supergroup K/DA has been busy. As the group finishes working in the studio, each member reflects back on the last two years of experiences and adventures that fuels the inspiration for their art.  \n  \n[Official English](https://universe.leagueoflegends.com/en_US/comic/kdacomic)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-10-31T19:46:55+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/2a0f3da4-e983-44df-b7d5-5ff67f678cf8.jpg",
    "altTitles": [
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！",
      "pt-br": "Numa tentativa de conquistar o coração de seu professor, Itsumi Toudou comprou uma poção do amor suspeita e a testou em Yomotsuka, a presidente do conselho estudantil. Agora, ela tem de lidar com uma menina estranhamente afetuosa, e aquela nem sequer é lésbica! Ou será que não?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2085154-d4ca-4107-abe8-080f2463453c",
    "title": {
      "en": "Ganmanga"
    },
    "updatedAt": "2024-12-21T11:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/e2085154-d4ca-4107-abe8-080f2463453c/33bfeb37-59e2-470e-89af-26722527bfae.png",
    "altTitles": [
      {
        "ja": "がんまんが〜私たちは大病している〜"
      },
      {
        "ja-ro": "Ganmanga - We Have a Serious Disease"
      }
    ],
    "description": {
      "en": "Manga artist Shungicu Uchida, whose numerous hit works include the revolutionary child-rearing manga “We are Reproducing,” and “Minami's Lover,” which has been dramatized for TV many times, was suddenly diagnosed with colorectal cancer in 2015...!\n\nThe slapstick events leading up to the discovery, hospitalization, and surgery, the mechanism and side effects of anticancer drugs, the physical and environmental changes that ensued, and the turbulent days with her four children before and after the surgery... The author's unique comic essay on the battle against cancer faces cancer head-on and describes it in her trademark frank style."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-10-11T15:07:37+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/9b660a7f-d367-4d4c-90bd-f77dafc22014.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "ja-ro": "Piccolina"
      },
      {
        "ja": "Picco di Stellina"
      }
    ],
    "description": {
      "en": "Akira, a young yakitori shop owner, has fallen in love with Houka, a bunny girl who often eats at his restaurant. But how can he get close to her when he has to focus on the grill‽ And there are 4 other bunny girls that look just like her‽\n___\n**Note:** “Piccolina” is short for “Picco di Stellina”, which means “Starlet Peak” or “Peak of the Starlet” in Italian.",
      "vi": "Anh chủ tiệm xiên nướng đã phải lòng một cô bunny girl khách hàng của ảnh! Làm sao để có thể tiếp cận cô ấy cho dù anh lúc nào cũng túi bụi với cửa tiệm đây?",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f6a0f5e-417c-46b5-bc78-9ccd8bde531d",
    "title": {
      "en": "Harapeko Succubus wa Ikasetai noni!"
    },
    "updatedAt": "2024-06-19T22:27:32+00:00",
    "coverArt": "https://mangadex.org/covers/8f6a0f5e-417c-46b5-bc78-9ccd8bde531d/908cb60f-23fe-44dc-b486-0bc8021c7432.jpg",
    "altTitles": [
      {
        "ja": "はらぺこサキュバスはいかせたいのに！"
      },
      {
        "ja-ro": "Harapeko Succubus ha Ikasetai noni!"
      },
      {
        "en": "The Hungry Succubus Wants to Make Him Cum, But...!"
      },
      {
        "en": "The Hungry Succubus Wants to Consume Him"
      },
      {
        "es-la": "La succubus hambrienta quiere hacerlo eyacular, ¡Pero...!"
      }
    ],
    "description": {
      "en": "Kururi-chan The Succubus is an unprecedented super elite!! She's been in a rut lately because her luscious body is too powerful and she can easily be promiscuous. Kururi then discovers Jien, a young virgin monk in training. \n\nLucky☆Happy☆Strongest Kururi-chan is going to charge in with great pleasure!! The greedy and confident Succubus and the serious monk clash in this happy love comedy!♡",
      "ja": "サキュバスのくるりちゃんは空前絶後の超絶スーパーエリート！！わがままボディが最強すぎて簡単に催淫できちゃうから、最近マンネリ気味なのだ。そんなくるりが発見したのは修行中の若き童貞僧・慈円。ラッキー☆ハッピー☆最強くるりちゃん、大歓喜で突撃しちゃいまーす！！強欲自信家サキュバスちゃん×真面目な修行僧くんの激突ハッピーラブコメディ♡",
      "es-la": "¡Succubus Kururi-chan es una súper élite sin precedentes! ! Mi cuerpo egoísta es demasiado fuerte y puedo volverme afrodisíaco fácilmente, así que he estado en una rutina recientemente. Tal Kururi descubre a un joven monje virgen, Jien, que está entrenando. ¡Afortunado☆Feliz☆Kururi-chan, el más fuerte, cargará con gran alegría! ! Una comedia romántica feliz entre una súcubo codiciosa y segura de sí misma y un monje en prácticas serio ♡"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "a6257666-bd4d-457b-9a44-d56dc91df1ba",
    "title": {
      "en": "Critically-Endangered Species Hacchin-Pamos"
    },
    "updatedAt": "2024-10-12T00:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/a6257666-bd4d-457b-9a44-d56dc91df1ba/d4e38537-d1df-4833-8035-a90f08f7dbeb.png",
    "altTitles": [
      {
        "ja": "絶滅寸前動物ハッチンパモス"
      },
      {
        "ja-ro": "Zetsumetsu Sunzen Doubutsu Hacchinpamos"
      }
    ],
    "description": {
      "en": "The Hacchin-Pamos is a critically-endangered species. Let's find out why.\n\nA daily comic series from Q-Rais."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc85df7-e44b-4fa1-97f2-be04430cc570",
    "title": {
      "en": "Hakanai Kimi wa Moukou wo Hajimeru"
    },
    "updatedAt": "2024-11-30T07:40:43+00:00",
    "coverArt": "https://mangadex.org/covers/6cc85df7-e44b-4fa1-97f2-be04430cc570/747da025-c554-43c4-848c-118aa37ca2d2.jpg",
    "altTitles": [
      {
        "ja": "儚いキミは猛攻をはじめる"
      },
      {
        "en": "The Fairytale-like You Goes on the Assault"
      },
      {
        "zh": "童话般的你开始了恋爱猛攻"
      },
      {
        "uk": "Як у казці починається історія кохання"
      }
    ],
    "description": {
      "en": "Kagari, an ephemeral beauty, reunites with her older childhood friend, Nana-kun, and begins her romantic assault on him.",
      "vi": "Một series siêu ngọt nữa tới từ Hazano Kazutake - tác giả của bộ Thánh nữ Cecilia và mục sư Lawrence. Câu chuyện về đôi bạn thưở nhỏ cứ tối đến là lại ở chung nhà để đảm bảo sự an toàn cho nhau..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1620de1-6eb6-4948-b228-b232f910155a",
    "title": {
      "en": "Adachi to Shimamura"
    },
    "updatedAt": "2024-10-30T15:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a1620de1-6eb6-4948-b228-b232f910155a/6f2a9f65-4af9-4d37-8c43-686c5c284db3.jpg",
    "altTitles": [
      {
        "en": "Adachi and Shimamura"
      },
      {
        "fr": "Adachi et Shimamura"
      },
      {
        "ja-ro": "Adashima"
      },
      {
        "ru": "Адачи и Шимамура"
      },
      {
        "zh": "安达与岛村"
      },
      {
        "ja": "安達としまむら"
      },
      {
        "zh-hk": "安達與島村"
      },
      {
        "zh-ro": "Āndá yǔ Dǎocūn"
      },
      {
        "id": "Adachi dan Shimamura"
      },
      {
        "pt-br": "Adachi e Shimamura"
      }
    ],
    "description": {
      "en": "In the middle of the school day, on the second floor of the gym. This is where the two came to skip class, and it's where their friendship began. A story of two high school girls, playing ping-pong and chatting as they spend the heydays of their youth.",
      "ja": "入間人間が書く電撃文庫の大人気作品『安達としまむら』。TVアニメ化決定の本作を新鋭・柚原もけがコミカライズ！女子校生2人のゆる～い日常をご堪能ください。",
      "ru": "В середине учебного дня, на втором этаже спортзала. Именно туда эти двое пришли пропустить занятия, и именно там началась их дружба."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e874c478-a413-4d00-afc5-ca0a99d53df1",
    "title": {
      "en": "Academy's Reincarnated Hero"
    },
    "updatedAt": "2024-12-15T06:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/e874c478-a413-4d00-afc5-ca0a99d53df1/65f46aa1-6a7f-409d-80a6-51d08fbb05be.png",
    "altTitles": [
      {
        "ko": "아카데미 환생영웅"
      }
    ],
    "description": {
      "en": "The first-generation hunter and the hero who established all monster subjugation systems and frameworks, Kim Jun-woo, finally defeats Gigantiana in the subjugation of the Black Grave Dungeon. However, he also loses his life in the process.\n\nAs his breath fades, he hears the voice of Gigantiana..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22fda941-e603-4601-a536-c3ad6d004ba8",
    "title": {
      "en": "Shin no Jitsuryoku wa Girigiri Made Kakushite Iyou to Omou"
    },
    "updatedAt": "2024-10-30T01:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/22fda941-e603-4601-a536-c3ad6d004ba8/2e7950ba-6e5c-4c4c-8277-bd601ed5705e.jpg",
    "altTitles": [
      {
        "en": "I Think I'll Hide My True Ability to the Last Moment"
      },
      {
        "ja-ro": "Shin no Jitsuryoku wa Girigiri Made Kakushiteiyou to Omou"
      },
      {
        "ru": "Я думаю скрывать свои истинные способности до последнего момента"
      },
      {
        "ja": "真の実力はギリギリまで隠していようと思う"
      },
      {
        "zh-hk": "我想將真正的實力隱藏到極限"
      },
      {
        "pt-br": "Acho Que Vou Esconder Minha Verdadeira Habilidade Até O Último Momento"
      },
      {
        "fr": "Je vais garder mes véritables capacités secrètes jusqu'à la dernière minute."
      }
    ],
    "description": {
      "en": "A world where you can form a pact with gods and gain skills. Born as the third son of a famous knight family, Yuno was so busy controlling his innate power that he was eventually called \"incompetent.\".\nHowever, in the magical knight academy, where he was enrolled for some reason, he fulfilled his fateful encounter with an unnamed god who was despised as \"incompetent\" like himself..  \nYuno, who formed a pact with the goddess and named her [Athena], secretly decided to make her the highest god, and decided to get a little more serious.",
      "fr": "Un monde où l'on peut conclure un pacte avec les dieux et acquérir des compétences. Troisième fils d'une célèbre famille de chevaliers, Yuno était tellement occupé à contrôler son pouvoir inné qu'il a fini par être qualifié d'\"incompétent\"... Cependant, à l'académie des chevaliers magiques, où il était inscrit pour une raison quelconque, il a fait la rencontre fatidique d'un dieu sans nom qui était méprisé pour son \"incompétence\"...  Yuno, qui a conclu un pacte avec la déesse et l'a nommée [Athéna], a secrètement décidé de faire d'elle le dieu suprême, et a décidé d'être un peu plus sérieuse.",
      "id": "Dunia di mana kau dapat membuat kontrak dengan dewa dan memperoleh skill. Terlahir sebagai putra ketiga dari keluarga ksatria terkenal, Yuno begitu sibuk mengendalikan kekuatan bawaannya sehingga dia akhirnya disebut sebagai \"tidak kompeten\".  \nTapi, di akademi ksatria sihir, dia terdaftar karena suatu alasan, dia bertemu dengan dewa yang dipandang rendah sebagai \"tidak kompeten\" seperti dirinya ..  \nYuno, yang membuat kontrak dengan dewa dan menamainya [Athena], diam-diam memutuskan untuk menjadikannya dewa tertinggi, dan memutuskan untuk menjadi sedikit lebih serius.",
      "pt-br": "Um mundo onde você pode fazer um contrato com Deus e ganhar habilidades. Nascido como o terceiro filho de uma famosa família de cavaleiros, Yuno estava tão ocupado controlando seu poder inato que acabou sendo chamado de \"incompetente\".No entanto, na academia do cavaleiro mágico, que foi matriculado por algum motivo, ele cumpriu seu encontro fatídico com um deus sem nome que era desprezado como \"incompetente\" como ele.Yuno, que fez um contrato com a deusa e a chamou de [Athena], secretamente decidiu torná-la a deusa suprema e decidiu levar um pouco mais a sério seu destino."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4a4aade-f5cf-4670-ad9e-4769f73e3933",
    "title": {
      "en": "Tenchou to Mujikakuna Tennin"
    },
    "updatedAt": "2024-12-21T00:55:48+00:00",
    "coverArt": "https://mangadex.org/covers/d4a4aade-f5cf-4670-ad9e-4769f73e3933/04c2ef30-1a35-46a5-9e74-514a5a1c1457.jpg",
    "altTitles": [
      {
        "ja": "何かと無自覚な女子"
      },
      {
        "en": "The Manager and the Oblivious Waitress"
      },
      {
        "en": "A Girl who is Unaware of Something"
      }
    ],
    "description": {
      "en": "Mitsu Kumano, a JK who works part-time at a cafe, is a stylish and mature 16-year-old. However, she is \"unaware\" of everything she does, including her thoughtful remarks and bold behavior. Thanks to this, the manager of her part-time job, Yuya Higurashi, has his heart overloaded everyday!",
      "ja": "カフェでアルバイトをする女子高校生、熊野蜜(くまのみつ)はスタイル抜群で大人びた16歳。しかし思わせぶりな発言や大胆な行動など、そのすべてがとっても「無自覚」。おかげでバイト先の店長、日暮夕弥(ひぐらしゆうや)は毎日がキュン死寸前！！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "55"
  },
  {
    "mangaId": "2e9851a6-0f8b-4bf0-88b2-bf6375ad313a",
    "title": {
      "en": "Ainosenbiki ~Mama Katsu Shitara Mama ga Dekita Hanashi~"
    },
    "updatedAt": "2024-12-19T22:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/2e9851a6-0f8b-4bf0-88b2-bf6375ad313a/dcd020da-2842-4bd9-9fb7-7ac26e271028.jpg",
    "altTitles": [
      {
        "ja": "アイノセンビキ ～ママ活したらママができた話～"
      },
      {
        "ja-ro": "Ai no Senbiki: Mamakatsu Shitara Mama ga Dekita Hanashi"
      },
      {
        "en": "Ainosenbiki: A Story of Getting a Mommy After Doing Sugar Mama Dating"
      }
    ],
    "description": {
      "en": "The protagonist ​​is a middle school boy named Hikawa Jun who lost his mother at birth. He glares at his classmates who complain about their own overprotective mothers and wonders what it would be like if he had a mother of his own. The story begins when Jun, who wants the warmth of a mother, lies about his age and matches up with a stranger on a sugar mama dating app.",
      "es-la": "La historia de cómo conseguí una mamá con una Sugar Mommy, Jun Hikawa, es un chico de secundaria que perdió a su madre al nacer. Mientras miraba con enojo a sus compañeros que se quejaban de sus madres sobreprotectoras, Jun soñaba con cómo sería tener una madre. La historia comienza cuando Jun, en su búsqueda del calor maternal, miente sobre su edad y se conecta con una mujer desconocida en una aplicación de Sugar mommy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d413c71b-8eb5-44c5-8590-7c38908de419",
    "title": {
      "en": "The Male Leads Trapped in My House"
    },
    "updatedAt": "2024-12-20T15:26:25+00:00",
    "coverArt": "https://mangadex.org/covers/d413c71b-8eb5-44c5-8590-7c38908de419/c0a6095b-03f0-41cf-ad7b-637ff8afd553.jpg",
    "altTitles": [
      {
        "ko": "우리 집에 갇혀버린 남주들"
      }
    ],
    "description": {
      "en": "I reincarnated as the heiress of a powerful conglomerate family in a novel.  \nThe problem is, this world is about to be destroyed by monstrous viruses.  \n\nWith nothing but money to spare, I quickly bought a mansion in the countryside to build a shelter to escape the monsters…  \nBut the world ended far sooner than I had anticipated. Damn it!  \n\n*  \n\nOn top of that, somehow, the male leads ended up trapped in my house with me.  \nAnd these guys don’t seem to have any intention of leaving.  \nWhy do they look like they have no plans to go to the female lead?  \n\n“Who exactly are you?”  \n“You seem like someone who knew the world was going to end beforehand.”  \n\nThey were full of questions about me, but I couldn’t answer them. They wouldn’t believe me anyway.  \nRight now, all I see them as is a good source of labor.  \n\n“Alright, let’s work. You need to earn your keep for what you eat!”  \n\nIf I can find the cure for the virus causing the apocalypse, this hellish time will finally end.  \nSo, until then, I’ll make use of the male leads and hang on!  \n\n*  \n\nBut one problem has come up.  \nIt turns out that this old mansion I purchased is far more suspicious than I thought.  \nWhat on earth is happening in my house?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-12-14T00:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01ea7299-112c-41f4-b2a0-6d28c272deef",
    "title": {
      "en": "Aku no Kadou wo Ikimashou"
    },
    "updatedAt": "2024-11-03T21:39:51+00:00",
    "coverArt": "https://mangadex.org/covers/01ea7299-112c-41f4-b2a0-6d28c272deef/7adaab3c-8a26-45a5-baf2-23190501e186.jpg",
    "altTitles": [
      {
        "ja": "悪の華道を行きましょう"
      },
      {
        "en": "The Flowery Path of Evil"
      },
      {
        "en": "Let's Go on the Evil Runway"
      },
      {
        "ko": "악의 꽃길을 같이 걸어요"
      },
      {
        "hu": "Nem sétálunk le kézen fogva a gonoszság virágos útján?"
      },
      {
        "id": "Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?"
      },
      {
        "id": "Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga"
      },
      {
        "pt-br": "Vamos andar de mãos dadas pelo caminho florido para a maldade?"
      },
      {
        "es": "¿Caminamos de la mano por el camino florido del mal?"
      },
      {
        "th": "เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?"
      }
    ],
    "description": {
      "en": "Celestine, the villainess, suddenly recalls her memories of her past life when she's at the altar, about to be married off to a Prime Minister twice her age and surrounded by the most awful rumours as a punishment for her misdeeds against the Prince and his lover. She realizes that this is the world of an otome game she played in that previous life, but more importantly than that, she also inherits past life's very specific tastes...",
      "ja": "王子に捨てられた美貌の悪役令嬢セレスティーヌ。醜い禿げデブオヤジといやがらせ婚の最中……突然よみがえる前世の記憶…！ そして…あれ!? でもなんかこの人…悪くない。ちょっと素敵かも……？ 悪女として、そして枯れ専として、我が道を行くセレスティーヌの華道をご覧あれ！",
      "pt": "Celestine, a vilã, de repente se lembra de suas memórias de sua vida passada quando ela está no altar, prestes a se casar com um primeiro-ministro com o dobro de sua idade e cercada pelos mais terríveis rumores como punição por seus crimes contra o príncipe e seu amante. Ela percebe que este é o mundo de um jogo otome que ela jogou naquela vida anterior, mas mais importante do que isso, ela também herda gostos muito específicos da vida passada…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "714405b4-2963-4930-b4cc-a8bea590d30e",
    "title": {
      "en": "Tobi to Ryuuko"
    },
    "updatedAt": "2024-08-15T10:58:15+00:00",
    "coverArt": "https://mangadex.org/covers/714405b4-2963-4930-b4cc-a8bea590d30e/d48a70cb-326d-43ec-a45a-3f02cf33bd0a.jpg",
    "altTitles": [
      {
        "en": "Tobi and Ryuuko"
      },
      {
        "ja": "飛と龍子"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a youth living with a \"talkative bag\", Baku. In his monotonous life, an inhuman girl calling herself Ryuuko appears in front of him and...!?\n\nAn unusual roomshare begins under a single roofー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/af51e268-4b84-4d74-94d2-bf6e6525d7cb.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T17:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed1f8fc-a119-4cbc-aeae-26ce2bd3f838",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable"
    },
    "updatedAt": "2024-07-27T09:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/5ed1f8fc-a119-4cbc-aeae-26ce2bd3f838/99a4b427-5641-4b77-a506-3a9f2a2e9a3c.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 4: Diamant Indestructibil"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4: Josuke Higashikata"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "ja": "ダイヤモンドは砕けない"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "es": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 東方仗助"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken Dai Yon Bu: Higashikata Jōsuke"
      },
      {
        "en": "Diamond Is Not Crash"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Сынбас Алмас"
      }
    ],
    "description": {
      "en": "Fourth story arc of the JoJo's Bizarre Adventure series.\n\nIn 1999, Jotaro Kujo arrives at the Japanese town of Morioh for two reasons: to meet his illegitimate uncle Josuke Higashikata and investigate a potentially dangerous Stand user. Only minutes after he arrives does he accomplish his first goal; however, Jotaro finds that Josuke is not only a much younger high school student, but he possesses a Stand of his own called Crazy Diamond. Not long after their meeting, the two make a startling discovery: someone is using a supernatural bow and arrow to create Stand users around Morioh.  \n  \nWhen Josuke witnesses the threat that this poses, he resolves to protect his town and stop the spread of lethal Stand users. Finding both allies and enemies among these users, Josuke learns just how much one's personal interests and ambitions can be reflected in their Stands, and the resulting harm or virtue it brings. As they continue to investigate, they begin to unearth the shocking history of Morioh, bringing forth hidden dangers and a mystery from years past.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-4-diamond-is-unbreakable/all)"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "174"
  },
  {
    "mangaId": "eb6a7e64-d31d-4398-a407-08ed7699088c",
    "title": {
      "en": "Fish and Water"
    },
    "updatedAt": "2024-12-21T12:17:01+00:00",
    "coverArt": "https://mangadex.org/covers/eb6a7e64-d31d-4398-a407-08ed7699088c/083e15ac-f85c-4211-8880-99211dec3535.jpg",
    "altTitles": [
      {
        "ja": "魚と水"
      },
      {
        "ja-ro": "Uo to Mizu"
      }
    ],
    "description": {
      "en": "The manga takes place during the COVID-19 pandemic, and follows the relationship between company employee Kamoda and his friend Kouji, who is very good at cooking.\n\nMangaNote: Began as a one-shot published on Web Action on May 27, 2022. Serialization began on October 14, 2022. The one-shot is included as the first chapter in the volume release."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "b41581bd-ea92-44ef-8eb9-cd62df5c35b0",
    "title": {
      "en": "Kuse Tsuyo Kanojo wa Toko ni Izanau"
    },
    "updatedAt": "2024-11-17T23:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/b41581bd-ea92-44ef-8eb9-cd62df5c35b0/8277c8c1-640e-4f38-867a-e932a39ec62f.jpg",
    "altTitles": [
      {
        "ja": "クセ強彼女は床にいざなう"
      },
      {
        "ja-ro": "Kuse Tsuyo Kanojo ha Toko ni Izanau"
      },
      {
        "en": "A Quirky Girl is Inviting Me to Bed"
      }
    ],
    "description": {
      "en": "Naoto Kiyoshi is a young man who just entered university after failing his entrance exams one year before. When he was looking for a place to live in so that he could move to Tokyo, he found himself living together with Luna, a relative and older girl who he used to have a crush on. The Luna he admired in the past was neat, beautiful and mature... and now she apparently became a slut!? Night after night, he hears her seductive and unladylike moans, and it's making Naoto horny. There are also other men she's unreasonably close to besides him. Luna, whose thoughts he couldn't fathom, is leading him around by the nose! Furthermore, other women with lewd quirks aside from Luna have also gathered there!?",
      "ja": "一浪して大学に合格した青年・木吉直人。上京のために住める場所を探していたところ、親戚で憧れの姉・月(ルナ)の家で同棲することに。 昔憧れていた月は垢ぬけて、美しく成長し…そして…ビッチになっていた!?夜な夜なあられもない嬌声を聞き、モンモンとする直人。他の男性がいる割に距離感もめちゃくちゃ近い。何を考えているか分からない月に翻弄され、さらに月以外のエッチで癖が強い女の子たちも集まりだし…!?",
      "pt-br": "De repente estou morando com a garota mais velha por quem eu tinha uma queda!? Ainda mais, estou começando a suspeitar que ela é uma vagabunda!?\n\nNaoto Kiyoshi é um jovem que acabou de entrar na universidade depois de ser reprovado nos exames de admissão um ano antes. Quando ele estava procurando um lugar para morar para poder se mudar para Tóquio, ele se viu morando com Luna, uma parente e garota mais velha por quem ele tinha uma queda.\n\nA Luna que ele admirava no passado era arrumada, bonita e madura... e agora ela aparentemente se tornou uma vagabunda!? Noite após noite, ele ouve seus gemidos sedutores e pouco femininos, e isso está deixando Naoto excitado. Há também outros homens de quem ela é irracionalmente próxima além dele. Luna, cujos pensamentos ele não conseguia entender, está o levando pelo nariz! Além disso, outras mulheres com peculiaridades obscenas além de Luna também se reuniram lá!?\n\nEste é o início de sua nova vida emocionante cercado por garotas mais velhas safadas(?)!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7af9467-a5d3-470a-86e9-b5ae4a82e0cd",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable (Official Colored)"
    },
    "updatedAt": "2024-10-26T08:16:28+00:00",
    "coverArt": "https://mangadex.org/covers/b7af9467-a5d3-470a-86e9-b5ae4a82e0cd/c7dd8abf-9c2a-4b7f-8597-17b3c4ead3dc.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 4: Diamond Is Unbreakable - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyō na Bōken: Diamond wa Kudakenai"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Diamond wa Kudakenai"
      },
      {
        "es-la": "La extraña aventura de JoJo Parte 4: El diamante es inquebrantable"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 4 - Diamond is Unbreakable (Official Colored)"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第4部 ダイヤモンドは砕けない カラー版"
      }
    ],
    "description": {
      "en": "In April 1999, Jotaro Kujo travels to a town in Japan called Morioh to find a young man named Josuke Higashikata, the secret love child of his grandfather, Joseph Joestar. Upon finding him, Jotaro is surprised to learn that Josuke also possesses a Stand. After their strange meeting, the pair team up to investigate the town’s proliferation of unusual Stands!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "174"
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-12-16T15:06:10+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/17709462-af83-4b4c-87b7-ade5aa267bc6.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2024-11-17T03:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]