[
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-04T21:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-03-20T03:54:49+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/777d3b67-fd85-46fa-9056-0490c3b50b3e.png",
    "altTitles": [],
    "description": {
      "en": "A lamia starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1",
    "title": {
      "en": "Usemono Yado"
    },
    "updatedAt": "2023-04-13T17:53:41+00:00",
    "coverArt": "https://mangadex.org/covers/519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1/74dc0d1e-1fe2-46ad-9d29-1376a1d9aa81.png",
    "altTitles": [
      {
        "en": "Inn of the Lost Things"
      },
      {
        "ja": "うせもの宿"
      },
      {
        "ja-ro": "Usemo no Yado"
      },
      {
        "es": "La Posada de los Objetos Perdidos"
      },
      {
        "vi": "Nhà Trọ Của Những Điều Đã Mất"
      },
      {
        "en": "The Inn of Lost Things"
      },
      {
        "ko": "우세모노 여관"
      },
      {
        "tr": "Kayıp Eşyalar Hanı"
      },
      {
        "zh-hk": "失物旅馆"
      }
    ],
    "description": {
      "en": "There is an inn that you can visit where you'll find old things you thought were lost forever.  An old inn with a girl-like proprietress. It is said that visitors who visit there always find what they have lost. What are the many dramas and hidden mysteries that occur in the mysterious \"lost lodging\"? \n\nA surprise and moving Japanese-style fantasy drawn by Toshihide Hozumi, whose debut comic \"Shiki no Mae-ichi\" and the first serialization \"Sayonara Sorcie\" were a big hit.",
      "fr": "Il existe une auberge où l'on peut trouver ce que l'on a perdu ou ce que l'on ignore avoir perdu…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "d02a12f4-aa9d-48eb-8d4d-0ff476df2d12",
    "title": {
      "en": "Hoshi Furu Oukoku no Nina"
    },
    "updatedAt": "2024-03-24T16:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/d02a12f4-aa9d-48eb-8d4d-0ff476df2d12/beb1180b-98a3-4b01-a17d-eabf8c094d48.jpg",
    "altTitles": [
      {
        "ja": "星降る王国のニナ"
      },
      {
        "en": "Nina the Starry Bride"
      },
      {
        "en": "Nina of the Starry Kingdom"
      },
      {
        "zh": "辰星降临之国的妮娜"
      },
      {
        "de": "Nina – Die Sterne sind dein Schicksal"
      }
    ],
    "description": {
      "en": "Nina had a rough start to life, stealing to survive—and eventually being sold into slavery by her own brother. But to her surprise, her captor, Prince Azure, ordained that she would live the life of a princess...specifically, that of the recently deceased princess-priestess, Alisha. But despite her changing fortune, Nina won't give up her old life without a fight...and Azure might just be the one to finally match her wits. But how much can she trust Azure? And can she stop the feelings budding in her heart, knowing she must eventually marry another...? [Kodansha]",
      "it": "Nina è un'orfana che vive nei bassifondi della città con Colin e Saji, due fratelli orfani come lei. La ragazza si finge un maschio e si fa chiamare Ninaf per non essere venduta come schiava a causa del raro colore dei suoi occhi. Nina sopravvive rubando e cerca di prendersi cura dei due fratelli che vivono con lei, soprattutto di Colin che è gravemente malato. In seguito alla sua morte, Nina viene venduta da Saji e acquistata allo scopo di diventare la sostituta di una principessa morta che aveva lo stesso raro colore de suoi occhi. Nina ha tre mesi di tempo per imparare le buone maniere e lo stile di vite di una nobildonna, dato che il suo destino è sposare un principe di un altro paese."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b087349b-8603-484e-8f6e-042fa3145e3a",
    "title": {
      "en": "Kimi no Kokoro wo Kanjitai"
    },
    "updatedAt": "2024-03-16T13:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/b087349b-8603-484e-8f6e-042fa3145e3a/6b97a40b-07eb-4cf6-a73f-442d69f4887c.jpg",
    "altTitles": [
      {
        "ja": "君の心を漢字たい"
      }
    ],
    "description": {
      "en": "A high school boy, Yomi Hashiba, is troubled. He is unable to understand what Mizuki Hanai, a cool girl who became his girlfriend a month ago, is thinking... One day, while he is worrying about his relationship with Mizuki Hanai, he starts to understand her \"Kanji\"...? (same pronunciation as feeling) This is the beginning of a thrilling coming-of-age romantic comedy about love and kanji!",
      "es-la": "Un chico de preparatoria, Yomi Hashiba, está preocupado. No puede entender lo que está pensando Mizuki Hanai, una chica genial que se convirtió en su novia hace un mes... Un día, mientras se preocupa por su relación con Mizuki Hanai, comienza a entender su \"Kanji\"... ? (caracter/sentimiento) ¡Este es el comienzo de una emocionante comedia romántica sobre la mayoría de edad sobre el amor y los kanji!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "6fbd4617-4959-4da6-8b14-ba1b818267b3",
    "title": {
      "en": "Demon in Mount Hua"
    },
    "updatedAt": "2023-10-07T22:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/6fbd4617-4959-4da6-8b14-ba1b818267b3/0f8370f8-9fcd-4554-95af-79ccfc83d781.png",
    "altTitles": [
      {
        "ko": "마인화산"
      },
      {
        "ru": "Демон с горы Хуа"
      },
      {
        "ko": "마IN화산"
      },
      {
        "zh-hk": "魔in華山"
      }
    ],
    "description": {
      "en": "The Murim’s public enemy, the Slaughterer Demon Monarch, Yeom Se-Ak! It’s been a hundred years since he was trapped in Mount Hua after being captured by the Sword God, Han Ho.\n\nHe waited all these years for his chance to seek revenge…\n\nThe long period of time caused this incident to be forgotten by the world, and eventually, even the Yeom Se-Ak was forgotten.\n\nBut.\n\n“Sir, what is your name…?”\n\nA coincidental meeting, and the name of an archenemy that he said unwittingly, “H-Han Ho.”\n\nAt the end of a vain journey, an unexpected path branches out. The ultimate demon that’s in Mount Hua, Yeom Se-Ak’s choice!",
      "ko": "무림공적, 천살마군 염세악!\n검신 한호에게 잡혀 화산에 갇힌 지 백년.\n\n와신상담… 절치부심… 복수무한…\n\n세월은 이 모든 것을 잊게 하고 세상마저 그를 잊게 만들었다.\n하지만.\n\n“허면 어르신 함자가 어찌 되시는지…….”\n\n우연한 만남, 자신도 모르게 튀어나온 원수의 이름.\n\n“그게… 한, 한호일세.”\n\n허무함의 끝에서 예기치 않게 꼬인 행로.\n\n화산파 안[in]의 절세마인, 염세악의 선택!",
      "ru": "Враг народа Мурима, Демон-Монарх-Убийца, Йом Се-Ак! Прошло сто лет с заточения на горе Хуа после того, как Бог Меча Хан Хо захватил его.\nВсе эти годы он ждал своего шанса отомстить…\nИз-за того, что месть планировалась довольно долго, всё пришло к тому, что о инциденте мало кто помнил, и в конце концов Йом Се-Ак был забыт.\nНо…\n\"Сэр, как Вас зовут?..\"\nСлучайная встреча и имя заклятого врага, которое он невольно произнёс:\n\"Х-Хан Хо\".\nВ конце бессмысленного путешествия неожиданный путь разветвляется. Высший демон, обитающий на горе Хуа, выбор Йом Се-Ака"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ce67b-38f3-454a-854f-118323b6ff4b",
    "title": {
      "en": "Angel Beats! Tabisuru Tenshi-chan"
    },
    "updatedAt": "2024-01-25T03:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/d68ce67b-38f3-454a-854f-118323b6ff4b/0b576f9c-eb1d-4aef-bad8-c9733ddcedbb.png",
    "altTitles": [
      {
        "en": "Traveling Tenshi-chan"
      },
      {
        "ja": "旅する天使ちゃん"
      },
      {
        "ja": "Angel Beats!  旅する天使ちゃん"
      },
      {
        "ja-ro": "Enjerubītsu tabi suru tenshi-chan"
      },
      {
        "vi": "Thiên sứ-chan du hành"
      },
      {
        "id": "Tenshi-chan dalam Petualangan"
      }
    ],
    "description": {
      "en": "Kanade Tachibana is a cute girl who is called \"Tenshi-chan\" at school. She traveled all over the country in search of \"someone\". During her travels, when she stops by Kanagawa, she meets Yuri Nakamura, a lively and cheerful girl. People who look a lot like SSS members also appear on the road!? Will Angel be able to find \"a certain person\"...?",
      "vi": "Đây là một spin-off của \"Angel Beats!\".\n\nTachibana Kanade là một cô gái xinh xắn được các bạn ở trường gọi là \"Thiên sứ-chan\". Cô đang du hành xuyên Nhật Bản để tìm kiếm \"một ai đó\". Dọc đường, khi đi ngang qua Kanagawa, cô gặp một cô nàng năng nổ và vui tính tên Nakamura Yuri.\n\nNhững người giống hệt các thành viên của chiến tuyến SSS cũng sẽ xuất hiện trong chuyến du hành của Thiên sứ-chan. Liệu cuối cùng cô sẽ có thể tao ngộ cùng \"ai đó\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636",
    "title": {
      "en": "Daybreaking Romance"
    },
    "updatedAt": "2024-04-14T21:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/19ec3b8e-5cdd-4826-b6d0-c7ab0dbaa636/e235e92d-10f2-411f-9da8-e114abce099b.jpg",
    "altTitles": [
      {
        "en": "break of dawn romance"
      },
      {
        "en": "dawning romance"
      },
      {
        "ko-ro": "Dongteuneun Romance"
      },
      {
        "ko": "동트는 로맨스"
      }
    ],
    "description": {
      "en": "Blacked out from drinking, just what happened with his crush during that time…?!  \n  \nDong Saebyeok, a scary-looking but softhearted guy who falls for his cool-headed junior, Seo Gwangchae.  \nWatch their cute campus romance unfold because no matter how bad the day is, the sun always rises!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "64"
  },
  {
    "mangaId": "b8b0fc40-2d9b-489b-a90c-11955c307e4a",
    "title": {
      "en": "Kemomimi Meido ga Ie ni iru"
    },
    "updatedAt": "2024-03-12T23:52:27+00:00",
    "coverArt": "https://mangadex.org/covers/b8b0fc40-2d9b-489b-a90c-11955c307e4a/f731e52f-5aac-450b-bf4c-dbf4fe456a25.jpg",
    "altTitles": [
      {
        "ja": "けもみみメイドが家にいる"
      },
      {
        "en": "My Animal-Eared Maid Is at Home"
      },
      {
        "ja-ro": "Kemomimi Meido ga Ie ni iru"
      },
      {
        "vi": "Nàng hầu gái siêu cấp dễ thương trú tại nhà tôi"
      },
      {
        "es-la": "Mi criada con orejas de animal está en casa"
      }
    ],
    "description": {
      "en": "A loose collection of stories about the daily life of the animal-eared maid Kikimora and her master.",
      "vi": "Một ngày nọ Main vô tình tìm được một nữ bán nhân và hốt về làm maid, nội dung câu truyện xoay quanh cuộc sống hằng ngày của hai người.",
      "es-la": "Una historia sobre la vida cotidiana de la criada de orejas de animal Kikimora y su amo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-03-13T00:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/e8ef6752-c441-48f9-b15c-e5b23a20bbfa.png",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2023-10-06T03:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Ga Jang has led the life of a warrior ever since he remembers, isolated from the world and illiterate to top it all, until he meets a beautiful woman who steals his heart. He marries her and they live a life of bliss, and she gets pregnant with his children. Against all odds, she unexpectedly dies during childbirth, leaving Noh alone with their newborn triplets. Desperate, saddened, but not broken, Noh swears to the heavens that he'll become an exemplary man to raise the invaluable treasures his wife left him.  \n  \nWatch the mighty warrior Noh become a Peerless Dad, and slowly realize in the way just how powerful he is for the sake of his children. \n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-14T15:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers! As the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/cc223780-b5e9-4dfa-9fdf-bb0a1b6fcb06.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-04-12T18:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/da256bc2-c003-43a1-a804-6c60e752d1e6.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77b7494d-9927-47cc-a921-105cb24dbad1",
    "title": {
      "en": "Damn Demonic Swords"
    },
    "updatedAt": "2024-03-18T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/77b7494d-9927-47cc-a921-105cb24dbad1/5713adba-d2a8-4944-893c-1ed85b8eff8a.jpg",
    "altTitles": [
      {
        "ko": "빌어먹을 마검들"
      },
      {
        "en": "Damned Cursed Swords"
      },
      {
        "ko-ro": "Bileomeokeul Mageomdeul"
      }
    ],
    "description": {
      "en": "Zegar is a hero who avoids problems at all costs. The only thing he fears are demonic swords, evil weapons that try to possess their wielders. But for some reason, they don't stop chasing him and sticking to him.\n\nZegar just wanted to live a quiet life, doing small missions and staying out of trouble. But, unintentionally, he becomes the center of several events that shake the fantastic continent.\n\n“Ah… Damn.”\n\nHe regrets it, but it's too late. If he can't run away, he only has one option: cut his enemies with demonic swords!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6c30be6-3ded-428b-8bcf-be81ab8f7d33",
    "title": {
      "en": "Sasinsonyeon"
    },
    "updatedAt": "2024-04-14T20:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/c6c30be6-3ded-428b-8bcf-be81ab8f7d33/3eb0d3de-0479-44fb-8120-7d61c1d78536.jpg",
    "altTitles": [
      {
        "en": "The Boy of Death"
      },
      {
        "ko-ro": "Sasinsonyeon"
      },
      {
        "zh-hk": "死神少年"
      },
      {
        "ko": "사신소년"
      },
      {
        "ru": "Жнец смерти"
      },
      {
        "en": "Reaper Boy"
      },
      {
        "en": "Hero Ticket"
      },
      {
        "th": "ตั๋วโกงชีวิต"
      },
      {
        "vi": "Cậu Bé Của Thần Chết"
      },
      {
        "id": "Ticket Hero"
      },
      {
        "es-la": "El Niño de la Muerte"
      }
    ],
    "description": {
      "en": "Lee Kyung Ho's mind was engulfed with ending his life due to bullying and the loss of his mother. He attempts to, but is saved. His determination to commit suicide somehow entices Sierra, a grim reaper who later offers him a contract. This contract blesses him with the ability to borrow the powers of the dead in their previous life in return of sacrificing years from his lifespan. For the sake of attaining what he wishes for, he eventually agrees to it.\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list?titleId=730656)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/ticket-hero/list?title_no=2195)",
      "fr": "L'esprit de Lee Kyung Ho était complètement bouleversé à l'idée de mettre fin à ses jours à cause du harcèlement et de la perte de sa mère. Il essaie, mais il est sauvé. Sa détermination à se suicider séduit Sierra, une faucheuse sinistre qui lui offre plus tard un pacte. Ce pacte lui permet d'emprunter les pouvoirs des morts dans leur vie antérieure en échange de plusieurs années sacrifiées de sa vie. Afin d'atteindre ce qu'il souhaite, il finit par l'accepter.  \n  \n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/theboyofdeath/list?title_no=1771)",
      "ru": "Ли Кён Хо был поглощен идеей суицида, из-за издевательств в школе и гибели его матери. Очередная попытка, но спасен. Его решимость покончить с собой каким-то образом соблазняет Сиеру, мрачного жнеца, который позже предлагает ему контракт. Этот контракт даёт возможность заимствовать способности и силы мертвых из их предыдущей жизни, в обмен на силу, он должен жертвовать годами, которые ему остались на этой земле. Ради достижения того, чего он желает, он всё таки соглашается на сделку.",
      "es-la": "Lee Kyung Ho queria terminar su vida debido al acoso y la pérdida de su madre. Intenta hacerlo, pero no lo consigue. Su determinación de suicidarse de alguna manera fracasa, una persona llega y le ofrece un contrato. Este contrato lo bendice con la capacidad de tomar prestados los poderes de los muertos en su vida anterior a cambio de sacrificar años de su vida. Para lograr lo que desea y el acepta el trato."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12983982-9242-4acd-b02f-1e4772f1a358",
    "title": {
      "en": "Cooking Sorcerer"
    },
    "updatedAt": "2024-01-21T16:46:04+00:00",
    "coverArt": "https://mangadex.org/covers/12983982-9242-4acd-b02f-1e4772f1a358/68b0e850-7d48-4c34-8d73-f2988b1acf1f.jpg",
    "altTitles": [
      {
        "ko": "요리하는 마법사"
      },
      {
        "en": "The Cooking Wizard"
      }
    ],
    "description": {
      "en": "A food-loving tattooist, YooJung. After losing consciousness due to a sudden accident she opens her eyes to find herself possessing ‘Sylvia’, a character from the novel she read. In addition, she happens to meet ‘Felix’, the hero of the novel, who, due to the abuse of his stepmother, suffers from anorexia and will soon turn the continent into blood. In order to eat more delicious food, to cook more easily, Sylvia inscribes magic circles on to her body. The new magic circles that are born through her fingertips bring a new breeze to the continent where magic-beasts are rampant."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-03-16T20:17:53+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-03-09T08:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "6166c08e-cca6-4a25-9233-14be0d0ab9d2",
    "title": {
      "en": "Absolute Martial Arts"
    },
    "updatedAt": "2023-10-25T03:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/6166c08e-cca6-4a25-9233-14be0d0ab9d2/a29a1871-f002-4bea-b4e2-f6e280b406cf.jpg",
    "altTitles": [
      {
        "ko": "절대무신"
      },
      {
        "ja": "絶代武神～伝説の始まり～"
      },
      {
        "ru": "Абсолютный воин"
      }
    ],
    "description": {
      "en": "On the verge of death, I was saved by a group of elderly demon – level existences at the apex of cultivation. But I, Yeon-gang had too much potential in martial arts, and alas was kidnapped and forced to become their disciple… Join me as I desperately try my best to escape their grasp, and enter the world of Murim!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ja": "武林世家である四川唐門でこき使われあげくに捨てられた少年・燕康。 自称「絶世達人」の老人3人組に拾われ弟子になるも、修行と言う名の家事ばかり！ やっと武功を教えてもらうことになるも、基本の以気御剣（いきごけん）”さえできなかった！ 武神の伝説は始まったばかり…！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ko": "은거고수 삼인방 비돈, 독안, 광두! \n\n그들이 제자를 키우기 시작한다.\n\n\"너는 왜 가장 기본인 이기어검조차 못하냐?\"\n\n\n기본이나 다름없는 이기어검도 못해서 구박받는 제자 소연강!\n\n소연강과 세사부의 전설이 시작된다!\n\n적하 작가의 명작 무협 소설 <절대무신>이 웹툰으로 돌아왔다!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)",
      "ru": "Три великих мастера-затворника: Бидон, Тоган и Кванду, - взяли на воспитание ученика по имени Со Ён Ган.\n\n-Почему ты не можешь освоить элементарные приёмы с мечом?\n\nВот так начинается история об ученике-неудачнике - Со Ён Гане.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%88%EB%8C%80%EB%AC%B4%EC%8B%A0/2498)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/58384)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c3923af-26df-4fa8-9ac4-9a5f43e56d31",
    "title": {
      "en": "Poisonous Doctor: First Wife's Daughter"
    },
    "updatedAt": "2021-05-25T15:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/2c3923af-26df-4fa8-9ac4-9a5f43e56d31/963049c3-0d8b-49c8-8bf5-37180ee40a2e.jpg",
    "altTitles": [
      {
        "en": "A \"Doctor of Venoms\" Legitimate Daughter"
      },
      {
        "en": "毒医嫡女"
      }
    ],
    "description": {
      "en": "The original owner died at the hands of others, the next second the successor of the Heaven's Godly Healing Needle crawled out of the grave!   \nClothes bloodied red; heart ice cold!  \nNasty relatives? No worries! One prick of a silver needle guarantees obedience!  \nAppearance ruined and fingers broken? Can’t practice medicine or cultivate?  \nEasy! Fix appearance, reform muscles and bones, dazzle and blind every bastard's eyes!  \nHe, is Xia Dynasty’s most adored official; arrogant and addicted to killing.  \nYet the first time he saw her, he immediately entered wife-pampering mode. She, who returned mightily, with world shocking abilities, relied on her poison needle to aid him in achieving dominance."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "866ce34e-f65e-4d65-8946-873090397b6f",
    "title": {
      "en": "The Egoistic Courtship"
    },
    "updatedAt": "2024-03-28T23:20:47+00:00",
    "coverArt": "https://mangadex.org/covers/866ce34e-f65e-4d65-8946-873090397b6f/bdb7cb3a-1a83-47f5-9508-793f38452d91.jpg",
    "altTitles": [
      {
        "ko": "개인주의적 연애"
      },
      {
        "pt-br": "O namoro egoísta"
      }
    ],
    "description": {
      "pt-br": "Como a última das feras divinas que protegiam a terra, Lionel Milliard era cobiçado pelas mulheres por seu poder e influência. Mas depois que um acidente com uma relíquia antiga o liga a uma funcionária de uma pousada chamada Hanna, ele finalmente encontra uma mulher que não tem interesse nele! Lionel, intrigado com a rejeição de Hanna, a convence a embarcar em uma jornada com ele para libertá-los do poder da relíquia. Hanna concorda relutantemente, mas será ela capaz de se defender dos avanços de Lionel ou esta fera devorará mais uma mulher?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "be9f4d62-459a-489a-895d-b6ca6c5fd81b",
    "title": {
      "en": "The brightest giant star in the world"
    },
    "updatedAt": "2023-09-10T16:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/be9f4d62-459a-489a-895d-b6ca6c5fd81b/66172178-6263-4b83-8269-03e5a5ad5026.jpg",
    "altTitles": [
      {
        "zh": "世界第一巨星"
      }
    ],
    "description": {
      "en": "She, the prodigious girl that stood at the pinnacle of the Global Martial Arts Competition, won the championship for five consecutive years, dominated the arena, and was dubbed the undefeatable king! He, a top tier superstar born into a wealthy family, possessed transcending beauty, was cold and black bellied, and had countless fans. When she accidentally reincarnated, as his fiancée, a sky full of blackmail material from trivial white formicas flying around, facing a world full of black fans, Lin Fan laughed coldly: If the whole world dissed her, then she’ll make the whole world tremble! Even if the wind blows against her, she would never back down!  \n  \n  \ntl/n: white formicas(白富美）are slang for women who have fair skin, are financially capable, and are beautiful"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-02-13T00:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/8f87fbcb-4a10-44cf-82f1-12bb6e319f86.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2023-12-31T13:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ebc1ae-90b9-4b98-acfe-8d8eb0829e8b",
    "title": {
      "en": "Magical Girl Chronicles"
    },
    "updatedAt": "2023-10-03T18:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/f0ebc1ae-90b9-4b98-acfe-8d8eb0829e8b/2a776598-f191-41e1-be20-07f12ef4b4e6.png",
    "altTitles": [],
    "description": {
      "en": "Stories of a city's inhabitants guarded by a magical girl, as well as her own stories and questions she answers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-03-22T20:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/ca190c80-9f22-40ff-bc86-e78f9206dbae.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu lochowych chłopców. Mordowanie miasta, ratowanie smoków... czy coś w tym stylu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6b9f326-116b-4dbb-96de-7736e3897535",
    "title": {
      "en": "Reborn As The Heavenly Demon"
    },
    "updatedAt": "2024-03-25T17:39:02+00:00",
    "coverArt": "https://mangadex.org/covers/e6b9f326-116b-4dbb-96de-7736e3897535/82d3ca9f-b917-4d7e-8157-0fd9acb43e93.jpg",
    "altTitles": [
      {
        "en": "Reincarnation Heavenly Demon"
      },
      {
        "ko": "환생천마"
      },
      {
        "pt-br": "Renascimento do Demônio Celestial"
      }
    ],
    "description": {
      "en": "Tian Hejin, popularly called as the Iron-Blooded Alliance Leader, wakes up in the body of “Bi Liduan”- the disgrace of his family! His hobby is gambling, and he has been locked in a dark warehouse for a long time. Overnight, Tian Hejin went from being the greatest expert of Jianghu to the worst possible trash.\n\nLet's start from the scratch and accomplish everything I could not achieve in my previous life.",
      "pt-br": "Tian Hejin, popularmente conhecido como o Líder da Aliança de Sangue de Ferro, acorda no corpo de “Bi Liduan” – a desgraça de sua família! Seu hobby é apostar, e ele foi trancado em um armazém escuro por muito tempo. Da noite para o dia, Tian Hejin passou de ser o maior especialista de Jianghu para o maior lixo possível.\n\nVamos começar do zero e realizar tudo o que não pude alcançar em minha vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b8d2b4-dcc1-46b7-8657-b1c6d7a7fad1",
    "title": {
      "en": "Lu Bu's Life Story"
    },
    "updatedAt": "2023-07-06T03:47:45+00:00",
    "coverArt": "https://mangadex.org/covers/35b8d2b4-dcc1-46b7-8657-b1c6d7a7fad1/117220cf-c7d1-4687-b792-5cb6b366b12f.jpg",
    "altTitles": [
      {
        "zh": "吕布的人生模拟器"
      }
    ],
    "description": {
      "en": "“Take the prettiest women, ride the fastest war horse, wield the strongest weapon, one rider blocking the GuanDong 18 roads*. One man standing against ten thousand, they bow to this hero of turbulent times. People say if Lu Bu doesn’t die, there will be no opportunity to cause chaos. I laugh at all the hypocrites in the world; there are no other heroes besides Feng Xian. Entering the life story of more than a thousand reincarnations, experiencing the many vicissitudes of life, tempered into steel. Can the current Lu Bu Feng Xian withstand the inevitable end at Bai Men Lou?”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cef6253d-6a55-4438-921c-46968b426f2f",
    "title": {
      "en": "Story of a Small Senpai in My Company"
    },
    "updatedAt": "2023-11-23T01:30:48+00:00",
    "coverArt": "https://mangadex.org/covers/cef6253d-6a55-4438-921c-46968b426f2f/df8e183f-bc5f-4ba4-8597-bdcb7cec78a3.jpg",
    "altTitles": [
      {
        "ja": "うちの会社の小さい先輩の話"
      },
      {
        "zh": "公司里的小小前辈"
      },
      {
        "ko": "우리 회사의 작은 선배 이야기"
      },
      {
        "pt-br": "A veterana pitica da firma"
      },
      {
        "ja-ro": "Uchi no Kaisha no Chiisai Senpai no Hanashi"
      },
      {
        "en": "Story of a Small Senior in My Company"
      }
    ],
    "description": {
      "en": "**-*\"My senpai from work… is tiny and cute.\"***  \nShinozaki is an office worker who is taken care of and coddled by his senior team member Shiori Katase: a gorgeous, profoundly kind, loving, and diminutive woman. Shinozaki certainly hopes that she's not doing it out of duty… but her joy of doing so increasingly exposes her feelings!  \n  \n*This page refers to the popular webcomic's official serialization, which began on the Storia DASH website on April 3, 2020.*",
      "pt-br": "-\"Minha Senpai do trabalho... é pequena e fofa.\"\n\nShinozaki é um funcionário de escritório que é orientado e mimado pela sua Senpai Shiori Katase, que é linda, gentil, amável e pequena.\n\nShinozaki certamente espera que ela não esteja fazendo isso por obrigação... mas a sua alegria em fazê-lo cada vez mais expõe os sentimentos dela!\n\nEsta página refere-se à serialização oficial da popular webcomic, que começou no site Storia DASH em 3 de abril de 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "771ff508-3fd5-4de8-aca1-0b7e64c33c07",
    "title": {
      "en": "A Witch's Hopeless Wish"
    },
    "updatedAt": "2023-10-03T22:19:25+00:00",
    "coverArt": "https://mangadex.org/covers/771ff508-3fd5-4de8-aca1-0b7e64c33c07/7d62056f-9f62-4bd1-9e93-a31b3b58608d.jpg",
    "altTitles": [
      {
        "ko": "이뤄질 수 없는 마녀의 소망"
      },
      {
        "ko": "이뤄질수없는마녀의소망"
      },
      {
        "ko-ro": "I'rweojil Su Eobsneun Ma'nyeo'eui So'mang"
      },
      {
        "ko-ro": "Irwojil Su Eomneun Manyeoui Somang"
      },
      {
        "en": "The Hopeless Desire of a Witch"
      },
      {
        "en": "A Witch's Hope That Can't Be Fulfilled"
      },
      {
        "en": "A Witch's Hope That Can't Come True"
      },
      {
        "en": "Hopeless Desire of a Witch"
      },
      {
        "fr": "La sorcière sans espoir"
      },
      {
        "ru": "Безнадежное желание ведьмы"
      },
      {
        "ja": "叶わない魔女の願い"
      },
      {
        "id": "Permohonan Sang Penyihir"
      },
      {
        "zh-hk": "無法實現的魔女之願"
      },
      {
        "zh": "这个魔女白切黑"
      }
    ],
    "description": {
      "en": "A charitable count offers to adopt young Caidel into a life of nobility, and the orphan boy only has to pledge one thing in return: follow the \"ember\" and seek out the witch that set fire to his childhood village.  \n  \nRaised as a skilled fighter in a family of alchemists, Caidel now sets out to find the white-haired witch. When he finally encounters a woman with flowing white hair, she is kind and gentle—contrary to the rumors spread by other villagers.  \n  \nCould the sweet Eleanor be the same witch from his nightmares? Between love and vengeance, which will Caidel choose?  \n\n\n---\n\n[Official Indonesian Translation](https://kakaopage.co.id/content/Permohonan-Sang-Penyihir/3285)  \n[Official Japanese Translation](https://piccoma.com/web/product/23954)",
      "ru": "«Если бы я умер тогда...»\n\nКайдель потерял всё, что имел, в языках пламени. Как-то раз он оказался в детдоме совершенно один, без дома и семьи. Но и там его поджидали бесчисленные трудности. Однажды явилась графиня, что ведала о происхождении того огня, и просила об его усыновлении...\n\n«Будешь ли ты искать со мной седовласую девушку?» \n\nТо была единственная подсказка о поджигателе. Именно она отняла всё у Кайделя и графини. Правда об этом инциденте раскрывается... Но что, если истина снова заберёт вновь обретённое?\n\n«Что я должен делать?»"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0153e96a-fb57-4665-a988-754b4f3aa744",
    "title": {
      "en": "Dungeon Odyssey"
    },
    "updatedAt": "2024-03-06T11:20:59+00:00",
    "coverArt": "https://mangadex.org/covers/0153e96a-fb57-4665-a988-754b4f3aa744/c210079c-cf5a-4c32-9022-27b2b4687352.jpg",
    "altTitles": [
      {
        "en": "Dungeon Experience Book"
      },
      {
        "ko": "던전 견문록"
      },
      {
        "ko-ro": "Deonjeon Gyeonmunnok"
      },
      {
        "fr": "Mémoires d'un Donjon"
      },
      {
        "fr": "Récits de Donjon"
      },
      {
        "fr": "Donjon Odyssée"
      },
      {
        "en": "Records of Dungeon Travel"
      },
      {
        "pt-br": "Odisseia na Masmorra"
      },
      {
        "zh-hk": "地下城見聞錄"
      }
    ],
    "description": {
      "en": "The descendants of mankind, born in the labyrinth and raised on the milk of monsters, possessed special strength and strong bodies. When they returned to earth, mankind referred to them as dungeon babies. Among them, Kim Jinwoo was born in the deepest labyrinth.\n\n“I never tried to become strong, I just wanted to live.”\n\nFrom the lowliest excavator to the king of the labyrinth, his life story is now unfolding.\n\n[MU]",
      "pt-br": "Os descendentes da humanidade que nasceram no labirinto e foram criados com o leite dos monstros possuíam uma força especial e corpos fortes. Quando retornaram à Terra, a humanidade os chamou de bebês da masmorra. Entre eles, Kim Jinwoo nasceu no labirinto mais profundo. 'Eu nunca tentei ficar forte, eu só queria viver.' Desde o mais humilde dos escavadores até o rei do labirinto, sua história de vida agora está se revelando."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f90e7e5-16b4-41f5-b717-137cf9783b5b",
    "title": {
      "en": "Making Magic: The Sweet Life of a Witch Who Knows an Infinite MP Loophole"
    },
    "updatedAt": "2023-12-05T04:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/2f90e7e5-16b4-41f5-b717-137cf9783b5b/05e69a5f-00de-444d-8783-e62cdbe6cf9e.jpg",
    "altTitles": [
      {
        "ja-ro": "Maryoku Cheat na Majo ni Narimashita ~Souzou Mahou de Kimama na Isekai Seikatsu~"
      },
      {
        "ja": "魔力チートな魔女になりました~創造魔法で気ままな異世界生活~"
      },
      {
        "en": "I Became a Magical Cheat Witch: Creative Magical Life in Another World"
      },
      {
        "es-la": "Se convirtió en una bruja con poderes mágicos tramposos  ~ La vida en un mundo diferente con magia creativa ~"
      },
      {
        "en": "Living it up in Another World as a Witch of Creation!"
      },
      {
        "ja-ro": "Maryoku Chiito na Majo ni Narimashita ~Souzou Mahou de Kimama na Isekai Seikatsu~"
      }
    ],
    "description": {
      "en": "Looks like I’ve been reincarnated into a gamelike world filled with monsters and dungeons. But don’t worry—it’s nothing I can’t handle. I chose Creation Magic for my unique skill, you see, and it lets me make whatever item I want...so long as I’ve got enough mana. Ah, there’s always a catch, isn’t there? But where there’s a rule, there’s a loophole—and this little witch knows just the trick to expand her mana pool a bit more each day.As for what I’ll be up to in the meantime, first I’ll make a friend. (Literally. Golems are a thing in this world.) Next, I’ll make some tracks. (And the sooner, the better. The goddess dropped me off in the middle of the wastelands). Then finally, one day, I’ll make myself a place where I can truly belong. (That’s the plan, at least.) Time to make some magic!\n\n(Synopsis From Novel)\n\n[Official English Light Novel](https://j-novel.club/series/making-magic)",
      "ja": "魔力があればなんでもできる！《創造魔法》のスキルで最強の魔女に。余裕の異世界スローライフファンタジー！\n\n異世界転生して手に入れたスキル、それは《創造魔法》。魔力があればイメージした通りのアイテムを作成することができるスキル。そのスキルで、魔力を増やす食物を作り出して魔力を無限増殖したら…!?\n\n転生前の記憶を失った転生者の少女はチセと名乗り、自ら造ったゴーレムのテトと共に世界を旅してゆく。\n魔力があればなんでもできる！魔女と従者のにぎやかで楽しい余裕の異世界旅物語。",
      "es-la": "La magia es capaz de hacer cualquier cosa. Conviértete en la bruja más fuerte con las habilidades de 《Magia Creativa》. ¡Una fantasía de una vida lenta en otro mundo!\n\nLa habilidad que adquirí después de reencarnarme en otro mundo es 《Magia Creativa》. Es una habilidad que te permite crear objetos como los imaginas si tienes el poder mágico. Pero, ¿qué ocurre cuando utilizas esa habilidad para crear alimentos que aumenten tu poder mágico y lo multipliquen infinitamente?\n\n Una chica reencarnada que perdió sus recuerdos antes de su reencarnación se hace llamar Chise y viaja por el mundo con su gólem Tet, que ella misma creó.\n Si tienes la magia, puedes hacer cualquier cosa. Se trata de las crónicas de un viaje animado y divertido sobre una bruja y sus seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bfde150-22b9-4361-9845-f2bb6957610b",
    "title": {
      "en": "Hazure Skill \"Soine\" ga Kakuseishi, Boku ga Saikyou Harem wo Kizuku Made ~Micchaku Soine de Ganbou Kaihou!? Yuuwakusare Makutte Komattemasu!!~"
    },
    "updatedAt": "2024-04-09T07:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/8bfde150-22b9-4361-9845-f2bb6957610b/88ac9688-7165-4e64-bfaa-87575bda2883.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル『添い寝』が覚醒し、僕が最強ハーレムを築くまで～密着添い寝で願望解放!? 誘惑されまくって困ってます!!～"
      },
      {
        "en": "Until my loser skill \"sleeping together\" is awakened and I build the strongest harem ~ Unleash your desires by sleeping close to each other!? I'm getting tempted so much and I'm in trouble!!~"
      }
    ],
    "description": {
      "en": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. \n\nHowever, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. \n\nDespite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student.\n\n This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
      "ja": "神からスキルを与えられる『祝福の儀』で、『添い寝の祝福』というハズレスキルを授かった新入生のレグナード。ヘンテコスキルを授かった故に同級生からは奇異の目で見られ、クラスのいじめっ子からはパシリにされる毎日。そんな中、とあるキッカケから優等生のフロストと一夜を共にしたことによって、このスキルの真の能力を知ることになり…。一緒に添い寝で完全回復! さらに隠れた願望暴いて女のコに迫られまくり!?『努力』と『添い寝』で成り上がる、最強ハーレムファンタジー開幕!",
      "pt-br": "Regnard, um calouro que recebeu o \"Despertar da Bênção\" que concede habilidades divinas, foi agraciado com a habilidade inusitada de \"Bênção do Dormir Juntos\". Devido a essa habilidade estranha, ele é visto com olhares estranhos por seus colegas de classe e é constantemente abusado por um valentão da turma. No entanto, depois de passar uma noite com Frost, uma estudante exemplar, por um certo acaso, Regnard descobre o verdadeiro poder desta habilidade... Ele se recupera completamente ao dormir junto com alguém! Além disso, seus desejos ocultos são revelados, e ele é perseguido por várias garotas! \"Esforço\" e \"Dormir Juntos\" o levam a ascender, dando início a uma fantasia de harém suprema!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a03f4591-e4ef-4560-80d9-81ac64db4f64",
    "title": {
      "en": "Yotsugogurashi"
    },
    "updatedAt": "2023-12-30T20:42:28+00:00",
    "coverArt": "https://mangadex.org/covers/a03f4591-e4ef-4560-80d9-81ac64db4f64/71bb54ac-000a-48d9-8b43-9195a7f2c172.jpg",
    "altTitles": [
      {
        "ja": "四つ子ぐらし"
      }
    ],
    "description": {
      "en": "My name is Miyabi Mifu. I'm a lonely sixth-grader, and I don't have any parents or relatives.....or so I thought for the last twelve years!\n\nOne day, I found out I'm a quadruplet!! Three other girls that have the same face and voice: Ichika-chan, Nitori-chan, and Shizuki-chan. We were all raised alone in different places, but from now on we're going to be living under the same roof. However, living with only other children is chaos! Also, the differences in our upbringing could lead to some uexpected circumstances...?\n\nWe're all the same, but we're also different! Our cute sisterhood life begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a938ef-72db-45e8-a6ff-42497613044e",
    "title": {
      "en": "Jewelry - Hane to Kotori no Subarashiki Hibi"
    },
    "updatedAt": "2022-02-10T13:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/85a938ef-72db-45e8-a6ff-42497613044e/38215e14-65f8-42f6-842f-c1e275dae9fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Jewelry Hane to Kotori no Subarashiki Hibi"
      },
      {
        "ja": "Jewelry－はねと小鳥の素晴らしき日々－"
      },
      {
        "ru": "Драгоценность: Удивительные дни Ханэ и Котори"
      }
    ],
    "description": {
      "en": "Hane is finally starting high school after being in and out of hospitals throughout most of her childhood. On her first day, she musters up the courage to greet one of her classmates, Kotori, only to witness him fist-fight upperclassmen. Seeing the fight, Hane faints and is readmitted to the hospital, and while she's recovering, Kotori surprisingly comes to visit her. Could this delinquent be more than meets the eye? \"A sparkling new love story\"!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2023-10-13T16:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-01-14T01:29:01+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/0d333483-27b6-4357-a1d5-35a06c6df36a.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ca26e13-c7d4-46de-a035-90c9bc52e06d",
    "title": {
      "en": "Star Ginseng Store"
    },
    "updatedAt": "2024-04-14T12:29:29+00:00",
    "coverArt": "https://mangadex.org/covers/5ca26e13-c7d4-46de-a035-90c9bc52e06d/e4fd5047-a6b3-4d36-b955-6f5820ca97be.jpg",
    "altTitles": [
      {
        "ko": "별이삼샵"
      },
      {
        "en": "Ginseng Star Store"
      }
    ],
    "description": {
      "en": "The story is about Jisuwon, a typical high school freshman with a talent for drawing. He falls for a girl who is already taken, but then meets Seolhyorim, the most beautiful girl in school, and falls for her instantly. He draws pictures of her secretly, but they are discovered by Yang Jinsu and revealed to Seolhyorim. Can Suwon's second first love be maintained?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c034a329-0631-4f68-9150-7f87ee86f26f",
    "title": {
      "en": "The Wizard of Eden"
    },
    "updatedAt": "2023-02-27T15:57:58+00:00",
    "coverArt": "https://mangadex.org/covers/c034a329-0631-4f68-9150-7f87ee86f26f/ca95b4ba-5aaf-432f-b590-0c89711b89cb.jpg",
    "altTitles": [
      {
        "ko": "에덴의 마법사"
      },
      {
        "ko-ro": "Eden-ui Mabeopsa"
      }
    ],
    "description": {
      "en": "One day, a circus troupe came across the street from Eden's school. Passing by the barracks, Eden meets the ring master of the troupe, Luke. Eden, who feels guilty for Luke for a certain childhood incident, recognizes him at one glance. However, Luke does not recognize him, and Eden felt upset leads him to getting drunk at the circus welcome party. The two accidentally spend a passionate night and quickly become close. Enamoured by Eden's cute and unguarded natural, Luke, who has lived a prosperous and carefree life so far, can't stop himself from falling for him. Eden is also attracted to Luke, who has grown up to be serious and cool, unlike when his young self, but the rumours about him being a Casanova leave him uneasy."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3db22aa4-98ed-4926-b357-e7b39e63c2e5",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-04-14T20:50:41+00:00",
    "coverArt": "https://mangadex.org/covers/3db22aa4-98ed-4926-b357-e7b39e63c2e5/71142ada-b7cb-4dcb-a5ec-8c773fad8b8a.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      }
    ],
    "description": {
      "en": "One day, a little kiddo appeared before me. “” Do you happen to know where the academy is? I have to go there! “” You’ve been heading in the wrong direction this whole time. “” !!! “” What are you looking at, old man? She was just like a daughter. “” Do you want one? But I don’t think she knows that I’m her father. ······· You’re probably thinking that, right? If you think so, you’re mistaken, pops! My name is Calypso. a four-time regressor. My life was ruined when I possessed a character of a novel. I even possessed a child! The third episode of my life was an end to extermination! “The male characters who are crazy about female characters!” Yes, somehow I get back on my 22nd birthday no matter what I do. However, I only realized it on my third life, after the Dragon Duke went mad. If the dragon runs wild, the world will be distorted! But can I go back home when all of this is happening? When I came back for my fourth life, I decided to use him. Pops? Guys? he’s just a stepping stone to meet the dragon! “Wait for me, dragon-nim!” [I want to die now, but I’m going crazy with all these repeated returns.] [My family is tied up with the royal family] [Does anyone ever hear about the weak?/ Only the strongest ones are happy]"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e852cd56-0e5b-4a04-830e-e2bd9d8f92a5",
    "title": {
      "en": "\"SHOPSKILL\" Sae Areba, Dungeon ka Sita Sekaidemo Rakusyou da: Hakugai Sareta Shounen no Saikyou Zamaa Life"
    },
    "updatedAt": "2024-02-21T10:08:21+00:00",
    "coverArt": "https://mangadex.org/covers/e852cd56-0e5b-4a04-830e-e2bd9d8f92a5/57108898-c153-487a-9a48-23eb1b918310.jpg",
    "altTitles": [
      {
        "ja": "『ショップ』スキルさえあれば、ダンジョン化した世界でも楽勝だ ～迫害された少年の最強ざまぁライフ～"
      },
      {
        "es-la": "Con mi Habilidad \"Tienda\", es Fácil Conquistar un Mundo de Mazmorras."
      },
      {
        "en": "As Long as I Have the [Shop] Skill, I'll Have an Easy Life Even in a World That Has Been Transformed Into a Dungeon!"
      },
      {
        "ja-ro": "“Shop” Skill Sae Areba, Dungeon-ka Shita Sekai Demo Rakushou da"
      }
    ],
    "description": {
      "en": "High school student Boji Nichiro is isolated from the rest of the world due to fierce bullying. One day, however, the world is transformed by the \"dungeonisation\" phenomenon! In the midst of the chaos, Nichiro awakens the unique skill \"Shop\". It was an out-of-the-box skill that allowed him to buy everything from food and daily necessities to unrealistic items! The start of a painful and \"wacky\" modern fantasy from \"Shosetsu-kaerou\"!",
      "ja": "壮絶なイジメを受け、孤立していた高校生・坊地日呂。だが、ある日《ダンジョン化》現象により世界は一変する！　混乱の中、日呂に覚醒したユニークスキル『ショップ』。それは、食料や日用品から非現実的なアイテムまでなんでも買える規格外のスキルだった――！　“小説家になろう”発痛快“ざまぁ”の現代ファンタジー開幕!!",
      "es-la": "Hiro es un estudiante que no confía en nadie. Él se ve envuelto en una catastrofe mundial. La aparición de monstruos convirtió al mundo en una mazmorra y Hiro tendrá que usar su nueva habilidad para sobrevivir."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f9ae1606-573f-4da0-a814-5a1751877bfd",
    "title": {
      "en": "Rock"
    },
    "updatedAt": "2024-02-12T10:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/f9ae1606-573f-4da0-a814-5a1751877bfd/b86375b4-1302-4092-b062-e72bd5828d48.jpg",
    "altTitles": [
      {
        "ja": "ロック"
      }
    ],
    "description": {
      "en": "We begin the story as Rock has left her husband, Astro, and their children and wants a divorce because Astro has cheated on Rock (again). As the five year old twins, Rockette and Astro Junior, find pictures of their parents when they were young, we flash back to the ever so popular romcom scenario of when Rock met Astro... except it's Kyoko Okazaki so it's messy, it's kooky, it's funny and it's all in a way that's unique to Kyoko Okazaki.\nBetween romantic comedy and hallucinated fairy tail, Kyoko Okazaki blows a wind of hysteria in the fashion world and its nights saturated with music and drugs."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "22baef38-43f2-4f48-8855-51a877251dcb",
    "title": {
      "en": "Akuyaku Reijou no Taida na Tameiki"
    },
    "updatedAt": "2024-03-27T14:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/22baef38-43f2-4f48-8855-51a877251dcb/9d207a21-d472-4e44-b44c-708112afda15.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の怠惰な溜め息"
      },
      {
        "ko": "악역영애의 나태한 한숨"
      },
      {
        "en": "The Villainess' Lazy Sigh"
      },
      {
        "en": "Lazy Sigh of the Villainous Daughter"
      },
      {
        "en": "The Villainous Daughter's Lazy Sigh"
      },
      {
        "zh": "令人叹息的懒惰恶役"
      }
    ],
    "description": {
      "en": "I was reincarnated as a villainess from an otome game I was playing. At this rate, I'll be exiled for being in the heroine’s way of conquering love. However, in this world… there are no entertainment materials! No doujinshis, no otome games, no smartphone! I'm really bored! Of course, I should be avoiding the destructive bad end… but before that I’m going to die from boredom!  \n  \n\"If there's no entertainment, just create it!\"  \n  \nUsing the knowledge from my past life to create toys and romance novels, I'll make this boring world fun! After becoming the queen’s favorite entrepreneur, I thought this scenario change will bring me to my wonderful future… But now the novel I wrote has brought me to the destruction flag–?!  \n\n\n---",
      "es": "Me reencarné como una villana de un juego inaugural que estaba jugando.  \nPero en cualquier lugar del mundo … ¡el entretenimiento es demasiado! ¡Sin doujinshi, sin juego inaugural, sin teléfono inteligente! ¡Soy realmente libre!  \nPor supuesto, debes evitar la ruta de la ruina … ¡pero antes de eso te aburrirás y morirás!  \n\"Si no tienes entretenimiento, ¡solo hazlo!\"  \nAprovechando el conocimiento de la vida anterior para crear juguetes y novelas románticas, ¡convierte el aburrido mundo en color de rosa!  \n¡La bandera de la ruina vino debido a una novela que pensé y escribí!",
      "ja": "プレイ中だった乙女ゲームの悪役令嬢に転生したアラサーの私。だけどこの世界……娯楽がなさすぎる！　同人誌も乙女ゲームもスマホもない！　すっごく暇！もちろん破滅ルートは避けないといけないけれど……その前に退屈で死んじゃう！\n\n「娯楽がなければ作ればいいのよ！」\n\n前世の知識を活かして玩具や恋愛小説を生み出し、退屈な世界をバラ色にしてみせる！王妃様お気に入りの実業家になり、これでシナリオを外れて素敵な未来が……と思いきや、書いた小説のせいで破滅フラグがやってきた――!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-03-04T12:48:26+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/60ceacb9-ab32-4647-aaf6-ff976516cdf7.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game de Kokuhaku shite Kita Hazu no Gal ga, Dou Mite mo Boku ni Betabore desu"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n[Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2023-11-25T16:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/e7170f4d-7e6f-4a80-a4f7-2b0743e96d05.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]