[
  {
    "mangaId": "3c656386-202d-48ae-aa56-5017adc9e81b",
    "title": {
      "en": "Seiyuu Ka!"
    },
    "updatedAt": "2024-04-18T02:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/3c656386-202d-48ae-aa56-5017adc9e81b/703c460e-d7e5-453f-9d20-055a31daa6bd.jpg",
    "altTitles": [
      {
        "vi": "Diễn Viên Lồng Tiếng"
      },
      {
        "ja-ro": "Seiyuu Ka-!"
      },
      {
        "ja-ro": "Seiyuu Kaa!"
      },
      {
        "ja-ro": "Seiyuu-ka!"
      },
      {
        "en": "Seiyuu-Ka! Lovely Voice"
      },
      {
        "en": "Voice Over!: Seiyu Academy"
      },
      {
        "ru": "Сэйю-ка!"
      },
      {
        "th": "วัยมันส์จอมป่วนก๊วนนักพากย์ !"
      },
      {
        "zh": "声优志愿"
      },
      {
        "ja": "声優かっ!"
      },
      {
        "zh": "真的是声优吗!"
      },
      {
        "zh-hk": "聲優志願!"
      }
    ],
    "description": {
      "en": "Kino Hime is a 15 year-old girl who just started her first year in a high school for voice actors (Seiyuu) called Hiiragi Academy. She dreams of becoming the voice of the main character in one of the most popular series in Japan, \"Magic Fighter Lovely Blazers\". The academy is the number one school which allows students to make their voice acting debuts and also includes other departments such as general education, sports, music, acting, and art.  \n  \nOf course this Academy is full of celebrities, too. Two of Hime's upperclassmen are none other than the two rising idols of the group \"Idol Unit AQUA\".  \n  \nBut Hime's dream is hard to fulfill. Her voice is not really suitable for a voice actress and her new classmate Kudou Senri doesn't waste time in pointing that out. Will Hime prove everybody, especially Senri, what she is capable of despite the first appearance?",
      "pt-br": "Kino Hime é uma menina de 15 anos que acabou de começar seu primeiro ano em uma escola para dubladores (Seiyuu) chamada Hiiragi Academy. Ela sonha em se tornar a voz do personagem principal de uma das séries mais populares no Japão, \"Magic Fighter Lovely Blazers\". A academia é a escola número um, que permite aos estudantes fazerem a sua estreia na dublagem, e também inclui mais departamentos: esportes, música, atuação, e arte.\n\nÉ claro que esta Academia é cheia de celebridades, também. Dois dos colegas de Hime não são outros senão os dois crescentes ídolos do grupo \"Idol Unit Aqua\".\n\nMas o sonho de Hime é difícil de se realizar. Sua voz não é realmente adequada para uma dubladora e seu novo colega de classe Kudou Senri não perde tempo em apontar isso. Hime vai provar que todos, especialmente Senri, o que ela é capaz de fazer, apesar da primeira aparição?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "70"
  },
  {
    "mangaId": "62441ff5-c7ac-4a8b-ba4c-83efa03a7b99",
    "title": {
      "en": "A Second Goodbye To You."
    },
    "updatedAt": "2024-03-27T12:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/62441ff5-c7ac-4a8b-ba4c-83efa03a7b99/0e2bc2fb-41ae-44ab-bffd-370094e79b81.jpg",
    "altTitles": [
      {
        "ja": "君に二度目のさよならを。"
      },
      {
        "ja-ro": "Kimi ni Nidome no Sayonara wo."
      },
      {
        "ja-ro": "Kimi ni Nidome no Sayonara o."
      },
      {
        "en": "A second goodbye to you."
      }
    ],
    "description": {
      "en": "Harusawa Hinata, who works as a web designer, receives a call that the body of his best friend Sora Otonashi, who disappeared in his second year of high school, has been found.\nHe attends the wake with his friends from the art club, where Shinohara notices something when he sees a picture Sora drew just before his disappearance. However, Shinohara and Hinata are attacked by someone. When they wake up, they find themselves in \"that place\" on \"that day\"!\n\nWhat is the truth behind their best friend's disappearance and death? And what is the secret hidden in the picture Sora drew?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "fcf1aa35-4891-46a3-9874-f1823ddac415",
    "title": {
      "en": "Sousei no Onmyouji"
    },
    "updatedAt": "2024-05-04T09:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/fcf1aa35-4891-46a3-9874-f1823ddac415/3f549d4e-889c-445a-be9b-a5d14ef01d22.jpg",
    "altTitles": [
      {
        "en": "Twin Star Exorcists"
      },
      {
        "ru": "Оммёдзи двух звезд"
      },
      {
        "ru": "Экзорцисты Двух Звезд"
      },
      {
        "ja": "双星の陰陽師"
      },
      {
        "zh": "双星之阴阳师"
      },
      {
        "ko": "쌍성의 음양사"
      },
      {
        "pt-br": "Exorcistas das Estrelas Gêmeas"
      },
      {
        "tr": "İkiz Yıldız Şeytan Kovucuları"
      }
    ],
    "description": {
      "en": "Rokuro Enmado is from a family of exorcists who remove evil Kegare, but his real dream is to be a singer, a soccer player, or anything other than an exorcist. When another exorcist, a girl named Benio Adashino arrives, Rokura is suddenly inflamed with competitive spirit and decides to put his natural knack to good use. Their rivalry gets more complicated when they both learn they are the destined \"Twin Star Exorcists,\" two ultimate fighters fated to marry and create the prophesied child who will eliminate all the Kegare in the world.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Twin Star Exorcists** (2019)",
      "ru": "С давних времён доблестные оммёдзи сражаются со скверной - злобными духами, рождёнными из человеческих страхов, боли и отчаяния. Рокуро с детства мечтал стать сильнейшим оммёдзи и очистить мир от скверны, но ужасная трагедия на долгие годы убила в нём всякое желание бороться. Но кому есть дело до желаний гиперактивного мальчишки, когда от него и талантливой девочки зависит судьба всего мира?",
      "tr": "Rokuro Enmado, kötü Kegare'yi ortadan kaldıran bir şeytan kovucu ailesindendir, ancak asıl hayali bir şarkıcı, futbolcu ya da şeytan kovucudan başka bir şey olmaktır. Benio Adashino adında başka bir şeytan çıkarıcı kız geldiğinde, Rokura aniden rekabetçi bir ruhla alevlenir ve doğal yeteneğini iyi bir şekilde kullanmaya karar verir. İkisi de kaderlerinde evlenip dünyadaki tüm Kegare'leri ortadan kaldıracak kehanet çocuğunu yaratmak olan iki nihai savaşçı, \"İkiz Yıldız Şeytan Kovucu\" olduklarını öğrendiklerinde rekabetleri daha da karmaşık bir hal alır.",
      "pt-br": "Rokuro sonha em se tornar tudo menos um exorcista! Então a misteriosa Benio aparece. Os dois são apelidados de \"Exorcistas das Estrelas Gêmeas\" e descobrem que estão destinados a se casar... Rokuro pode escapar de ambos os destinos? Quando o melhor amigo de Rokuro, Ryogo, desaparece, Rokuro é forçado a pedir ajuda a Benio para entrar em Magano, o reino dos Kegare, para resgatá-lo!"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c840326-c3fa-43e5-9902-fa18c52b03b8",
    "title": {
      "en": "Nakigao Yuri Anthology"
    },
    "updatedAt": "2023-07-13T17:55:46+00:00",
    "coverArt": "https://mangadex.org/covers/8c840326-c3fa-43e5-9902-fa18c52b03b8/83175640-33cc-4ba2-a6bf-841f22c99e54.jpg",
    "altTitles": [
      {
        "ja": "泣き顔百合アンソロジー"
      },
      {
        "en": "Anthology of Crying Girls"
      }
    ],
    "description": {
      "en": "\"Show me your crying face.\"\nA slightly unique yuri anthology consisting of seven completely original tales centered around the theme of \"crying face\"! Enjoy each unique \"crying face\"!\n\nIncludes the following chapters:\n1. You Are My Ideal\n2. Kanojo no Namida ga Amai Riyuu\n3. Afureta, Sono Saki\n4. Watashi ga Inakya Dame!\n5. Kurushii Koi\n6. Zatsuon\n7. Ne",
      "ja": "見せて、あなたの泣き顔。\n\n「泣き顔」をテーマに描く、全7作完全描き下ろしのちょっと特殊な百合アンソロジー!\nそれぞれの「泣き顔」をお楽しみください!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-10T14:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/2fe95806-7579-4f01-9c15-c48f59434535.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-04-10T13:34:10+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os quatro cavaleiros do apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô em um lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca em uma jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf971d6a-3295-43f5-8227-40f113be36f5",
    "title": {
      "en": "Ookami wa Tantei o Tabetai"
    },
    "updatedAt": "2023-11-07T01:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/bf971d6a-3295-43f5-8227-40f113be36f5/dc846550-4894-49f5-8cea-784ec509d1cd.jpg",
    "altTitles": [
      {
        "en": "The Werewolf Wants to Eat His Favorite Detective"
      },
      {
        "ja": "オオカミは探偵を食べたい"
      }
    ],
    "description": {
      "en": "I have no confidence that I can \"wait\".\"Werewolf Syndrome\" - The spontaneous onset of a strange disease. Those who are affected present symptoms such as attacking and devouring humans. In this world, this is merely an urban legend, but, 10 years ago, Reito's brother was killed by a werewolf. Since then he has spent his life as a lone detective in order to expose the truth behind werewolves. Under such circumstances, he meets his estranged nephew for the first time in 10 years. Reito was briefly surprised to see that Yoru, who used to be a crybaby, is now a dashing university student who towers over him. Shortly after, Yoru suggests that Reito should hire him in the detective agency...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5405181-5468-4d92-a89b-0448ecfe00de",
    "title": {
      "en": "Atashi, Kiss Shita."
    },
    "updatedAt": "2024-03-14T04:20:01+00:00",
    "coverArt": "https://mangadex.org/covers/e5405181-5468-4d92-a89b-0448ecfe00de/28ea9ad6-2b25-4bf5-8bdd-52e912c86a2a.jpg",
    "altTitles": [
      {
        "ja-ro": "Atashi Kisushita"
      },
      {
        "ja-ro": "Atashi, Kiss Shita."
      },
      {
        "ja-ro": "Atashi, Kisu Shita."
      },
      {
        "en": "I Kissed You Just Now."
      },
      {
        "ru": "Я только что тебя поцеловала"
      },
      {
        "ar": "قبلتُك للتو."
      },
      {
        "ja": "あたし、キスした。"
      },
      {
        "zh": "忍不住、吻了你"
      },
      {
        "zh": "我，亲吻了"
      },
      {
        "ko": "나, 키스했다"
      }
    ],
    "description": {
      "en": "[from lost-translations]  \nWith all the intertwines of love, entangled red strings, and perturbed hearts, Mitsui Haruka brings us eight stories that begins by taking that one intense first step.  \n  \n\"Cosa posso fare per dare una mossa alla nostra relazione?\""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "6d9cbf38-c9b4-4f5a-84dd-2fe49226535e",
    "title": {
      "ja": "Hallelujah Baby"
    },
    "updatedAt": "2024-03-11T21:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/6d9cbf38-c9b4-4f5a-84dd-2fe49226535e/36534c9c-89a9-4775-b156-9ed482787ea5.jpg",
    "altTitles": [
      {
        "ja": "ハレルヤベイビー"
      }
    ],
    "description": {
      "en": "The successor of a yakuza family and his bodyguard who’s head over heels in love with him — the only pacifist in the wild and violent Ousaki Group is its sucessor, Touka. His bodyguard-slash-friend, Miyako, has dedicated his entire being to protecting him, but it seems he’s a tad bit overprotective…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40f660d7-a422-49c2-bd05-06535c029ae4",
    "title": {
      "en": "Love Train"
    },
    "updatedAt": "2024-05-07T22:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/40f660d7-a422-49c2-bd05-06535c029ae4/94b8370e-cbb3-4468-af8b-da289d3e69b7.png",
    "altTitles": [
      {
        "en": "러브 트레인"
      }
    ],
    "description": {
      "en": "On the first day of school, six students felt their hearts flutter all at the very same moment in time! This is the story of each of them pursuing and being pursued out of their earnest wishes for love."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "143"
  },
  {
    "mangaId": "1c39a395-49f7-4d38-858c-b3407c378913",
    "title": {
      "en": "Peach Branch Bubbles"
    },
    "updatedAt": "2024-02-24T17:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c39a395-49f7-4d38-858c-b3407c378913/b5e637c3-2a8c-42e3-8569-7f44c8d0b709.jpg",
    "altTitles": [
      {
        "zh": "桃枝气泡"
      }
    ],
    "description": {
      "en": "Tao Zhi, an infamous figure in Laboratory School 1, dominated the bottom rankings all year round. One day, according to rumour, Miss Tao somehow fell for the legendary academic big boss—the school’s only hope to defeat neighbouring schools, the top scorer in the college entrance exam: Jiang Qihuai. Some research revealed that the boss’s type was someone who was 1) good-natured and 2) good at studying. Those who scored less than 700 points weren’t even worth mentioning. Tao Zhi wasn’t good-natured either, so she started practicing 5 exams/3 years*, turning herself into a ruthless test-answering machine that woke up early and stayed up late to study for 2 weeks, and scored 350 points.\n\nTao Zhi: Look, I like you so much, how about you let this one go and let me take the test again?\n\nHow to conquer a Bking**--from 300 to 700 points--in what world does a lady as beautiful as a flower who comes from a rich family like me get looked down on, isn’t it because you’re a coward king?\n\n*referring to a workbook that simulates 5 college exams and 3 years of school\n**internet slang for someone who acts cool/like a king"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "259e095f-8304-469d-bdba-8db1144826de",
    "title": {
      "en": "A, Sore Pon Desu!"
    },
    "updatedAt": "2024-05-25T06:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/259e095f-8304-469d-bdba-8db1144826de/2cf97145-2165-47d7-84d2-8ffb45cbb1ed.jpg",
    "altTitles": [
      {
        "ja-ro": "Sore-Pon"
      },
      {
        "ja": "あ、それポンです！"
      },
      {
        "en": "Oh, that's Pon!"
      },
      {
        "zh-hk": "啊、那張我碰了！"
      }
    ],
    "description": {
      "en": "Fluffy Mahjong(?) Comedy!\n\nThe recently enrolled high schoolers Sena and Shiori are keen on joining the Mahjong Club, belonging to their senior friends: Natsume and Komachi. However! The Mahjong Club is at risk of disbanding! ...Reason being? That no one there can play mahjong!! \nWill they be able to remember the rules of the game before the club becomes disbanded!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2024-05-24T21:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-05-09T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/a0574230-816e-4f37-8f68-9a4b02ad38c1.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce23a691-9041-43d7-a2cb-5607281b0e79",
    "title": {
      "en": "White Tiger and Black Tiger"
    },
    "updatedAt": "2024-02-03T05:13:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce23a691-9041-43d7-a2cb-5607281b0e79/7cbf4215-052e-4611-a9a3-95edd48c6992.png",
    "altTitles": [
      {
        "ja": "ホワイトタイガーとブラックタイガー"
      },
      {
        "ja-ro": "White Tiger to Black Tiger"
      }
    ],
    "description": {
      "en": "White Tiger went into the woods to find a strong tiger called \"Black Tiger\" and met Black Tiger, the shrimp.\n\nIt's a web manga on Twitter by NITORI Sasami, the author of \"Wonder Cat Kyuu-chan\" (Fushigi Neko no Kyuu-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1010ebf3-2859-4101-badc-034bd08132ff",
    "title": {
      "en": "21st Century Boys"
    },
    "updatedAt": "2023-09-03T23:48:24+00:00",
    "coverArt": "https://mangadex.org/covers/1010ebf3-2859-4101-badc-034bd08132ff/66ee9d0d-b894-4d35-8bf2-d080dba8a668.jpg",
    "altTitles": [
      {
        "ja-ro": "21 Seiki Shounen"
      },
      {
        "tr": "21. Yüzyıl Çocukları"
      },
      {
        "ja": "21世紀少年"
      },
      {
        "zh": "21世纪少年"
      },
      {
        "ru": "Мальчишки двадцать первого века"
      },
      {
        "ar": "فتيان القرن الواحد والعشرين"
      },
      {
        "ja": "二十一世紀少年"
      },
      {
        "zh": "二十一世纪少年"
      },
      {
        "ko": "21세기 소년"
      }
    ],
    "description": {
      "en": "Growing older is pretty rough and Kenji is finding out just how hard it can be as life starts wearing down on him. On top of trying to make ends meet running a convenience store he has to care for the niece that his missing sister left in his care. Memories of youth make it easier, until those memories come back to haunt him.  \nPicking up directly after the events of 20th Century Boys, it seems like the world is finally out of danger, but the mystery of \"Friend\" still exists. As the world is threatened again, Kenji must search his memories for any clue about \"Friend.\"",
      "pt-br": "Continuação da obra-prima de Naoki Urasawa, 20th Century Boys"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "347addec-5871-4e5c-a10e-264144f2ed8f",
    "title": {
      "en": "Omoi Gal"
    },
    "updatedAt": "2024-05-26T02:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/347addec-5871-4e5c-a10e-264144f2ed8f/337b2fdc-1b46-41f7-be15-8c7a8778755a.jpg",
    "altTitles": [
      {
        "ja": "重いギャル"
      },
      {
        "en": "Heavy Gal"
      },
      {
        "pt-br": "Gal Pesada"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7138083b-4fbf-4cc3-8695-ce175034e45a",
    "title": {
      "en": "Yuki to Sumi"
    },
    "updatedAt": "2024-03-11T16:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/7138083b-4fbf-4cc3-8695-ce175034e45a/2f0ee58a-18ee-4af2-baa1-29394b70d53c.jpg",
    "altTitles": [
      {
        "ja": "雪と墨"
      },
      {
        "ja-ro": "Yuki to Sumi"
      },
      {
        "en": "Snow and Ink"
      },
      {
        "vi": "Tuyết và Mực"
      }
    ],
    "description": {
      "en": "Neneo was being hauled through the city for the terrible crime of murdering 50 villagers.\n\"I will buy you\" she said. With one word, Freya, the daughter of a prestigious family, changed his fate as he was about to be beheaded. When Freya loses the battle for the throne and heads off to a remote, cold region, Neneo is ordered as her squire, and he finds himself in the company of a woman who, like himself, is scorned and pitied by the world. The two have different backgrounds and different ways of thinking, but as they confide in each other about their respective circumstances, they come to understand each other.",
      "ja": "第1巻の内容紹介: SNSで発表されるや否や大反響を巻き起こした『大罪人と名家の令嬢の物語』、第1巻!!\n\nネネオは村人50人を殺害した大罪で、市中を引き回されていた。\n「その罪人、私が買い取ります」。\n斬首される彼の運命をその一言で一変させたのは、名家の令嬢であるフレイヤだった。\n家督争いに敗れ極寒の僻地へと向かうフレイヤから従者を命じられたネネオは、\n自分と同様に世間から蔑みと憐みを受けている彼女に気づく。\nまるで生い立ちも考え方も違う2人だが、\nそれぞれの事情を打ち明けていく中で、お互いの理解者になっていき…。\n\nDai 1-kan no naiyō shōkai: SNS de happyō sa reru ya inaya dai hankyō o makiokoshita “taizainin to meika no reijō no monogatari”, dai 1-kan! \n\nNeneo wa murabito 50-ri o satsugai shita taizai de, shichū o hikimawasa rete ita. \"Sono tsumibito, watashi ga kaitorimasu\". Zanshu sa reru kare no unmei o sono hitokoto de ippen sa seta no wa, meika no reijōdearu fureiyadatta. Katoku arasoi ni yabure gokkan no hekichi e to mukau fureiya kara jūsha o meiji rareta neneo wa, jibun to dōyō ni seken kara sagesumi to 憐 Mi o ukete iru kanojo ni kidzuku. Marude oitachi mo kangaekata mo chigau 2-ridaga, sorezore no jijō o uchiakete iku naka de, otagai no rikai-sha ni natte iki…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce2f4694-679f-45ed-8511-15f415507306",
    "title": {
      "en": "Almost Love"
    },
    "updatedAt": "2021-11-19T08:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/ce2f4694-679f-45ed-8511-15f415507306/fe4c97d9-8810-412c-8a27-bd65ac530939.jpg",
    "altTitles": [
      {
        "en": "Bokaksaeng"
      },
      {
        "en": "Geoui Saranghae"
      },
      {
        "en": "I Almost Loved You"
      },
      {
        "en": "거의 사랑해"
      }
    ],
    "description": {
      "en": "Down on his luck voice actor Daewon finally lands a huge role, but the only problems is… it's homoerotica! Plus, he'll have to work with Hyunsoo who came out to him as bisexual. Having to move in with the brash guy makes matters worse, when he brings up a past heartbreak. To-do list: Get through the new job, sleep in the right bed, keep my clothes on, keep HIM away!  \n  \n(Source: TappyToon)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b965ba5a-52a3-42c0-b16e-bbea1ee4b8cc",
    "title": {
      "en": "Master Keaton"
    },
    "updatedAt": "2024-03-20T17:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/b965ba5a-52a3-42c0-b16e-bbea1ee4b8cc/1688ab75-38f2-4acb-b901-97eb78a48baf.jpg",
    "altTitles": [
      {
        "ja": "MASTERキートン"
      },
      {
        "zh": "危险调查员"
      },
      {
        "es-la": "Maestro Keaton"
      }
    ],
    "description": {
      "en": "Taichi Hiraga-Keaton, who has a Japanese father and an English mother, works as an insurance op (investigator) while teaching archaeology at a university.\nHe is also a former instructor of survival techniques in the SAS (Special Air Service) of the British army.\n\nKeaton's dream is to work as an archaeologist to discover the mysterious Danube civilization.\n\nIn reality, however, he spends his days doing detective work, which is always fraught with danger.\n\nWhen he is thrown out into the desert, he uses his knowledge as a weapon to survive, and he uses chocolate to disable a bomb planted by terrorists.\n\nHe is supported by his daughter Yuriko, who scolds Keaton for his clumsiness, his father Taihei, who is still thriving in his old age, and his partner Daniel, an insurance investigator, while still feeling regret over his ex-wife.\n\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/master-keaton)\n- Indonesian release by Elex Media (cancelled)",
      "es-la": "Keaton es el hijo de una mujer inglesa de noble cuna y un zoólogo japonés.Se fue a Inglaterra a la edad de cinco años con su madre después del divorcio de sus padres.\n\nAllí aprendió arqueología en la Universidad de Oxford, donde conoció a su mujer con la que tiene una hija (Yuriko), de la que se divorciaron cinco años después.\nTrabaja como operativo/detective para Lloyds de Londres donde es conocido por sus habilidades adquiridas como sargento mayor en el SAS y como veterano de la Guerra de las Malvinas, lo que le ayuda a llevar a cabo su peligrosa labor de investigador de seguros.\nA pesar de trabajar para Lloyds, su sueño es excavar la antigua civilización en una cuenca del Danubio.\n___\n* Su título es \"maestro\" porque el maestro del campo de entrenamiento de SAS le dijo que no podría ser un \"profesor\" en su estilo de lucha pero un \"maestro\" en el mejor de los casos.\n* El manga retrata muchas facetas de Keaton: no solo su papel como detective, sino también sus puntos de vista humanistas sobre la naturaleza, la familia y la cultura.",
      "pt-br": "Taichi Hiraga-Keaton, que tem um pai japonês e uma mãe inglesa, trabalha como investigador de seguros enquanto leciona arqueologia em uma universidade. Ele também é um ex-instrutor de técnicas de sobrevivência no SAS (Serviço Aéreo Especial) do exército britânico.\n\nO sonho de Keaton é trabalhar como arqueólogo para descobrir a misteriosa civilização do Danúbio.\n\nNa realidade, porém, ele passa seus dias fazendo trabalho de detetive, que sempre está repleto de perigos.\n\nQuando é jogado no deserto, ele usa seu conhecimento como uma arma para sobreviver e utiliza chocolate para desativar uma bomba plantada por terroristas.\n\nEle é apoiado por sua filha Yuriko, que repreende Keaton por sua falta de jeito, seu pai Taihei, que ainda está florescente em sua velhice, e seu parceiro Daniel, um investigador de seguros, enquanto ainda sente arrependimento por sua ex-esposa."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "12"
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-18T05:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-05-24T19:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/b3b944ad-22ff-4aea-ac8f-65c9162562f9.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-02-27T09:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/6b0fb9d0-b28c-45bd-a06a-0864bcb486e4.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island!"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "842f37f2-5769-4757-b6ce-52459b955960",
    "title": {
      "en": "2022 Secret Romance (Anthology)"
    },
    "updatedAt": "2024-05-26T01:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/842f37f2-5769-4757-b6ce-52459b955960/b616246b-229e-404f-8ee7-46e59a7fde64.jpg",
    "altTitles": [
      {
        "ko": "2022 몰래보는로맨스"
      },
      {
        "ko": "산중혼담"
      },
      {
        "en": "Sneak Romance"
      },
      {
        "pt-br": "Noite Vermelha Do Duque"
      },
      {
        "en": "Duke's Red Night"
      }
    ],
    "description": {
      "en": "A world of spicy romance that I want to see secretly and only I want to own. From the romance of the Middle Ages to the fantasy, the story that was hidden is released!\nI can't stand this atmosphere...! Maybe... it's just me... okay?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a3db59a-aafd-452e-8282-8b61ae60b012",
    "title": {
      "en": "Hono Mieru Shonen"
    },
    "updatedAt": "2024-05-22T23:00:52+00:00",
    "coverArt": "https://mangadex.org/covers/3a3db59a-aafd-452e-8282-8b61ae60b012/c5eafccd-f746-4d90-b25c-17659086b6e3.jpg",
    "altTitles": [
      {
        "en": "Phantom Seer"
      },
      {
        "ja-ro": "Honomieru Shounen"
      },
      {
        "ru": "Едва видимый парень"
      },
      {
        "ru": "Фантомный парень"
      },
      {
        "ja": "仄見える少年"
      },
      {
        "fa": "روح پیشگو"
      },
      {
        "fr": "Phantom Seer"
      },
      {
        "es-la": "Chico Vidente"
      }
    ],
    "description": {
      "en": "If something strange and mysterious occurs, you should go to him. They say he has psychic powers, but convincing him to actually help deal with fierce phantoms may be a challenge. \n\n---\nA Gold Future Cup 2020 winner, this spine-tingling, horror one-shot now returns as a full series!",
      "fr": "Issu d'une lignée qui fait trembler les créatures paranormales, Iori est un puissant médium capable d'exorciser les esprits malfaisants appelés \"phantom\". Or, ce lycéen fainéant, égoïste et désagréable ne rêve que d'une chose : une vie banale. Tout le contraire de Riku, une camarade populaire et altruiste… mais qui attire tous les phantom alentour ! Lorsqu'on assigne à Iori la protection de Riku, les deux camarades décident de collaborer pour, peut-être, changer leurs destins…\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "ru": "Если произойдет что-то странное и загадочное, вам следует отправиться к нему. Говорят, у него есть экстрасенсорные способности, но убедить его помочь справиться с жестокими фантомами может быть непросто.",
      "es-la": "Si ocurre algo extraño y misterioso, debes acudir a él. Dicen que tiene poderes psíquicos, pero convencerlo de que realmente ayude a lidiar con fantasmas feroces puede ser un desafío. ¡Ganador de la Gold Future Cup, este escalofriante one-shot de terror ahora regresa como una serie completa!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "933add13-9433-46d5-a444-7b177330fb4c",
    "title": {
      "en": "Kono Hi, \"Itsuwari no Yuusha\" de Aru Ore wa \"Shin no Yuusha\" de Aru Kare wo Party kara Tsuihou shita"
    },
    "updatedAt": "2024-05-20T14:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/933add13-9433-46d5-a444-7b177330fb4c/dcb05592-03b4-4082-a1ca-e170bf05e710.jpg",
    "altTitles": [
      {
        "ja": "この日、『偽りの勇者』である俺は『真の勇者』である彼をパーティから追放した"
      },
      {
        "en": "On This Day, I, the “False Hero”, Expelled Him, the “True Hero”, From the Party."
      }
    ],
    "description": {
      "en": "Foyle, bestowed with the job of the “False Hero,” followed his role and expelled his best friend from the party, who was supposed to be defeated by the awakened “True Hero.” But at death’s door, Foyle is saved by Iris, an elf girl who is the only one that knows his true self, even as a false hero.\n\nAcknowledged by her as “My Hero,” Foyle remembers his aspiration to save people like a hero and begins to desire to do so in the shadows. The “False Hero” who has lost everything becomes the “Hero of Shadows” and decides to embark on a new adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "5162d7e1-dcd4-4a3f-980f-83ca6c2a6957",
    "title": {
      "en": "Moto Dorei Desu ga, Oni no Dorei wo Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
    },
    "updatedAt": "2023-11-23T16:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/5162d7e1-dcd4-4a3f-980f-83ca6c2a6957/7e91c5fe-7391-4ec6-b8e2-fea280f8a813.jpg",
    "altTitles": [
      {
        "ja": "元奴隷ですが、鬼の奴隷を買ってみたら精力が強すぎるので捨てたい……"
      },
      {
        "ja-ro": "Moto Dorei Desu ga, Oni no Dorei o Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
      },
      {
        "en": "I'm a Former Slave, but I Tried to Buy an Oni Slave Who I Later Found to Have Too Much Energy, so I Want to Throw Him Away..."
      },
      {
        "en": "I Bought a Demon Slave but It's Too Strong That I Want to Throw It Away..."
      },
      {
        "zh": "本来身为奴隶，买了鬼做奴隶结果却因为精力太旺盛了好想扔掉"
      }
    ],
    "description": {
      "en": "It has been seven years since Sora Ono was sent to another world, where she was enslaved. Because of a clerical error, her “slave” status was revoked, and Sora walked away a free woman. Then one day, she purchases a slave..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3fc1063-fe87-4d56-8d47-8d7dace95e20",
    "title": {
      "en": "Z Mazinger"
    },
    "updatedAt": "2024-04-05T09:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/b3fc1063-fe87-4d56-8d47-8d7dace95e20/dae8a53e-ed28-4949-af56-ab2b0f6c4c36.jpg",
    "altTitles": [
      {
        "en": "Zeta Mazinger"
      },
      {
        "en": "Zeus Mazinger"
      },
      {
        "ja": "Z マジンガー"
      },
      {
        "es": "Z Mazinger"
      },
      {
        "it": "Z Mazinger"
      }
    ],
    "description": {
      "en": "A retelling of Mazinger Z mixed with ancient Greek mythology with a modern touch."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/d74eb76d-3afe-4c27-93d3-54e71eec10ac.png",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3bc925d-d02a-498c-b3b6-fa588568410b",
    "title": {
      "en": "Kono Setsugen de Kimi ga Zutto Waratte Irareru you ni"
    },
    "updatedAt": "2024-05-18T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/a3bc925d-d02a-498c-b3b6-fa588568410b/34c3f5ef-db8c-4329-9af0-73c3cd7bc2bf.jpg",
    "altTitles": [
      {
        "ja": "この雪原で君がずっと笑っていられるように"
      },
      {
        "en": "May This Snowfield Keep You Smiling All the Time"
      },
      {
        "ja-ro": "Kono Setsugen de Kimi ga Zutto Waratteirareru You ni"
      }
    ],
    "description": {
      "en": "\"You've escaped from all your suffering, so I'll make sure you know happiness for the rest of your life.\"\n\nShiroshika Muku's childhood ended ten years ago when her father died, her best friend moved to Tokyo, and she, together with her mom and little sister, had to go to live with her grandparents. Trying to fulfill the role her father left behind, Muku, a now 21-year-old woman, feels like drowning. \n\nShe needs to care of her grandfather, who has dementia, and find a new job after the company she started working for after graduating high school went bankrupt, so she can pay her grandfather's medical expenses and the school expenses of her little sister. She also needs to help her mother with the housework and listen to how her grandmother tells her she is not good enough simply because she is a woman, as well as the importance of having a man around.\n\nShe needs to run away and live her life for herself before she starts hating the family she loves so much, but with nowhere to go, this seems impossible. That is, until her childhood friend Yuto returns after ten years, on a snowy day..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2670121-e95d-4324-80f5-8a2e2e018b3f",
    "title": {
      "en": "Kindaichi Shounen no Jikenbo - Short File Series"
    },
    "updatedAt": "2024-05-01T14:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/d2670121-e95d-4324-80f5-8a2e2e018b3f/f3dd3e28-bcb5-4155-8b33-693567758489.jpg",
    "altTitles": [
      {
        "ja": "「金田一少年の事件簿」短編集"
      },
      {
        "en": "Challenges of Young Kindaichi - Collected Special Short Files"
      },
      {
        "ja-ro": "Kindaichi Shounen no Jikenbo - Tanpenshuu"
      },
      {
        "en": "Young Kindaichi’s Casebook: Short Stories"
      },
      {
        "ja": "金田一少年の事件簿 短編集"
      },
      {
        "ko": "소년탐정 김전일 애장판 단편집"
      },
      {
        "id": "Detektif Kindaichi"
      }
    ],
    "description": {
      "en": "Collections of special short stories where, once again, Kindaichi and Miyuki are caught up in various crimes and obliged to solve them. The individual mysteries span from two to four chapters.  \n  \nSerialized in Kodansha's Weekly Shounen Magazine from 1997-2000."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2024-05-23T19:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      },
      {
        "pt-br": "Um Yuri de Boinha"
      },
      {
        "pt": "Um Yuri Compassado"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro garotas travessas ocupam ilegalmente a antiga sala do clube da Cerimônia Tradicional do Chá para criar o \"Clube de Diversão\". Essas atentadas... que ignoram repetidos avisos - em rebelião direta às justas diretrizes do Conselho Estudantil - decidem permanecer na sala até que finalmente se levantem e façam alguma coisa! Neste mangá um pouco lento, como o título sugere, cheio de trancos e barrancos, as quatro meninas saem de suas casas para passear juntas, com dias cheios dum pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6612b6b-8a6e-424b-8997-6fa70ef72f40",
    "title": {
      "en": "Kunigei - Okuni University Art Department Film Program"
    },
    "updatedAt": "2024-05-26T02:46:14+00:00",
    "coverArt": "https://mangadex.org/covers/a6612b6b-8a6e-424b-8997-6fa70ef72f40/4373c2a3-fc35-43dc-aec2-ffd36713a1e7.jpg",
    "altTitles": [
      {
        "ja": "クニゲイ〜大國大学藝術学部映画学科〜"
      },
      {
        "ja-ro": "Kunigei - Ookuni Daigaku Geijutsu Gakubu Eiga Gakka"
      }
    ],
    "description": {
      "en": "Daisuke Kanami has enrolled in the film department of an art college.\n\nHe had won a film award when he was in high school, and was filled with anticipation for his promising youth, but he was shocked by his classmate Kado Osawa, who is overflowing with talent...!?\n\nAspire to be a famous director! A modern story of youth in film school",
      "ja": "美術大学の映画学科に入学した、加々美大助。\n\n高校生の頃、とある映画賞を受賞した過去があり、前途洋々な青春に期待に膨らませていたが、才能に溢れる同級生・大澤門に衝撃を受けるのだが...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c05b1b4-7da6-4e7a-ae39-5cc2363093f0",
    "title": {
      "en": "Slow Loop"
    },
    "updatedAt": "2024-05-03T11:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/4c05b1b4-7da6-4e7a-ae39-5cc2363093f0/1c929c78-ed99-41f0-af28-7ffa615eeec8.jpg",
    "altTitles": [
      {
        "ru": "Медленная петля"
      },
      {
        "ja": "スローループ"
      },
      {
        "ko": "슬로우 루프"
      },
      {
        "ko": "슬로우루프"
      }
    ],
    "description": {
      "en": "When Hiyori - a young girl whose deceased father taught her the joys of fishing - headed out to sea for some alone time, she never thought that she would encounter another girl there.  \nAfter a while, this girl - named Koharu - and her end up fishing and cooking together, and they get to know each other a bit in the meantime. During their brief time together Koharu finds out that the reason that Hiyori went out to sea that day was because she's hesitant towards meeting her new stepfamily that same evening. But what a coincidence! Koharu is also meeting her new family tonight! \"No. It can't be a coincidence…\" Follow these two 'sisters' and their new life together!  \n\n\n---",
      "ru": "Хиори любит ловить рыбу с берега. Этому научил ее отец. Однажды на пляже она знакомится с Кохару, своей сводной сестрой от нового брака матери Хиори."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "265d8091-f6b1-48b4-ab13-88a8f320574a",
    "title": {
      "en": "Mahou Shoujo ni Akogarete - Moshi Mahou Shoujo ni Narete no Zokuhen (Doujinshi)"
    },
    "updatedAt": "2024-04-19T15:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/265d8091-f6b1-48b4-ab13-88a8f320574a/7e947d71-007f-4961-944a-3f523b811e58.jpg",
    "altTitles": [
      {
        "en": "Gushing over Magical Girls - If I Could Become a Magical Girl (Sequel)"
      },
      {
        "ja": "魔法少女にあこがれて - もし魔法少女になれての続編"
      },
      {
        "zh-hk": "憧憬成為魔法少女 - 如果成為魔法少女續篇"
      },
      {
        "en": "Looking up to Magical Girls - If I Could Become a Magical Girl (Sequel)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92f68774-cc7e-4779-bae5-903e0ce30015",
    "title": {
      "en": "Ushijima-kun the Loan Shark"
    },
    "updatedAt": "2024-02-11T23:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/92f68774-cc7e-4779-bae5-903e0ce30015/3ec47edf-9860-47de-8161-cbfeef132ea1.jpg",
    "altTitles": [
      {
        "fr": "Ushijima, l'usurier de l'ombre"
      },
      {
        "ru": "Ростовщик Ушиджима-кун"
      },
      {
        "ja": "闇金ウシジマくん"
      },
      {
        "zh": "黑金丑島君"
      },
      {
        "ko": "사채꾼 우시지마"
      },
      {
        "en": "Ushijima the Loan Shark"
      },
      {
        "ja-ro": "Yamikin Ushijima-kun"
      },
      {
        "en": "Loan Shark Ushijima-kun"
      }
    ],
    "description": {
      "en": "During the past decades, Japan has become the shining star of Asia, with its noteworthy achievements in the fields of science, technology, medicine, quality of life, and many others.\n\nYet, while there are a great number of rich and successful Japanese people, there are even more of those engaged in a furious struggle for something as simple as earning to cover their day-to-day living expenses; all the while battling dangerous and money-consuming addictions such as gambling and alcoholism.\n\nWhat would these poor and not-so people do when they require the money to fulfill their never-ending desires, the desires that are part and parcel of being human? Just how miserable and dangerous might their lives become were they to fall into traps laid by *yamikin*, the loan sharks of the Japanese financial world's dark side, whose only goal is to ensnare such weak-willed souls?\n\nAdapted into film and a J-Drama.\n\n---  \n- **Won the 56th Shogakukan Manga Award for General Manga in 2011**\n- **Won the 23rd Japan Media Arts Festival Social Impact Award in 2020**"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "46",
    "lastChapter": "493"
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-05-07T15:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-05-23T04:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-05-14T06:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/ae1a0627-f1bf-4cf2-960e-239657d9a6e3.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5bac78-018f-4f23-8a8d-0f25c9d6058f",
    "title": {
      "en": "AI Genes"
    },
    "updatedAt": "2023-10-19T06:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/8d5bac78-018f-4f23-8a8d-0f25c9d6058f/d1cb8f65-c378-4155-a729-e52505365170.jpg",
    "altTitles": [
      {
        "ja": "AIの遺電子"
      },
      {
        "zh": "AI的遗电子"
      },
      {
        "zh-hk": "AI的遺電子"
      },
      {
        "ko": "AI의 유전자"
      },
      {
        "en": "Artificial Intelligence's Genes"
      },
      {
        "en": "Digital Genes of AI"
      },
      {
        "ru": "Гены любви"
      },
      {
        "ja-ro": "AI no Idenshi"
      }
    ],
    "description": {
      "en": "Humanity's dream…   \nCrystal humanoid technology. They have 'illnesses' just like humans but the treatment options are quite different.  \n  \nThe troubled AI's band together, and the new doctor at the facility, Sudou, bears witness."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  }
]