[
  {
    "mangaId": "5949c9f4-8db1-41c4-baff-34dc032521fc",
    "title": {
      "en": "The Poisonous Healer"
    },
    "updatedAt": "2024-05-28T18:55:10+00:00",
    "coverArt": "https://mangadex.org/covers/5949c9f4-8db1-41c4-baff-34dc032521fc/5b66ca8a-b458-4bba-adf6-8bae652f26f3.png",
    "altTitles": [
      {
        "ko": "독 먹는 힐러"
      },
      {
        "ko-ro": "Dok Meongneun Healer"
      },
      {
        "en": "Poison-Eating Healer"
      },
      {
        "es-la": "Sanador Devorador de Venenos"
      }
    ],
    "description": {
      "en": "In a world where monster hunters are hailed as heroes, Cheon Haesun has been treated like an outcast because of his abnormal looks. As if that wasn't bad enough, a pack of monsters attacks his neighborhood on the day he discovers he's dying from an unknown illness!\n\nWith his sister's sacrifice, Haesun survives and somehow awakens to become a Poisoner, a rare hunter with toxic healing abilities.\n\nBut will his poisonous powers cure Haesun's illness and guarantee a normal life he's always dreamed of?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "14fce347-2936-40a5-82ac-f21a64ba3944",
    "title": {
      "en": "Rosen Blood"
    },
    "updatedAt": "2023-12-04T18:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/14fce347-2936-40a5-82ac-f21a64ba3944/a10bd948-c9ca-4a88-93a2-cf917167d853.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosen Blood: Haitoku no Meikan"
      },
      {
        "ja": "Rosen Blood～背徳の冥館～"
      },
      {
        "ja": "ローゼンブラッド～背徳の冥館～"
      },
      {
        "ar": "الورود الدامية"
      }
    ],
    "description": {
      "en": "After the carriage she had embarked upon crashed, Stella is saved by a tall dark and handsome stranger and brought to the mysterious mansion surrounded by poisonous roses in which he lives with three other gorgeous men. However, with no money left, Stella is forced to work as a maid which will prove dangerous for her because she is yet to find out that all four men are actually vampires!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "26"
  },
  {
    "mangaId": "8af33c74-2779-4e2e-94ab-d614762ab499",
    "title": {
      "en": "My Home Hero"
    },
    "updatedAt": "2024-04-20T18:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/8af33c74-2779-4e2e-94ab-d614762ab499/a781712d-803f-46bf-8d2a-519fc3745a98.jpg",
    "altTitles": [
      {
        "ja": "マイホームヒーロー"
      }
    ],
    "description": {
      "en": "For the sake of his family, an average middle-aged man must go against a crime syndicate, by all means necessary.",
      "ja": "頼れる妻と、ちょっと反抗期気味だけど可愛い高校生の娘。鳥栖哲雄の人生はそれなりに幸せだった。娘の顔に殴打の傷を見つけるまでは。",
      "pt": "Pelo bem de sua filha, um homem de meia idade embarca na jornada de sua vida.",
      "tr": "Orta yaşlarında bir baba kızı ve ailesi uğruna her şeyi yapmaya hazır; suç karteline karşı koymak da buna dâhildir!",
      "pt-br": "Pelo bem de sua filha, Tetsuo de 47 anos embarca de uma vez em algo irremediável."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2024-05-06T14:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "Eight years ago, Zuo Fan's Warrior father was arrested for deserting his post when a huge monster tide swept through S City. Zuo Fan is determined to clear his father's name and save him from his death sentence, but that's easier said than done when he's a low-level Warrior hated for being a traitor's son.\n\nHowever, things take a surprising turn when he's betrayed by his party and left to die in a monster lair. Thanks to the sudden activation of a mysterious warrior system, Zuo Fan's lethal wounds are healed and his fighting skills are boosted. Not long after he escapes danger, he also learns that the truth behind what happened at S City is hidden within a dangerous restricted area teeming with high-level monsters.\n\nIt's up to Zuo Fan to tango with fish lizards and level up so he can get to the bottom of the truth once and for all!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28302cc9-3622-4f25-b361-3e4c51248624",
    "title": {
      "en": "High Society"
    },
    "updatedAt": "2024-05-12T18:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/28302cc9-3622-4f25-b361-3e4c51248624/3a30cd75-ecee-47b2-9f7f-ed5a38ffe27d.png",
    "altTitles": [
      {
        "ko": "상류 사회"
      },
      {
        "en": "High Class Society"
      },
      {
        "en": "High Society (Gyeonwoo)"
      },
      {
        "ko": "상류사회 (견우)"
      }
    ],
    "description": {
      "en": "**\"Please sell me. I will become the most expensive lady in Sant'nar\"**\n\nTired of the troubles brought about by his political marriage, debauchee Cesare coincidentally enters into an unusual  contract Adel, a shoeshiner from the slums.\n\nThe deadline is three months.\n\nExpecting this to be his liberation from the tedious strategic marriage, Cesare finds himself becoming increasingly concerned about Adel, who behaves unlike any woman he has ever known...\n\n\"In the first place, didn't you bring me here to get me engaged to Sir Ezra?\"\n\"That's right.\"\n\nCesare replied obediently for a moment before bursting into a sharp laugh.\n\n\"But why do I feel so disgusted?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c1f52da-028b-4282-9e76-38e629255bf6",
    "title": {
      "en": "Limitless"
    },
    "updatedAt": "2023-03-14T14:30:20+00:00",
    "coverArt": "https://mangadex.org/covers/3c1f52da-028b-4282-9e76-38e629255bf6/9b6655bb-73d3-4e65-815f-7433e904bd63.jpg",
    "altTitles": [
      {
        "ko-ro": "Mujin"
      },
      {
        "ko": "무진"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d56162b5-aa4c-4483-bedd-fdcce5230ffd",
    "title": {
      "en": "Milk & Cream"
    },
    "updatedAt": "2024-05-23T09:38:07+00:00",
    "coverArt": "https://mangadex.org/covers/d56162b5-aa4c-4483-bedd-fdcce5230ffd/663dc9dc-98ea-4f4b-8803-176394cadd07.jpg",
    "altTitles": [
      {
        "ko": "밀크 앤 크림"
      }
    ],
    "description": {
      "en": "\"You’re the first one… that can feel my presence…\"\n\"What the… You look cute even though it's just a dream…\"\nUnder the influence of his shaman father, Jinhyuk has the ability to sense non-human entities. Furthermore, the fairy who is in love with Jinhyuk hangs around him, pulls pranks on him, and, with the help of a succubus, enters his dreams. With his pure intentions, the fairy thought, \"I will only meet him once.\" Instead, the brief meeting made his affections for him become stronger. Every night, Jinhyuk has a dream in which the fairy appears; unlike the ghosts he had seen as a child, the fairy appears to be harmless. What starts as pure curiosity turns into a flirtatious encounter, and the two are drawn into a sweet, creamy dream… \nA dream as fresh as milk and as sweet as cream!",
      "fr": "\"Tu es le premier ... à pouvoir sentir ma présence ... !\"\n\"Qu'est-ce que ... Tu es mignon même si ce n'est qu'un rêve ... \"\nGrâce à son père chaman, Jinhyuk peut sentir la présence de créatures non-humaines.\nUne fée ayant eu le coup de foudre après sa rencontre avec Jinhyuk, lui tourne autour et lui fait des farces, et avec l'aide d'une succube, entre dans les rêves de Jinhyuk.\nAvec ses intentions pures, la fée pensait : \"J'aimerais le rencontrer juste une fois ! », mais au lieu de cela, cette brève rencontre n'a fait que renforcer ses sentiments pour lui. Chaque nuit, la fée lui rend visite dans ses rêves. Contrairement aux fantômes qu'il avait croisés étant plus jeune, la fée semblait inoffensive. Et même mignonne comparée aux fantômes de son enfance.\nCe qui n'était au départ qu'une simple curiosité s'est transformé en une séduisante rencontre, où tous deux sont entraînés dans un rêve doux et crémeux ...\nUn rêve aussi frais que le lait et aussi doux que la crème !",
      "tr": "Şaman babası sayesinde insan olmayan varlıkları hissetme yeteneğine sahip olan Jinhyuk, şakacı ve meraklı peri Doey'nin ona aşık olup rüyalarına girmeye başlamasıyla şaşkına döner. Masum ve zararsız bir şaka olarak başlayan şey, hızla samimiyete dönüşerek rüya ve gerçek arasındaki çizgiyi bulanıklaştırır. Aralarındaki bağ derinleştikçe Jinhyuk'un başlangıçtaki çekingenliği, Doey'nin büyüleyici varlığına karşı içini kavuran bir özleme dönüşür. Birlikte, süt kadar taze ve krema kadar tatlı olan rüyalarda, aşk karmaşası ile gezinerek tuhaf ve romantik bir yolculuğa çıkarlar."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "27b68d2a-2519-49d1-b33f-2a3b297df14a",
    "title": {
      "en": "Koi no Iroha wo Oshiete"
    },
    "updatedAt": "2024-05-26T02:21:26+00:00",
    "coverArt": "https://mangadex.org/covers/27b68d2a-2519-49d1-b33f-2a3b297df14a/707932bc-a2c4-4e53-8084-2bd6a2cba9ca.jpg",
    "altTitles": [
      {
        "ja": "恋のいろはを教えて"
      },
      {
        "en": "Teach Me the ABCs of Love"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7100239-9327-4a2d-af1d-8f48f0facfea",
    "title": {
      "en": "The Villainess Is Adored by the Crown Prince of the Neighboring Kingdom"
    },
    "updatedAt": "2022-02-23T12:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/d7100239-9327-4a2d-af1d-8f48f0facfea/662c739d-1247-452b-ac98-4de4ff8dcfb6.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou wa Ringoku no Oitaishi ni Dekiai Sareru"
      },
      {
        "ja-ro": "Akuyaku Reijou wa Ringoku no Outaishi ni Dekiaisareru"
      },
      {
        "ja-ro": "Ringoku no Outaishi"
      },
      {
        "en": "The Villainess Is Being Doted on by the Crown Prince of the Neighboring Country"
      },
      {
        "ja": "悪役令嬢は隣国の王太子に溺愛される"
      }
    ],
    "description": {
      "en": "Tiararose was supposed to be disengaged and exiled from the country.\n\n“This was the Otome game I had played!” She realized on the day before the story’s ending――…….\n\nShall I wait for the judgment? But, I did not do anything too cruel……. Thinking so, the ending continues.\n\nBut, during the judgement――something that was not possible in the game happened. The neighboring crown prince courted the villainous daughter Tiararose.",
      "pt-br": "A história é sobre uma garota que acaba indo parar no mundo do seu jogo otome favorito reencarnando como a vilã Tiararose, filha de um duque do reino de Lapis Lazuli. Desde criança ela foi criada para herdar o trono como noiva do Príncipe Hartknights. Originalmente, no fim do jogo, Tiararose vê seu noivado ser anulado e é expulsa do reino por supostamente importunar Akari, a heroína do jogo e estudante que se transferiu para a escola local e passou a ficar cada vez mais próxima de Hartknights. Mas aí algo que não estava no jogo acontece: durante o julgamento que decidiria sua expulsão, o Príncipe Aquasteed, do reino de Marineforest, decide intervir e passa a cortejar Tiararose. Será que o destino da vilã será diferente?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0ee1c6-207a-4144-b511-09e808852728",
    "title": {
      "en": "I Became The Tyrant's Chambermaid"
    },
    "updatedAt": "2024-06-02T16:36:26+00:00",
    "coverArt": "https://mangadex.org/covers/dd0ee1c6-207a-4144-b511-09e808852728/c4cc3469-a4db-4acb-9560-4f92c8543ae4.jpg",
    "altTitles": [
      {
        "ko": "폭군의 침방 시녀가 되었다"
      }
    ],
    "description": {
      "en": "Youour Highness- That is absurd!!\n\n\"Youour Highness, did you just cough-!!!\"\n\n\"It's doomed! I've been transmigrated to another world! As an extra chambermaid from a 19+ imperovished novel from the early 2000s!\"\n\nFor now, I'm trying my best not to upset the male lead's temper so I can survive and return home...\n\n\"Youour Highness! Please have mercy!\"\n\"Youour Highness! That is such an absurd thing to say!\"\n\"Could you please stop with that damn antiquated language?!\"\nSeems like the etiquette here is a bit different from what I know...\n\nAnyway, after defeating an assassin and taking an arrow for him, I feel like I've become somewhat closer to the male lead.\n\nThe ominous journal that seems to understand my words, and the male lead, who orders me around, seems a bit fishy too.\n\n\"Can I survive here and return home?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff14c29a-3456-4047-828d-10c9671cac4c",
    "title": {
      "en": "The Archmage Returns After 4000 Years"
    },
    "updatedAt": "2023-10-23T17:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/ff14c29a-3456-4047-828d-10c9671cac4c/7262a722-378d-4fe1-a339-7fd7c17c1824.png",
    "altTitles": [
      {
        "ko": "4000년 만에 귀환한 대마도사"
      },
      {
        "ko-ro": "4000Nyeon Mane Gwihwanhan Daemadosa"
      },
      {
        "mn": "Sang Penyihir Agung Kembali Setelah 4000 Tahun"
      },
      {
        "en": "The Great Mage Returns After 4000 Years"
      },
      {
        "ru": "Архимаг, который вернулся спустя 4000 лет"
      },
      {
        "ar": "الساحر العظيم يعود بعد 4000 عام"
      },
      {
        "ar": "بازگشت ساحر اعظم پس از ۴ هزار سال"
      },
      {
        "ar": "جادوگر بزرگ پس از ۴۰۰۰ سال برمی‌گردد"
      },
      {
        "id": "Kembalinya Sang Archmage Setelah 4000 Tahun"
      },
      {
        "th": "มหาจอมเวทผู้กลับมาอีกครั้งหลัง 4000 ปี"
      },
      {
        "ja": "4000年ぶりに帰還した大魔導士"
      },
      {
        "fr": "LE RETOUR DU GRAND MAGE"
      },
      {
        "zh-hk": "4000年後重生的大魔導士"
      },
      {
        "zh": "4000年后重生异世界的大魔导师"
      }
    ],
    "description": {
      "en": "Lucas Trowman was the greatest archmage in history until he was condemned by Demigod to spend eternity losing his mind. But 4,000 years later, he’s thrust back into this world, into the body of Frei Blake, the weakest, most un-talented student at the prestigious Westroad Academy for mages. After all this time, the world of magic has barely progressed. Could this be the work of Demigod? Determined to find out, Lucas seeks to reach the highest levels of power once again and get his revenge.\n\n---\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/4000%EB%85%84-%EB%A7%8C%EC%97%90-%EA%B7%80%ED%99%98%ED%95%9C-%EB%8C%80%EB%A7%88%EB%8F%84%EC%82%AC/2385)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Kembalinya-Sang-Archmage-Setelah-4000-Tahun/3441)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/37285)\n- [Official French Translation (Delitoon)](https://delitoon.com/webtoon/retour-grand-mage)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%AD%E0%B8%B5%E0%B8%81%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87_4000_%E0%B8%9B%E0%B8%B5/10)",
      "fr": "Il redeviendra le maître des étoiles ! Dans ce monde où les dieux règnent et les humains sont doués de magie, le plus grand mage est condamné aux enfers après avoir défier les dieux. Des milliers d’années plus tard, il est réincarné dans le corps d'un jeune ado de l'académie de magie qui vient de mettre fin à ses jours après de longues années de brimades… Par le biais de cette nouvelle vie, il est prêt à prendre sa revanche !",
      "id": "Lukas Trowman adalah archmage terhebat dalam sejarah sampai dia dikutuk oleh Demigod untuk menghabiskan waktu yang kekal dengan kehilangan akal. Tapi 4.000 tahun kemudian, dia didorong kembali ke dunia ini, ke dalam tubuh Frey Blake, siswa terlemah, paling tidak berbakat di Akademi penyihir bergengsi, Westroad. Setelah sekian lama, dunia sihir hampir tidak berkembang.  Mungkinkah ini ulah Demigod?  Bertekad untuk mencari tahu, Lucas berusaha untuk mencapai tingkat kekuatan tertinggi sekali lagi untuk membalaskan dendamnya pada Demigod.",
      "ja": "フレイ・ブレイクは魔法学校ウエストロード・アカデミーの劣等生で、名門家紋ブレイク家の恥と言われていた。学校では陰惨なイジメを受け、家では父親からの無慈悲な宣告。つらく苦しい人生に絶望したフレイは、自ら命を絶ってしまう。しかしその瞬間、彼の肉体に新しい魂が宿る。「なんだ？この軟弱な体は？ゼロから鍛え上げないとだめだな…」その魂の正体は4000年前、神を自称する存在\"デミゴッド\"との戦いの末、奈落の底に封印されてしまった\"大魔道士ルーカス·トロウマン\"だった。劣等生フレイ・ブレイクの肉体を器にし蘇った、彼の痛快な復讐劇の幕が上がる！",
      "ko": "웨스트로드 아카데미의 열등생, 블레이크 가문의 수치.\n괴로운 삶을 이기지 못해 죽음을 선택한\n프레이 블레이크의 몸에 새로운 영혼이 깃든다.\n ​\n“뭐야, 이 몸뚱이는?\n하나부터 열까지 손 봐야겠군.”\n ​\n대마도사 루카스 트로우맨.\n ​\n열등생 프레이 블레이크의 육체로 복수의 기회를 얻다!\n ​\n4000년의 시간을 넘어 귀환한\n대마도사의 화려한 액션이 시작된다!",
      "ru": "Студент академии Вест Роуд и позор семьи Блэйк…  \nНе сумев вынести тяготы жизни, Фрэй Блэйк выбирает смерть - и его тело обретает новую душу великого архимага Лукаса Троумэна.  \n\n-Чье это тело? Я должен рассмотреть каждый палец.  \nНаконец-то физическая оболочка Фрэя Блэйка получила шанс на месть!  \nВозвращение великого мага спустя 4000 лет и начало невероятной истории!",
      "th": "ลูคัส โทรว์แมน มหาจอมเวทผู้ยิ่งใหญ่ถูกเดมิก็อดลงโทษเนื่องจากท้าทายพระเจ้า\nหลังจากถูกกักขังอยู่ 4000 ปี อยู่ๆ เขาก็ได้มาอยู่ในร่างของนักเรียนขี้แพ้ เฟรย์ เบลค\nผู้ถูกเรียกว่าความอัปยศแห่งเวสต์โร้ดอะคาเดมี และถูกรังแกจนต้องเลือกปลิดชีวิตตนเอง\nมหาจอมเวทผู้แข็งแกร่งจะใช้ชีวิตในร่างอ่อนแอนั่นอย่างไร และความแค้นที่สะสมร่วม 4000 ปี จะถูกชำระได้สำเร็จหรือไม่?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66e5da17-3052-4ea1-889d-e678d14f1c74",
    "title": {
      "en": "Setoutsumi"
    },
    "updatedAt": "2024-05-19T21:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/66e5da17-3052-4ea1-889d-e678d14f1c74/82fbafdf-4f17-46f2-819c-bab76e48138b.jpg",
    "altTitles": [
      {
        "en": "Seto Utsumi"
      },
      {
        "ja": "セトウツミ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "59"
  },
  {
    "mangaId": "e0e346ea-17bf-4b48-b09d-23c2579a9e88",
    "title": {
      "en": "My Office Noona's Story"
    },
    "updatedAt": "2024-05-10T05:34:18+00:00",
    "coverArt": "https://mangadex.org/covers/e0e346ea-17bf-4b48-b09d-23c2579a9e88/809f1501-7343-4932-9ae8-4eaeb8c96fdb.png",
    "altTitles": [
      {
        "ko-ro": "Opiseu Nuna Iyagi"
      },
      {
        "en": "The story about my office noona"
      },
      {
        "zh": "年上姐姐的诱惑"
      },
      {
        "ko": "오피스 누나 이야기"
      },
      {
        "en": "Our Office Story"
      },
      {
        "vi": "Văn Phòng Đặc Biệt"
      }
    ],
    "description": {
      "en": "Ahn was a mature and attractive older woman I met through my company's task force. Wise and caring, that's how I became captivated with her… However, she was also a woman with a child.  \r\n\r\n\r\n---\r\n\r\n[Official Chinese Translation](https://www.dongmanmanhua.cn/METROPOLIS/nianshangjiejiedeyouhuo/list?title_no=1562)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "61"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-05-12T19:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/fad305c8-a4ca-45bb-b4a2-cea4092f4cb3.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aeb3968-5d1f-482d-abac-e8e19dd7fa98",
    "title": {
      "en": "Back Street Girls"
    },
    "updatedAt": "2023-12-21T18:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/3aeb3968-5d1f-482d-abac-e8e19dd7fa98/8856a30f-6714-4e43-961b-0d2caf9044fe.jpg",
    "altTitles": [
      {
        "ru": "Из якудзы в поп-кумиры"
      },
      {
        "zh": "后街女孩"
      },
      {
        "zh-hk": "後街女孩"
      },
      {
        "ko": "백 스트리트 걸즈"
      },
      {
        "ja": "Back Street Girls ～ゴクドルズ～"
      },
      {
        "ja-ro": "Back Street Girls: Gokudols"
      },
      {
        "ja": "バックストリートガールズ ～ゴクドルズ～"
      }
    ],
    "description": {
      "en": "A group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gives them 2 choices: Honorably committing suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year long training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20851) (anime)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "144"
  },
  {
    "mangaId": "2954a23f-22c1-4bce-a2fc-0a0dc3e201a7",
    "title": {
      "en": "PTSD Radio"
    },
    "updatedAt": "2023-07-22T09:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/2954a23f-22c1-4bce-a2fc-0a0dc3e201a7/d41d17a7-c41a-4b1f-8a07-f9c06d75213e.jpg",
    "altTitles": [
      {
        "ja": "後遺症ラジオ"
      },
      {
        "ja-ro": "Kouishou Radio"
      },
      {
        "en": "After Effects Radio"
      }
    ],
    "description": {
      "en": "From the mangaka of Seeds of Anxiety comes another collection of short horror stories using introspection that will unhinge you… Best for midnight viewing!"
    },
    "status": "hiatus",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-04-19T01:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/f2837d90-15b9-4176-9dd1-7848f19458fc.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "en": "Gal Can’t Be Kind to Otaku!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Legal com Otaku!?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku... It's about a school romantic comedy where the otaku meets the gal he likes!",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "35b2d5ad-c600-48c9-8654-95d5b661d5ee",
    "title": {
      "en": "Jungle Master"
    },
    "updatedAt": "2024-05-05T10:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "altTitles": [
      {
        "en": "Chronicles of the Jungle Sovereign"
      },
      {
        "zh": "我，丛林主宰"
      },
      {
        "zh": "Wo, Conglin Zhuzai"
      }
    ],
    "description": {
      "en": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
      "fr": "Lin Tian, un génie concepteur de jeux, a reçu l'ordre d'être exécuté parce qu'il en savait trop sur les secrets de l'entreprise. À un moment critique, il a été trahi par son amant Luo Yue et tué dans la jungle. Lorsqu'il s'est réveillé, il a découvert qu'il était devenu un monstre de bas niveau dans la jungle. Afin de venger le passé, le protagoniste a commencé son chemin en tant que monstre dans la jungle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-03-26T12:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/98b0256d-3452-4728-b82d-004026830ea8.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-04-21T00:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/a039d2aa-3de6-43ce-911d-ab4096458ae1.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore-Granting Sorcerer Realized That He Is at His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "af38f328-8df1-4b4c-a272-e737625c3ddc",
    "title": {
      "en": "Senpai ga Uzai Kouhai no Hanashi"
    },
    "updatedAt": "2024-03-16T16:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/af38f328-8df1-4b4c-a272-e737625c3ddc/57004e6b-3573-414d-b234-afd512d89c63.jpg",
    "altTitles": [
      {
        "en": "A Story About a Senior Who Annoys His Junior"
      },
      {
        "en": "A Story About a Senpai Who Annoys His Kouhai"
      },
      {
        "en": "My Senpai Is Annoying"
      },
      {
        "ja-ro": "Senpai ga Urusai Kouhai no Hanashi"
      },
      {
        "ro": "Senpai-ul meu este enervant"
      },
      {
        "tr": "Senpai'si Uyuz Kouhai'nin Hikayesi"
      },
      {
        "ja": "先輩がうざい後輩の話"
      },
      {
        "pt-br": "Meu Senpai é Irritante"
      },
      {
        "uk": "Мій семпай дратує"
      },
      {
        "el": "Ο Senpai Μου Είναι Ενοχλητικός"
      }
    ],
    "description": {
      "en": "Futaba Igarashi is a diminutive office lady who finds that her towering and boisterous work senpai Harumi Takeda always gets in her hair, but he always has her back, he always keeps her company, and she starts noticing that her heart is slowly veering towards him…  \n  \n1st place of Tsugi Manga Awards, Category Webmanga (2018)\n\n---\n\n+++ Difference to volumes\nPixiv/Twitter (Web) to volume mapping:\n| Web Ch. | Volume Ch. | Change | Difference \n| :--- | :--- | :--- | :--- |\n| 64 | v.4 64 | | 0 |\n| 65 | v.4 64.5 | - | 1 |\n| 66 | v.4 65 |  | 1 |\n| 79 | v.4 77.5 | - | 2 |\n| 146.5 | v. 5. 145 | + | 1 |\n| 149.5 | v. 8 149 | + | 0 |\n| 150.5 | v. 8 151 | + | 1 |\n| 153.5 | v. 8 155 | + | 2 |\n| 154.5 | v. 8 157 | + | 3 |\n+++",
      "ja": "ちょっぴりガサツだけど面倒見のいい先輩・武田と、そんな彼に素直になれない（？）後輩・五十嵐。\n\n今日も五十嵐は武田をうざいと思いつつ、本当はまんざらでもなかったりやっぱり本当にうざいときもあったりと自覚のない二人の微妙な距離感にもだえちゃうことまちがいなし！",
      "uk": "Іґараші - працьовита молода офісна жінка. Такеда - семпай з роботи, нервує її постійно - і все ж вона стає все ближче до нього. Кожен день наповнений комічними невдачами та романтичними моментами, коли Іґараші намагається збалансувати роботу, життя та кохання.",
      "pt-br": "Igarashi é uma jovem esforçada que trabalha em um escritório. Takeda, o senpai acima dela no trabalho, a irrita constantemente - e ainda assim ela se encontra cada vez mais próxima dele. Todos os dias são repletos de contratempos cômicos e momentos românticos enquanto Igarashi tenta equilibrar trabalho, vida e amor."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "When the Black Wolf Calls Me"
    },
    "updatedAt": "2024-04-25T02:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Beckons Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "821d9612-bef9-4ea4-b71e-47333f2dcebe",
    "title": {
      "en": "Yuusha Party wo Tsuihou sareta node, Maou wo Torikaeshi ga Tsukanai hodo Tsuyoku Sodatetemita"
    },
    "updatedAt": "2024-05-25T00:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/821d9612-bef9-4ea4-b71e-47333f2dcebe/e583f55f-8caf-4bf0-a4df-3bab261fc1b5.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーを追放されたので、魔王を取り返しがつかないほど強く育ててみた"
      },
      {
        "en": "I Was Exiled from the Heroes' Party So I Tried Raising the Demon Lord to Be Unbelievably Strong"
      }
    ],
    "description": {
      "en": "One day, Raizel was suddenly summoned to another world to defeat the Demon Lord — but he was summoned with zero combat power. However, that was just a mistake of the combat capability calculator and he was in fact an overwhelmingly strong individual. \n\nAfter being exiled, Raizel set out on his own and during his adventures came to realize that the demons weren't actually evil entities and joined up with them. Upon learning information which could revolutionize the state of the world as it currently stands, Raizel and the demonkin companions set out to take down the empire that had summoned him to this world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60508e0a-46eb-413e-b5c0-94da6b785fce",
    "title": {
      "en": "The Return of the Prodigious Swordmaster"
    },
    "updatedAt": "2024-05-28T21:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/60508e0a-46eb-413e-b5c0-94da6b785fce/a315c8ca-0bce-4ad2-9739-782ba8a9370e.jpg",
    "altTitles": [
      {
        "ko": "소드마스터로 회귀"
      },
      {
        "en": "Return to Sword Master"
      },
      {
        "es-la": "El regreso del Prodigioso Maestro de Espadas"
      }
    ],
    "description": {
      "en": "Yuma devoted his life to the empire as a eunuch, but was framed and executed.\n\n‘If I had just one more chance…’\n\nJust when he thought his last moments were near, he regressed to his past, when he was sixteen.\nWas it a dream? No, he was really back in his past. And he knew the first thing he had to do.\n\n‘I will not become a eunuch this time’.\n\nHe may have been an unfortunate eunuch in his past life, but this life will be prosperous!\n\nYuma had become a eunuch at the trick of fate, but he had also regressed to his past because of fate. He began righting all the wrongs and misfortunes in his past. This marks the beginning of Yuma’s sensational life of changing the world’s fate!",
      "pt-br": "Yuma devotou sua vida ao império como um eunuco, mas foi falsamente acusado e executado.\n\n‘Se eu tivesse apenas mais uma chance...’\n\nLogo quando pensou que seus últimos momentos estavam próximos, ele voltou ao seu passado, quando tinha dezesseis anos.\nÉ um sonho? Não, ele realmente voltou para o passado. E sabia a primeira coisa que precisava fazer.\n\n‘Dessa vez não vou me tornar um eunuco.’\n\nEle pode até ter sido um eunuco infeliz em sua vida passada, mas essa vida será próspera!\n\nYuma havia se tornado um eunuco por uma pegadinha do destino, mas também havia voltado ao passado por causa do destino. Ele começou a corrigir todos os erros e infortúnios de seu passado. Isso marca o início da vida sensacional de Yuma, mudando o destino do mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55013de8-d135-4e5d-a865-3b6796df13f3",
    "title": {
      "en": "Yande Kita Mahou Shoujo no Nichijou"
    },
    "updatedAt": "2024-05-25T07:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/55013de8-d135-4e5d-a865-3b6796df13f3/d1185b92-e312-450d-befe-3560dc257cb4.jpg",
    "altTitles": [
      {
        "ja": "病んできた魔法少女の日常"
      },
      {
        "id": "Keseharian Gadis Penyihir yang Jatuh Sakit"
      },
      {
        "en": "The Daily Life of a Mentally-Ill Magical Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-01-11T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava falida"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava quebrada"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fc1c54b-7285-4a51-8c8b-22838f04eb26",
    "title": {
      "en": "Kono Koi wo Hoshi ni wa Negawanai"
    },
    "updatedAt": "2024-06-02T18:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/6fc1c54b-7285-4a51-8c8b-22838f04eb26/b83655f6-1493-48a1-b393-d2ea04e424a0.jpg",
    "altTitles": [
      {
        "ja": "この恋を星には願わない"
      },
      {
        "en": "There Is No Love Wishing Upon a Star"
      }
    ],
    "description": {
      "en": "Eri-chan is my childhood friend whom I've always spent time with since we were little. Somewhere along the way, my affection for her shifted from being just friends to romantic feelings, but I doubt I'll ever confess these feelings to her. Because I want to stay by her side forever.\n\nAnd so begins a delicate and beautiful love story where each person's 'love' intertwines."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2023-11-13T15:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/05fa5395-4588-4698-b8be-c501654b256d.png",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9ae1606-573f-4da0-a814-5a1751877bfd",
    "title": {
      "en": "Rock"
    },
    "updatedAt": "2024-05-26T20:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/f9ae1606-573f-4da0-a814-5a1751877bfd/b86375b4-1302-4092-b062-e72bd5828d48.jpg",
    "altTitles": [
      {
        "ja": "ロック"
      }
    ],
    "description": {
      "en": "We begin the story as Rock has left her husband, Astro, and their children and wants a divorce because Astro has cheated on Rock (again). As the five year old twins, Rockette and Astro Junior, find pictures of their parents when they were young, we flash back to the ever so popular romcom scenario of when Rock met Astro... except it's Kyoko Okazaki so it's messy, it's kooky, it's funny and it's all in a way that's unique to Kyoko Okazaki.\nBetween romantic comedy and hallucinated fairy tail, Kyoko Okazaki blows a wind of hysteria in the fashion world and its nights saturated with music and drugs."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-05-19T02:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/d9e8af1d-07a7-42eb-a95b-355012c90e8a.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei (Doujinshi)"
    },
    "updatedAt": "2024-05-24T14:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-05-24T03:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0899e35e-7cee-4d41-9620-3e9cb707ae54",
    "title": {
      "en": "Hair-Raising Desires"
    },
    "updatedAt": "2024-05-26T00:50:30+00:00",
    "coverArt": "https://mangadex.org/covers/0899e35e-7cee-4d41-9620-3e9cb707ae54/f5e41dc7-a708-490a-b140-42e6630b5b9c.jpg",
    "altTitles": [
      {
        "ko": "은밀한 머릿속 사정"
      },
      {
        "es-la": "Pensamientos Secretos"
      },
      {
        "en": "Secret Inside My Head"
      }
    ],
    "description": {
      "en": "The intelligent Hong Danwoo who also is an introvert, has a secret that’s also a problem… He’s unable to get a haircut! But that isn’t the only issue… He’s broke. So, in search of a job, Danwoo finds himself at a small hair salon where he meets a remarkably attractive hairstylist, Kwon Tae-han. A fateful occurrence unfolds when Dan-woo can't help but feel an intense sensation from Tae-Han’s skillful touch while he’s getting his haircut. Unable to hold back his feelings towards the touching, he says,“ Um… When you touch my head, it feels like this…”In the end, Dan-woo decides to confess his little problem with Taehan expecting to receive judgment, Taehan offers to help him instead of thinking he’s some kind of pervert. In order to become a better version of himself, Dan-woo starts up secret training sessions with Taehan. But little does he know, these hidden training sessions become more than just training sessions.",
      "es-la": "Peluquero Coqueto X Nerd Sensible. ¡Cómo puede ser que la zona erógena de alguien sea su cuero cabelludo/cabello...! Hong Dan-woo es un chico extremadamente introvertida que no tiene ni un solo amigo porque su zona erógena es el cuero cabelludo/cabello. Un día, su jefe a tiempo parcial le dice que se corte el pelo por el bien de su larga melena, ¡así que se arma de valor y va a una peluquería unipersonal a cortarse el pelo...!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c34b0ca-86c9-4806-928a-e943a6b227a8",
    "title": {
      "en": "Akumade Kujaku no Hanashi desu."
    },
    "updatedAt": "2024-05-10T07:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/7c34b0ca-86c9-4806-928a-e943a6b227a8/b7368ab4-1453-402b-9657-7879045f9461.jpg",
    "altTitles": [
      {
        "ja": "あくまでクジャクの話です。"
      },
      {
        "en": "It's just a story about peacocks."
      }
    ],
    "description": {
      "en": "Kuji Yakurou is a teacher who was cheated on and dumped by his girlfriend because of his \"lack of masculinity\". Shouldn't the world be gender-free? He is in anguish, and then Akano, a model, influencer, high achiever, and head of the biology department, appears before him and asks him to be the advisor of the biology department. She then begins to explain why \"masculinity\" is necessary to be popular after all, using the flamboyant feathers of a peacock as an example of \"biology\"...! \n\nThis is a biological comedy that confronts you with the brutal truth!",
      "es-la": "Kuji Yakurou es un profesor que fue engañado y abandonado por su novia debido a su \"falta de masculinidad\". ¿No debería el mundo estar libre de género? Está angustiado, y luego Akano, una modelo, influencer, triunfadora y jefa del departamento de biología, aparece ante él y le pide que sea el asesor del departamento de biología. Luego comienza a explicar por qué la \"masculinidad\" es necesaria para ser popular después de todo, ¡usando las extravagantes plumas de un pavo real como ejemplo de \"biología\"...!\n\n¡Esta es una comedia biológica que te enfrenta a la brutal verdad!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-02-20T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/4be8d90a-99bd-489a-b084-4770ba5486df.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-04-05T16:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/367fe9ac-4fd5-44d4-88ae-cff1f44618cf.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-06-02T16:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      },
      {
        "zh-hk": "勇者大人，昨夜「睡」得可好。"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257e0e31-e1b1-4f06-8d4e-804e78e6dcf8",
    "title": {
      "en": "Drunken My Boss"
    },
    "updatedAt": "2024-06-02T18:40:45+00:00",
    "coverArt": "https://mangadex.org/covers/257e0e31-e1b1-4f06-8d4e-804e78e6dcf8/7f9dab73-f2b5-4b7c-81fd-f1666531e133.jpg",
    "altTitles": [
      {
        "ko": "드렁큰 마이 보스"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]