[
  {
    "mangaId": "f817d19e-e377-4fe3-b3e7-a334e80fb6f7",
    "title": {
      "en": "How to Live as a Villain"
    },
    "updatedAt": "2024-05-28T01:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/f817d19e-e377-4fe3-b3e7-a334e80fb6f7/1e3147d4-cbc8-4b2f-a3a8-99d3a124c7e3.png",
    "altTitles": [
      {
        "ko": "악당이 살아가는 법"
      },
      {
        "ru": "Истинный злодей"
      },
      {
        "en": "The True villain"
      },
      {
        "fr": "Les règles à suivre pour vivre en tant qu'antagoniste"
      },
      {
        "fr": "La façon de vivre comme un antagoniste"
      },
      {
        "fr": "Comment un vilain doit vivre"
      },
      {
        "es-la": "Como vivir como un villano"
      }
    ],
    "description": {
      "en": "“You have been chosen as a player in the great game to select the next god’s successor, the Mission! Congratulations!”\nSeonghoon has suddenly fallen into another world to participate in a game to become a god. This other world that is akin to that of a game contains players who cooperate and also kill each other in cold blood…!!\nSeonghoon, a person without an ounce of talent, uses wicked and crude tricks to become an all-powerful player!",
      "ko": "당신은 차기 신의 후계자를 뽑는 위대한 게임, \n더 미션의 플레이어로 선택받으셨습니다! 축하드립니다! \n\n갑작스레 이세계에 떨어져 신이 되는 서바이벌 게임에 참여하게 된 성훈.\n\n판타지 게임과 흡사한 이세계,\n서로 협력하기도, 죽이기도 하는 피도 눈물도 없는 플레이어들…!!\n재능이라곤 하나 없는 성훈은 비열함과 조잡한 술수로 점차 만능캐가 되어간다!",
      "ru": "Будь ты хоть мерзавцем, хоть убийцей или насильником, ты всё равно имеешь право участвовать в ней. Участвовать в игре, которая определит приемника бога. И я отношусь к самым худшим из людей. Подлая, грязная, слабохарактерная мразь, которая никогда не стеснялась проявлять свою истинную натуру."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61088327-9372-4a9d-8334-16402a974231",
    "title": {
      "en": "Koi wo Suru ni wa Lv. ga Tarimasen!"
    },
    "updatedAt": "2024-05-27T13:47:42+00:00",
    "coverArt": "https://mangadex.org/covers/61088327-9372-4a9d-8334-16402a974231/aa5c715c-b012-4944-86d9-eaf0f0016189.jpg",
    "altTitles": [
      {
        "ja": "恋をするにはLv.が足りません！"
      },
      {
        "ja-ro": "Koi o Suru ni wa Level ga Tarimasen!"
      },
      {
        "ja-ro": "Koi wo Suru ni wa Level ga Tarimasen!"
      },
      {
        "en": "My Level Is Too Low to Fall in Love!"
      }
    ],
    "description": {
      "en": "Seto, an office worker, enjoyed being pampered as \"Rabi,\" his beautiful female gaming avatar. One day, his cheerful junior Kujou, just back from abroad, was assigned to work under him. Despite Seto's gloominess, Kujou wanted to befriend him and approached him. Though initially bewildered, Seto, with zero love experience, was quickly knocked out by Kujou's smile…!?\n\nThat night, still troubled by this unknown situation, Seto began interacting with people as Rabi in-game and was shocked when \"Jack,\" an old acquaintance, suddenly appeared. To his surprise, it was Kujou, the source of his worries! Determined to keep his IRL identity a secret (Rabi = Seto), and maybe a little too conscious of Kujou, he ended up having a wet dream about him – and then he even let that fact slip…!?\n\nGloomy bachelor x inexperienced otaku—a double life love comedy!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ea10260-9d99-45d8-8add-8c47e8e53f8c",
    "title": {
      "en": "Non Milk-Milk Coffee Webcomic"
    },
    "updatedAt": "2023-09-03T12:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/2ea10260-9d99-45d8-8add-8c47e8e53f8c/7dca5023-36c6-45f2-8b3c-36bebbfcdc28.png",
    "altTitles": [
      {
        "vi": "Bạc xỉu không sữa"
      },
      {
        "fr": "Un café au lait sans lait"
      }
    ],
    "description": {
      "en": "A male office worker falls in love with the owner of a small coffee shop in a corner of the big city."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d83743c-e8a5-4522-97ee-ca69982e1bbf",
    "title": {
      "en": "Placebo Memory"
    },
    "updatedAt": "2023-03-29T22:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/6d83743c-e8a5-4522-97ee-ca69982e1bbf/62095adc-5e0c-43d4-a01a-a11d9b08ac77.jpg",
    "altTitles": [
      {
        "en": "Placebo Memories"
      },
      {
        "zh": "无效记忆"
      },
      {
        "ko": "플라시보 메모리"
      }
    ],
    "description": {
      "en": "[Woojin, who has lost his memories x Hamin, who has had an unrequited love for 13 years] \n\nAn accident occurs where Woojin forgets 13 years worth of memories with Hamin. This causes a lot of panic for Hamin, as he has harbored unrequited feelings for him for those 13 years. Seeing this reaction, a misunderstanding occurs where Woojin believes that they are dating…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "dfd1e3a8-0cf6-4796-bade-a3f6d80847d4",
    "title": {
      "en": "Kimetsu no Yaiba - Genya Comics"
    },
    "updatedAt": "2024-04-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dfd1e3a8-0cf6-4796-bade-a3f6d80847d4/6d6a3368-3ada-4c19-a0ee-903ab85adff1.png",
    "altTitles": [],
    "description": {
      "en": "Random short comics of or relating to Genya. Rather than uploading them separately, we've uploaded them all under one title for your convenience. If you like them, please consider showing support for the artist by purchasing the doujinshi or by retweeting/liking the comic. You can find links to the author's Twitter in the comments section or credits page."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "271190ab-2c11-4f2e-b4bc-81f8643263ef",
    "title": {
      "en": "Luck Of My Life"
    },
    "updatedAt": "2024-04-07T14:00:00+00:00",
    "coverArt": "https://mangadex.org/covers/271190ab-2c11-4f2e-b4bc-81f8643263ef/f1faed6f-3eff-4167-9dc5-62a038728439.png",
    "altTitles": [
      {
        "ko": "오늘의 운세는 남신님"
      },
      {
        "en": "Today's Fortune is Male God"
      }
    ],
    "description": {
      "fr": "Wooju est obsédé par la fortune et les superstitions. Dojin est un psychiatre qui s'avère être gay mais qui reste dans le placard (il n'a pas fait son coming-out). Alors que Dojin a un rendez-vous arrangé avec la grande sœur de Wooju, elle comprend immédiatement la situation et propose un marché avec Dojin. Elle maintiendra sa ruse pour garder la mère de Dojin heureuse en échange de l'aide de Dojin pour traiter la pathologie de Wooju.\nDojin serait-il le porte-bonheur dont Wooju a besoin...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6c718eb-b836-45d6-83a4-6fa5738e536c",
    "title": {
      "en": "Fanservice Paradox"
    },
    "updatedAt": "2024-02-22T19:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/f6c718eb-b836-45d6-83a4-6fa5738e536c/3fd3bad5-5af4-450b-8721-5ea60ebc42e8.png",
    "altTitles": [
      {
        "zh": "营业悖论"
      },
      {
        "zh-ro": "Yíng Yè Bèi Lùn"
      }
    ],
    "description": {
      "en": "The two members with the worst relationship in the group are now trending all because of a fan-taken video that suddenly dominated the social media! Young and cute husky X Cool and cold Gege who has great self-restraint?! The shippers are going feral over this pairing! They had clearly never gotten along since their debut, yet they were now forced to embark on an endless path of selling their fake ship together~",
      "zh": "队内关系最差的两人，竟因为饭拍视频霸榜热搜！年下小狼狗x清冷禁欲哥哥，CP粉直呼嗑到了！明明出道就不合，却被迫开启漫漫虚假营业路~"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21efd65e-e90a-4f54-926d-92bd21b29abf",
    "title": {
      "en": "Zhong Qing"
    },
    "updatedAt": "2024-03-01T18:06:08+00:00",
    "coverArt": "https://mangadex.org/covers/21efd65e-e90a-4f54-926d-92bd21b29abf/a79d8ff9-175a-4716-b2f2-4eaa4c2797af.jpg",
    "altTitles": [
      {
        "zh": "钟情"
      }
    ],
    "description": {
      "en": "Low-grade guide, Qin Yun is forcibly marked by divine-grade sentry tyrant Mersherie. An aggressive maiden-heart seme x serious straightforward uke start an unbashful and unabashed companion life, conquering the whole universe while at it."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-05-28T21:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-06-01T18:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e934809e-cd48-4b74-8a59-0e639f688741",
    "title": {
      "en": "Walesena"
    },
    "updatedAt": "2024-02-12T06:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/e934809e-cd48-4b74-8a59-0e639f688741/75cd7aa7-83ef-474b-8424-91f365969b74.png",
    "altTitles": [],
    "description": {
      "en": "After saving a small village from troublesome bandits, three young adventurers decide to partake in the notorious Walesena Military Trials, a decision that sparked a journey none of the three could ever dream of.\n\nJoin them on the epic tale through the vast and fantastical world called Walesena."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "3b6c3a0b-8752-41fc-9d3e-1310f6f28252",
    "title": {
      "en": "Giant Killing"
    },
    "updatedAt": "2024-02-13T18:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/3b6c3a0b-8752-41fc-9d3e-1310f6f28252/e69a06a8-2bd7-4443-bfdb-c24b149810a0.jpg",
    "altTitles": [
      {
        "ru": "Сокрушение гигантов"
      },
      {
        "ja": "ジャイアントキリング"
      },
      {
        "zh-hk": "逆轉監督"
      }
    ],
    "description": {
      "en": "A truly great coach makes the game of soccer interesting! Tatsumi Takeshi is 35 and has spent the last few years coaching in England before being brought back to Japan to coach his old team. His favorite pastime? Causing giant upsets a.k.a. Giant Killing! \n\n---\nOfficial Release:\n- English release by [INKR](https://comics.inkr.com/title/778-giant-killing?utm_source=mgd), [Azuki](https://www.azuki.co/series/giant-killing)\n- Indonesian release by Level Comics\n\n---\n- In 2010, this manga received the 34th Annual Kodansha Manga Award for General Manga.",
      "pt-br": "Giant Killing é um mangá que conta a história de um técnico de futebol, ex-jogador japonês, que luta para levar times amadores à vitória contra times campeões. Tatsumi Takeshi jogava profissionalmente no East Tokyo United, o ETU, e era louvado pelos torcedores por dar tudo de si e levar o time à vitória. Certo dia decide sair do Japão para treinar um time amador Europeu, e desde então é considerado “traidor” por alguns japoneses. Então, dois membros da equipe do ETU vão atrás do técnico para que ele treine o time onde um dia foi jogador, para tirar o time do fundo do poço."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484b457f-aad9-40f1-80db-074bc3670eaa",
    "title": {
      "en": "The Male Lead's Nephew Loves Me So Much"
    },
    "updatedAt": "2024-03-21T15:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/484b457f-aad9-40f1-80db-074bc3670eaa/d50fd89d-3035-4cd0-baab-3e39fa47f80e.png",
    "altTitles": [
      {
        "ko": "남주의 조카가 나를 너무 좋아한다"
      },
      {
        "ko-ro": "Namjuui Jokaga Nareul Neomu Joahanda"
      },
      {
        "en": "Beloved by the Male Lead's Nephew"
      },
      {
        "en": "The Main Male Character's Nephew Really Likes Me"
      },
      {
        "uk": "Племінник головного героя обожнює мене"
      },
      {
        "id": "The Male Lead's Nephew Likes Me So Much"
      },
      {
        "id": "Keponakan male lead suka banget padaku"
      },
      {
        "ja": "大公殿下の甥っ子に懐かれてしまいました"
      },
      {
        "zh-hk": "男主角的姪子超黏我"
      },
      {
        "th": "หลานพระเอกสุดแสนจะปลื้มฉัน"
      }
    ],
    "description": {
      "en": "One day, my life suddenly come to an end, but I reincarnated as a the villainess of a romantic novel who is obsessed with and stalks the male lead, ultimately getting sentenced to death for trying to kill the female lead. I decided to try to avoid that by leaving the capital and living peacefully in the countryside, however, my dad requested that I come back to the capital because there was a huge mess going: it was reported that the royal heir who was believed to have died 7 years ago is actually alive! The little prince also just so happens to be the nephew of the male lead, who is now looking for him!! I didn’t want to get involved with that but unfortunately on my way to the capital, I rescued a little beggar child who turned out to be the lost royal heir and who is now extremely attached to me. In the original story, the female lead was supposed to find him so she could have the opportunity to meet the male lead, but what will happen to my peaceful life now that the original flow of the story seems to be changing?!!\n\n---\nAfter being reborn as a stalker villainess destined to die for trying to kill Archduke Calix Elluiden's lover, Charlize Lienta fled from the capital to stay away from the archduke at all costs. But her plan goes awry when she returns a year later and rescues a poor boy on the streets... because he turns out to be Sasha, Calix's long-lost nephew! Given her infamous reputation as Calix's stalker, will Charlize succeed in returning Sasha without raising the archduke's suspicions?\n\n---\n[Original Web Novel](https://page.kakao.com/content/58448925)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EC%9D%98-%EC%A1%B0%EC%B9%B4%EA%B0%80-%EB%82%98%EB%A5%BC-%EB%84%88%EB%AC%B4-%EC%A2%8B%EC%95%84%ED%95%9C%EB%8B%A4/3548), [KakaoPage](https://page.kakao.com/content/62000958)",
      "fr": "Un jour, je me suis souvenue de ma vie d'avant. Ma deuxième vie est dans un roman et je suis une méchante qui est morte d'obsession pour le protagoniste masculin. À ce rythme, j'allai mourir. J'ai donc déménagé à la campagne et vis maintenant calmement. Mais mon père m'a appelée. La capitale devient folle, on dit que l'empereur Seon a disparu... Le petit garçon que j'ai ramassé en pensant à ma vie antérieure était le neveu du premier rôle masculin! Je ne dérangerai plus jamais Votre Altesse. - Je vous ai envoyé cette lettre. Je suis condamnée. *** Étonnamment, il aurait pu être plus ruiné ici. La sculpture du futur dont j'ai été témoin accidentellement était le début. [ 'Oh, je me demande quel genre de visage aura la princesse Rienta. Le père est mort à sa place pour la sauver.' ] Vous devez établir un contact visuel avec le personnage principal masculin à une distance proche.",
      "uk": "Одного разу я згадала своє попереднє життя. Моє друге життя - в романі. Я була лиходійкою, яка померла через одержимість головним героєм. Аби не загинути, я переїхала в село й живу собі спокійно, і ось якось зі мною зв'язався батько: «Столиця божеволіє. Кажуть, що ерцгерцог шукає загубленого імператора». Хлопчик, якого я підібрала, був племінником головного героя??? \"Я більше ніколи не потурбую Вашу Світлість\". - Я власноруч написала це. Я приречена!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06a785aa-8e4f-4690-a049-28c30fda3261",
    "title": {
      "en": "Fiancée Be Chosen by the Ring"
    },
    "updatedAt": "2023-10-18T05:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/06a785aa-8e4f-4690-a049-28c30fda3261/1cece946-bf35-4563-84c2-21f62370ecfc.jpg",
    "altTitles": [
      {
        "ja": "指輪の選んだ婚約者"
      },
      {
        "ja-ro": "Yubiwa no Eranda Kon'yakusha"
      },
      {
        "en": "The Fiancée Chosen by the Ring"
      },
      {
        "en": "Fiancee Be Chosen by the Ring"
      },
      {
        "fr": "La fiancée du choix de l’anneau"
      },
      {
        "es": "La novia es elegida por el anillo"
      },
      {
        "ru": "Неве́ста, избранная кольцом"
      },
      {
        "ko": "반지가 선택한 혼약자"
      }
    ],
    "description": {
      "en": "An Engagement ‘Love Fantasy’ that all started with a ring!\n\nDaughter of a Count, Aurora, attended an evening party. Despite attending, she wouldn’t talk to anyone and only stared at the embroidery on the various dresses.\n\nThen she was suddenly hit with a single ring?! What in the world could this mean…?\n\n---\nAurora el la Porta is a noblewoman with one love—the art of embroidery. While she attends the lavish evening parties her peers so adore, she’s not looking for a dance but inspiration for a new design! On one such night, distracted by the many beautiful dresses on display, she’s struck in the face by a mysterious wedding ring. When she picks it up, one of the finest knights in the kingdom approaches, declaring her his new fiancée! Aurora has no idea what’s going on, but one thing’s for sure—she’s got a big decision to make…\n\n---\n- [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00200618010000_68/)\n- [Original Web Novel](https://ncode.syosetu.com/n1253cj/)",
      "ja": "恋愛に興味がなく、刺繍が大好きな伯爵令嬢アウローラ。刺繍目当てである夜会に参加した彼女、誰と話すでもなく他の令嬢のドレスを眺め続けていた。そんな彼女に一つの指輪が突如激突!? これはいったい……？"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "538e0451-5a8f-471f-b3ea-f4fc81ceba55",
    "title": {
      "en": "Bousou Shojo"
    },
    "updatedAt": "2023-08-21T09:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/538e0451-5a8f-471f-b3ea-f4fc81ceba55/5d992671-1a50-4062-a3ff-8f3df94c16fd.jpg",
    "altTitles": [
      {
        "en": "Virgin Girl on a Rampage"
      },
      {
        "en": "Virgin Running Wildly"
      },
      {
        "en": "Virgin with a Wild Imagination"
      },
      {
        "ja": "暴想処女"
      }
    ],
    "description": {
      "en": "Makino Yayoi is a 16 year old high school girl. She made a promise with her mother that she wouldn't have sex until she turned 20 years old! However she believes that promise to be in danger! She mistakenly thinks that her classmate, Suzuki, is \"gunning for her chastity!\" Now she must use every supreme technique she can as she defends her virginity with her life."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "109"
  },
  {
    "mangaId": "772c0da7-4d33-4522-bf54-5d17701f660b",
    "title": {
      "en": "The Baby Saint Wants to Destroy the World!"
    },
    "updatedAt": "2024-05-23T20:41:17+00:00",
    "coverArt": "https://mangadex.org/covers/772c0da7-4d33-4522-bf54-5d17701f660b/aabd39b5-beac-460a-bdac-1bb781c1fc6a.jpg",
    "altTitles": [
      {
        "ko": "아기 성녀님은 세상을 멸망시키고 싶어!"
      },
      {
        "ko-ro": "Agi Seongnyeonimeun Sesangeul Myeolmangsikigo Sipeo!"
      },
      {
        "en": "The Baby Saint Wants to Destroy the World!"
      },
      {
        "en": "Baby Saintess Wants to Destroy the World!"
      },
      {
        "fa": "بچه قدیس میخواد دنیا رو نابود کنه!"
      },
      {
        "ja": "赤ちゃん聖女は世界を滅ぼしたい！"
      },
      {
        "zh-hk": "小圣女想要毁灭世界"
      }
    ],
    "description": {
      "en": "The perpetual cycle of reincarnation, the recurring tragic deaths. Lucyphela, a formidable witch who became tired of life after enduring 99 lifetimes. She aims to halt the cycle by causing the world's demise.\n\nNevertheless... Upon awakening, she discovers her rebirth as the 'Baby Saint,' fated to rescue this world?\n\nNurtured by the very priests who were formerly her adversaries. Menaced by former companions who were once her apprentices!\n\nCan the Baby Saint provoke the world's ruin unscathed?\n\n---\nIn her 99th life, Archwitch Lucifella was known as the scourge of the continent, wreaking chaos and havoc over the land. Looking to end her continuous rebirth cycle, she attempted to destroy the world and failed upon being defeated by the pope. But for her 100th life, she was reborn as the opposite of what she stood for—the baby saint prophesied to bring peace! Under such circumstances, can Lucifella bring ruin to this world instead of blessings and break her endless cycle?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-02-12T01:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/86f878ce-e1b5-458f-84be-d0c4f8b7afcf.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-06-08T18:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/733ded5b-7d28-4628-86e6-f09580cb2a4c.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cd5e9e9-7b11-49a8-b607-18e5c91dd41d",
    "title": {
      "en": "Who Invited You?"
    },
    "updatedAt": "2024-06-09T07:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/0cd5e9e9-7b11-49a8-b607-18e5c91dd41d/3541ccde-a138-4f6c-81f7-7385022247db.jpg",
    "altTitles": [
      {
        "en": "My Home"
      },
      {
        "en": "Why Did You Come To My Home"
      },
      {
        "ko": "우리 집에 왜 왔니"
      },
      {
        "pt-br": "Por Que Você Veio Pra Minha Casa?"
      }
    ],
    "description": {
      "en": "Official Summary:  \nThe unfamiliar guy who appeared in front of Seo Jaehee, the office worker with a busy life. Remove prejudices against him!  \n  \nFrom MangaUpdates:  \nJade is told that her childhood friend from China is going to stay at her house. Yet, the grown man who arrives at her door is no longer the sweet boy from her distant memories, rather far from it. As she struggles to re-adjust to their new life together, will she rediscover her childhood crush or simply kick him to the curb?",
      "pt-br": "Jade fica sabendo que seu amigo de infância da China vai ficar na casa dela. Porém, o marmanjo que chega à sua porta não é mais o menino doce de suas lembranças distantes, mas sim distante disso. Enquanto ela luta para se reajustar à nova vida juntos, ela redescobrirá sua paixão de infância ou simplesmente o expulsará"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "67"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-05-08T21:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-06-07T18:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "55d5c1dd-8df4-4b30-bcc1-452caeab829d",
    "title": {
      "en": "The Overpowered Newbie"
    },
    "updatedAt": "2024-05-28T19:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/55d5c1dd-8df4-4b30-bcc1-452caeab829d/1c022caa-c1ea-47b0-b30c-cc91875b076c.jpg",
    "altTitles": [
      {
        "ko": "뉴비가 너무 강함"
      },
      {
        "ru": "Слишком сильный нуб"
      },
      {
        "en": "The Newbie is Too Strong"
      },
      {
        "es-la": "Soy un Novato Demasiado fuerte"
      }
    ],
    "description": {
      "en": "JaeJu (which means “skill” in Korean) grew up without parents in an orphanage skillfully, just like his name suggests. One day, he heard that the orphanage was having a hard time and would have to close in 3 years. While trying to raise money for the orphanage, JaeJu got an alert on his phone. On it, he saw a video of himself climbing the tower as a BJ (broadcasting jockey aka streamer). Seven years ago, a tower suddenly appeared and randomly took people into it. If you successfully complete the tower and become an “Awakened”, it’s only a matter of time before you get rich!",
      "ko": "부모님 없이 보육원에서 자란 재주\n이름처럼 재주있게 살아가던 어느날\n보육원이 어려워 3년 뒤 문을 닫게 된다는 이야기를 듣게 된다.\n\n보육원을 위해 돈을 구해보려던 재주의 핸드폰에\n갑작스럽게 알림이 울리고\n핸드폰에서는 탑을 오르며 BJ가 되어있는 \n자신의 영상이 재생된다.\n\n7년 전, 갑작스럽게 세상에 나타나\n무작위로 사람을 데려가는 탑.\n\n이 탑에서 무사히 돌와 '각성자' 가 된다면\n큰 돈을 버는 것은 시간 문제!\n\n핸드폰에 영상을 보낸 것은 누구이며\n재주는 무사히 탑을 오를 수 있을 것인가?!",
      "pt-br": "Jaeju (significa “habilidade” em coreano) cresceu sem pais em um orfanato com muita habilidade, assim como o nome sugere. Um dia, ele soube que o orfanato estava passando por dificuldades e iria fechar em 3 anos. Enquanto tentava juntar dinheiro para o orfanato, JaeJu recebeu um alerta em seu celular. Nele JaeJu viu um vídeo de si mesmo escalando a torre como um streamer. Sete anos atrás, a torre apareceu de repente e aleatoriamente levou pessoas para lá. Se completar a torre com sucesso e se tornar um “Despertado”, é só questão de tempo até que fique rico!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a4250d-14a0-4b45-83ac-c732091b4eba",
    "title": {
      "en": "My Daughter Is the Final Boss"
    },
    "updatedAt": "2024-05-28T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/a4a4250d-14a0-4b45-83ac-c732091b4eba/90295f87-e093-4731-8d5e-7e44cb33d0ac.jpg",
    "altTitles": [
      {
        "ko": "내 딸은 최종 보스"
      },
      {
        "ko-ro": "Nae Ddar'eun Cheojong Boss"
      },
      {
        "zh-hk": "我的女兒是最終頭目"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "ko-ro": "Nae Ttareun Choejong Boss"
      },
      {
        "fr": "Ma fille est le boss final"
      },
      {
        "it": "Mia figlia è il boss finale"
      },
      {
        "uk": "Моя донька - фінальний бос"
      },
      {
        "ru": "Моя дочь — Финальный Босс"
      },
      {
        "mn": "Миний охин бол эцсийн BOSS"
      },
      {
        "ja": "俺の娘はラスボス"
      },
      {
        "zh": "灭世女神今年5岁"
      },
      {
        "zh": "我的女儿是最终的老板"
      },
      {
        "zh-hk": "我的女兒是最終的老闆"
      },
      {
        "id": "Putriku Adalah Bos Terakhir"
      },
      {
        "es-la": "Mi Hija es el Jefe Final"
      }
    ],
    "description": {
      "en": "Lee Seojun could only watch as his daughter, the witch Lee Seola, turned into the wicked final boss who destroyed the world and brought upon his death. Though never a good dad, as he loses consciousness, Seojun gets a new quest: \"Change the Future.\" Upon awakening, he sees a 5-year-old Seola standing before him. Now, Seojun must raise Seola to avoid the misfortunes that originally turned her wicked and become the caring father she never had. The price of failure? Only the end of the world.\n\n---\nMy daughter destroyed the world. At the end of the divergence, I died helplessly. When I opened my eyes again, my five-year-old daughter was in front of me.\n\n*Unique Quest: Changing the Future*\nStop Seol-ah Lee's five misfortunes. (0/5) \n\nI was given another chance. If I raised her incorrectly, the world will perish.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "fr": "Ma fille a détruit le monde. À la fin de celui-ci, je suis mort impuissant. Quand j'ai rouvert les yeux, ma fille de cinq ans était devant moi. <Quête unique : Changer le futur> Arrêtez les cinq malheurs de Seol-Ah Lee. (0/5) Une nouvelle chance m'a été accordée. Si elle est mal éduquée, le monde périra.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "id": "Putriku menghancurkan dunia ini, di akhir hidupku aku mati tidak berdaya. Ketika aku membuka mata, putriku yang berusia 5 tahun berada di hadapanku. Aku mengalami regresi dan harus mencegah 5 nasib buruk Seol-Ah (0/5) Aku diberikan kesempatan sekali lagi, untuk mengubah semuanya dan menebus semua kesalahanku di masa lalu Jika dibiarkan begitu saja, maka dunia akan binasa. - Diary Lee Seojun\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ko": "내 딸이 세상을 멸망시켰다.\n엇나감의 끝에서, 나는 무력하게 죽음을 맞이했다.\n다시 눈을 떴을 때, 내 눈앞에는 다섯 살의 딸이 있었다.\n\n<고유 퀘스트 : 미래 바꾸기>\n이설아의 다섯 가지 불행을 막으십시오.(0/5)\n\n다시 한번 주어진 기회.\n잘못 키우면, 세상이 멸망한다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "ru": "Моя дочь разрушила мир. В конце её дивергенции я беспомощно умер.\nКогда снова открыл глаза, передо мной стояла моя пятилетняя дочь.\n[Остановите пять несчастий Соль-а Ли. (0/5)]\nМне дали ещё один шанс. Если её неправильно воспитать, то мир погибнет.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "uk": "Моя донька зруйнувала світ, а я помер. Але після смерті перед моїми очима з'явилось завдання.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)",
      "zh": "我的女儿灭亡了世界。 就在生死毁灭之际，我无力的迎接死亡的到来。 再次睁开双眼的时候，我回到了过去，眼前竟出现了女儿5岁时的身影！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%B4-%EB%94%B8%EC%9D%80-%EC%B5%9C%EC%A2%85-%EB%B3%B4%EC%8A%A4/2964), [KakaoPage](https://page.kakao.com/content/59097539)\n\n**Official Translations:**\n* [English](https://tapas.io/series/my-daughter-is-the-final-boss/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16387)\n* [French / Français](https://piccoma.com/fr/product/441)\n* [Japanese / 日本語](https://piccoma.com/web/product/115453)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0416aa86-2f9a-461b-8376-b3765bfa1519",
    "title": {
      "en": "The Blond Yankee and The Punishment Game"
    },
    "updatedAt": "2024-04-18T10:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/0416aa86-2f9a-461b-8376-b3765bfa1519/7aa915ce-6279-422f-88b7-757d0f9e3a13.jpg",
    "altTitles": [
      {
        "ja": "金髪ヤンキーと罰ゲーム"
      },
      {
        "ja-ro": "Kinpatsu yankee to batsu game"
      }
    ],
    "description": {
      "en": "As part of her punishment game, the transfer student, Shindou Eruko, must talk to the coolest delinquent in the school, which turns out to be Hoshi Natsuki, the blonde delinquent in the class next door. However, she soon found out that Hoshi-kun might not be as scary as he looks...\n\nThis manga is Konogi Yoshiru's fantasy take on  [Shingeki no Eroko-san](https://mangadex.org/title/bdfc7777-f1ee-4131-82cb-2fb5861d32e1/shingeki-no-eroko-san-hen-na-oneesan-wa-danshikousei-to-nakayoku-naritai), depicting a setting with Eruko being in the same age as Hoshi-kun. It was later adapted in the main title as Eruko's dream sequence."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa81a0f9-e088-44c9-bec4-424d904c342a",
    "title": {
      "en": "The Price Is Your Everything"
    },
    "updatedAt": "2024-03-03T06:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/aa81a0f9-e088-44c9-bec4-424d904c342a/9a9422fc-fec4-4559-a8c8-4bf6a6364ccd.jpg",
    "altTitles": [
      {
        "ko": "대가는 너희의 모든 것"
      },
      {
        "en": "The Princess Is Your Everything"
      }
    ],
    "description": {
      "en": "Transported back to her first academy days, Nerys Truydd revisits a life marred by betrayal and torment. Exploited and poisoned by her own family and husband, her demise was met with a vow to curse those who wronged her. Now granted a second chance, Nerys vows to rewrite her fate. As she navigates her past, memories of those who hurt her flood back. Determined and fueled by retribution, she seeks to reclaim all she lost. Can she overturn her tragic past and emerge victorious from the shadows of her betrayal?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e998205-8c48-4e27-b82b-a01b2d3b1f52",
    "title": {
      "en": "The Worn and Torn Newbie"
    },
    "updatedAt": "2024-03-09T14:22:33+00:00",
    "coverArt": "https://mangadex.org/covers/1e998205-8c48-4e27-b82b-a01b2d3b1f52/16b5f667-80c8-4dda-9302-7e13bfbb495a.jpg",
    "altTitles": [
      {
        "ko": "닳고 닳은 뉴비"
      },
      {
        "ja": "元ガチ勢、初心者に生まれ変わる"
      },
      {
        "ru": "Изрядно поношенный нуб"
      },
      {
        "zh": "全裸菜鸟在异世界被摩擦"
      },
      {
        "ko-ro": "Dalko Dareun Newbie"
      }
    ],
    "description": {
      "en": "After learning 15 miserable years of his life as a failed gamer was one long nightmare, Lee Eojin is glad to be a newbie again! Vowing not to repeat the same mistakes, Eojin starts anew as the hotshot, Stagnant Water. \n\nHe’s conquering monsters, getting sweet gear, and making enough dough to set himself up for life!\n\n Loved by fans and hated by foes, both old and new, will Eojin break the game and triumph, or will the game break him once again?",
      "ja": "人気絶頂を誇ったゲームでもその寿命は限られている。実に15年もの歳月を一つのゲームにぶち込んだガチ勢・「淀水アムロ」は、ゲーム内で人生を賭けた一世一代の大博打に挑戦するがあえなく失敗。全てを失い気を失ったアムロが目覚めた所は、リリース初期の15年前だった。回帰前と同じ轍は踏まないと誓うアムロ。全てを知り尽くしたソシャゲ廃人は、最強のニュービーとして蘇る！\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ko": "서비스 종료까지 앞으로 15년.\n오직 나만이 엔딩을 알고 있다.\n\n'나는 고인물이다'\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "ru": "До конца игры 15 лет. И только мне известно, как всё произойдет. – Я мертвая вода!\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)",
      "zh": "沉浸在虚拟游戏中的35岁宅男李煜阳不仅众叛亲离、借贷负债，还在游戏中赌输了唯一能还债的机会，在他绝望之际竟然阴差阳错穿越回了15年前，此时游戏还只是测试版，一切才刚刚开始，借此机会李煜阳想要改变人生，咸鱼翻身，踏上致富之路……凭借着十几年的经验与记忆，他脱下盔甲和内裤，决心站在游戏之巅，单纯地享受这一切！然而这一次，他会走向怎样的未来呢？\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=01Gu-5Hahfw)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%B3%EA%B3%A0%EB%8B%B3%EC%9D%80-%EB%89%B4%EB%B9%84/2446)\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc29630)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/62754)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86b6b409-717d-48d8-9fed-46eaaf125425",
    "title": {
      "en": "Worthless Reincarnation"
    },
    "updatedAt": "2024-02-10T04:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/86b6b409-717d-48d8-9fed-46eaaf125425/2016994a-5f45-4cb0-99ff-1e6d3bbd3ca0.jpg",
    "altTitles": [
      {
        "zh": "青萍"
      },
      {
        "zh-ro": "Qing Ping"
      },
      {
        "zh-ro": "Qīng Píng"
      }
    ],
    "description": {
      "en": "In the realm of historical annals, Chen Xuanqiu, a descendant of a historian, enters the stage to avenge the grudge of Qingping Mountain. Entangling himself in an unresolved matrimonial fate, he steps into the chaos of troubled times. Through numerous strategic maneuvers, Chen Xuanqiu unveils the hypocritical facade of immortals. With unwavering determination, he vows to single-handedly rescue the suffering populace. A mere youth with a solitary sword, a new wind emerges, originating from the depths of Qingping.",
      "zh": "史官之子陈玄丘为报青萍山之仇，以未了的姻缘入局，在适逢乱世之中入世。一场又一场的博弈，让陈玄丘看透了神仙的伪善嘴脸，誓以一己之力，拯救天下苍生。一介少年，一人一剑，风生于此，起于青萍。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34f45c13-2b78-4900-8af2-d0bb551101f4",
    "title": {
      "en": "Dorohedoro"
    },
    "updatedAt": "2023-07-10T10:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/34f45c13-2b78-4900-8af2-d0bb551101f4/54a405c8-c20b-475d-ae67-c8cf9d3b4aa6.jpg",
    "altTitles": [
      {
        "en": "Mud to Mud"
      },
      {
        "ru": "Дорохедоро"
      },
      {
        "he": "דורוהדורו"
      },
      {
        "ja": "ドロヘドロ"
      },
      {
        "zh": "异兽魔都"
      },
      {
        "ko": "도로헤도로"
      },
      {
        "uk": "Дорохедоро"
      }
    ],
    "description": {
      "en": "This is the story of Kaiman, a guy who does not remember who he was before he was transfigured by a Magic user. \nThis transformation left him with a reptile's head, and a desire to find out the truth about who he really is. \nAccompanied by Nikaido, his female companion, he tracks down Magic Users in \"The Hole\" and unceremoniously \nchomps down on their head, hoping to find out who it was that put him in this state. \nOne by one, they witness this \"second man\" inside the head of Kaiman, and after pulling them back out of his mouth \nhe asks them all a question \"What did the guy inside my head say?\"  \n\n\n---",
      "ru": "В городе, настолько мрачном, что все называют его Дырой, люди живут в постоянном страхе. Воздух и земля пропитаны магическим дымом, и никто уже не удивляется тому, что от выпавшего дождика начнут вдруг прохожие валиться штабелями или городское кладбище превратится в поле битвы людей против зомби. Маги, из-за которых творится вся эта чертовщина, периодически делают вылазки в Дыру и испытывают на жителях свои приёмчики. После одной такой вылазки Никайдо, сборщик трупов, находит огромное бездыханное тело какого-то бедняги с головой крокодила. Кайман (так называет его Никайдо) удаётся выжить, но очнувшись, он понимает, что потерял память. Кайман вместе с Никайдо начинают охоту на магов, чтобы вернуть себе человеческий облик и потерянные воспоминания.  \n  \n\n\n---\n\n**Links:**  \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=22562)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "23",
    "lastChapter": "167"
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2024-06-07T23:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/0167bf88-a7c0-4788-b676-5a6081fe82ab.jpg",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      }
    ],
    "description": {
      "en": "After failing the Grade Nine civil service exam four times and many twists and turns, Han Maru finally succeeded in becoming a special civil servant under the Ministry of Environment. Goodbye, gosiwon! Goodbye, convenience store lunchboxes! But the joy of passing was short-lived. It turned out to be a life-threatening national secret job?! Along with the yellow dust came the demons, creatures that kill and eat humans. The Grade 9 special civil servant job involved waging war against these demons! Han Maru’s life-threatening civil service career begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1f2ee3c-4e67-45c7-9f13-361dbbb858a4",
    "title": {
      "en": "Reincarnation of the Sword Master"
    },
    "updatedAt": "2024-06-04T02:53:16+00:00",
    "coverArt": "https://mangadex.org/covers/c1f2ee3c-4e67-45c7-9f13-361dbbb858a4/8c03a863-054a-4ec2-bf11-81baf8620850.jpg",
    "altTitles": [
      {
        "ko": "소드마스터의 환생"
      }
    ],
    "description": {
      "en": "At the threshold of life, a radiant white aura emerges. And… death! Yet, in a twist of fate, the man is once again granted a new life. With a newfound purpose, he sets out to complete his existence as an unfinished “Swordmaster” from his previous life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd2d2132-7afb-4c43-87ff-8567c707848e",
    "title": {
      "en": "My Inventory Is Abnormal"
    },
    "updatedAt": "2024-06-04T22:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/4a0b7937-cca4-42ef-93a2-781597817626.jpg",
    "altTitles": [
      {
        "ko": "내 인벤토리가 이상하다"
      }
    ],
    "description": {
      "en": "The game has turned into reality and a “Great Migration” has occurred all over the Earth. As a top-tier ranker thanks to massive in-game purchases, along with the special privileges from the game administrator “Nel,” I got a new lease on life. I even inherited the inventory of my max-level game character as it was prior to the game shutting down. From cash items that no one else can acquire, to special items of legendary grade that everyone desires! Now, everything that everyone wants unfolds infinitely within my inventory. Please, let it be known to only you! My inventory is… abnormal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-05-10T19:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      },
      {
        "en": "The Cost of Violence"
      },
      {
        "en": "Price of Violence"
      },
      {
        "ru": "Цена жестокости"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own.",
      "ru": "В день, когда мастер кендо Шихо решает всё бросить и помочь своей матери-одиночке в управлении небольшим ресторанчиком, он узнаёт о том, что его младшая сестра Шиён, которая училась в университете Сеула, покончила с собой. \nВо время похорон Шихо замечает кое-что странное. \nЧтобы узнать правду и отомстить за смерть сестры, Шихо снова берёт в руки уже знакомый меч и начинает свою собственную войну."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2024-06-06T16:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/8546026b-d73f-4f23-b140-a67624fcad8e.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d601b9d-08c1-427d-b937-c8662baf0b94",
    "title": {
      "en": "Torch Song Ecology"
    },
    "updatedAt": "2022-08-01T07:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/8d601b9d-08c1-427d-b937-c8662baf0b94/40111d0f-9008-4c82-8cde-c1080d8e529a.jpg",
    "altTitles": [
      {
        "ja": "トーチソング・エコロジー"
      },
      {
        "zh-hk": "悲傷情歌生態學"
      }
    ],
    "description": {
      "en": "The story follows Kiyotake, a man with no aim or accomplishments in life. He’s an actor who lands extra roles at best, works multiple part-time jobs to barely support himself, and has few personal attachments. His best friend Shun died when he was 19 in an accident and he now has a few casual friends. This expands when an old acquaintance moves in next door…"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf",
    "title": {
      "en": "‏I Will Fall With the Emperor"
    },
    "updatedAt": "2024-05-17T05:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf/ae8f2d38-316d-4ce7-8ceb-7d7d2edd8ce3.png",
    "altTitles": [
      {
        "ko": "황제와 함께 타락하겠습니다"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Talaghagessseubnida"
      },
      {
        "uk": "Впасти разом з імператором"
      },
      {
        "ja": "お求め頂いた暴君陛下の悪女です"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Tarakagetseumnida"
      }
    ],
    "description": {
      "en": "If I accepted his offer and became his Empress at that time, would I be able to live a little longer? I don’t know but if I had I wouldn’t have felt that pain of dislocating my eye but only when I went 10 years back and stood next to him I realized he fell when I fell we were so much alike which is why he contacted me."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba90ffcc-f5ac-4a83-83e8-e821292e6483",
    "title": {
      "en": "Futagashira"
    },
    "updatedAt": "2023-11-12T00:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/ba90ffcc-f5ac-4a83-83e8-e821292e6483/3557b27a-b546-45e8-9b97-752baf52a3ac.png",
    "altTitles": [
      {
        "ja": "ふたがしら"
      },
      {
        "zh": "江户盗贼团·双雄"
      }
    ],
    "description": {
      "en": "Benzo and Soji witnessed the death of Tatsugoro, leader of the Akame Gang. His last words to them were \"I'm leaving you two in charge\", \nbut it was Jinzaburo, the former leader's friend, who was chosen instead. Displeased with the widow's decision, the two left the gang. \nThey then set off on an aimless journey, vowing to accomplish something big.  \n  \nSpin-off of [Saraiya Goyou](https://mangadex.org/manga/24096) featuring Souji the Saint and Benzou the Demon as young men."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "54"
  },
  {
    "mangaId": "c353cd64-d95c-4b98-b5f4-4aae9368f50a",
    "title": {
      "en": "Keep an Eye on You"
    },
    "updatedAt": "2024-06-05T22:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/c353cd64-d95c-4b98-b5f4-4aae9368f50a/e4cb8772-eb19-4776-839b-31469c08001b.png",
    "altTitles": [
      {
        "zh": "囚你于掌中"
      },
      {
        "zh-ro": "Qiu Ni Yu Zhang Zhong"
      },
      {
        "en": "confine you in my palm"
      }
    ],
    "description": {
      "en": "A mystery murder case shatters Lan Zhiqing's serene and blissful life into pieces. The past she has long forgotten returns in the form of a nightmarish case, encroaching ever the closer... Shocked, Lan Zhiqing discovers that the most dangerous existence may just be the person she shares a bed with."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "c3537459-d60d-4512-ae36-118c66da4255",
    "title": {
      "en": "Itoshi no Niina"
    },
    "updatedAt": "2023-09-06T06:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/c3537459-d60d-4512-ae36-118c66da4255/fad38aa6-cc55-40df-b024-da9ceb6b7614.jpg",
    "altTitles": [
      {
        "ja-ro": "Itoshi no Nina"
      },
      {
        "en": "Nina My Love"
      },
      {
        "en": "My Lovely Nina"
      },
      {
        "ja": "いとしのニーナ"
      },
      {
        "zh": "亲爱的妮娜"
      }
    ],
    "description": {
      "en": "One afternoon, Atsushi's best friend from childhood, Masa, informs him, \"I kidnapped Niina Aota.\" Niina, whose popular nickname is \"Nina\", is the girl Masa fell in love with at first sight on the train attending school. Atsushi found it unexpected and hard to believe, until he heads over to Masa's apartment and discovers that Nina has really been kidnapped…."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "3d13d45d-f501-41b7-98ca-8864f4ccc68b",
    "title": {
      "en": "Third-Generation Chemist Kyubee"
    },
    "updatedAt": "2023-12-04T04:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/3d13d45d-f501-41b7-98ca-8864f4ccc68b/445e4fdc-6142-428f-85dc-591562216f60.jpg",
    "altTitles": [
      {
        "ja-ro": "Sandaime Kusuriya Kyubee"
      },
      {
        "ja": "三代目薬屋久兵衛"
      }
    ],
    "description": {
      "en": "\"I want to believe in my first love.  \nBut then we met.\"  \n  \n25-year-old Miku, who moved back to the house she grew up in two months ago, is studying to succeed her grandfather's Chinese medicine store, \"Kusuriya Kyubee.\" Everyday she and her grandfather respond to the troubles of the customers who visit the store, prepare herbal medicine for them, or simply chat with them.  \n  \nOn the other hand, Miku is unable to forget her first love, but she meets an ultra-shy boy named Kanae who likes plants. Perhaps she is beginning to care about him little by little."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "0925b477-9e72-4b40-8488-afb7aab4583f",
    "title": {
      "en": "Tomehane!"
    },
    "updatedAt": "2024-05-08T19:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/0925b477-9e72-4b40-8488-afb7aab4583f/0efe7a40-def2-4ac5-adb1-b46d31122194.jpg",
    "altTitles": [
      {
        "ja-ro": "Tome wa Hane! Suzusato Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Kōkō Shodōbu"
      },
      {
        "ja-ro": "Tomehane! Suzuri Koukou Shodoubu"
      },
      {
        "ja-ro": "Tomehanetsu! Suzusato"
      },
      {
        "ja": "とめはねっ!"
      },
      {
        "ja": "とめはねっ! 鈴里高校書道部"
      },
      {
        "ja": "とめはねっ！−鈴里高校書道部−"
      }
    ],
    "description": {
      "en": "Tales of a high-school calligraphy club.  \n  \nA story about a high-school calligraphy club on the verge of breaking up that enters in a major competition while overcoming problems. Yuki, a promising female judoist, and Yukari, a quiet Canadian-raised boy who just returned to Japan, end up joining the club for the sake of maintaining the membership required to keep the club. Together with the old club members with unique characters, they gradually discover the fun of calligraphy and work together to win in the competition.  \n  \nTomehane! was nominated for best manga at the first two Manga Taisho.\n\nLive action series adaptation (2010): [MyDramaList](https://mydramalist.com/742-tomehane)"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "179"
  },
  {
    "mangaId": "7d18c567-426e-4c11-8c49-6ec843f53cef",
    "title": {
      "en": "Ikigami Sairin"
    },
    "updatedAt": "2023-03-18T21:17:56+00:00",
    "coverArt": "https://mangadex.org/covers/7d18c567-426e-4c11-8c49-6ec843f53cef/583bfb26-6519-4240-ad98-4d226ccb11ad.jpg",
    "altTitles": [
      {
        "ja": "イキガミ 再臨"
      }
    ],
    "description": {
      "en": "Sequel to Ikigami."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]