[
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-12-04T15:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold yet delicate brushwork and elegant prose, this stylish, full-colour comic\nillustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, \nout of sight from those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2025-01-04T09:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/1d192162-067e-404d-b4d2-c9b409bcfea0.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b5e63da-8f8e-4a21-a58b-e33cd2d80283",
    "title": {
      "en": "Chikyuu Ningen Terra-chan"
    },
    "updatedAt": "2024-11-20T13:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/1b5e63da-8f8e-4a21-a58b-e33cd2d80283/ce6d1db4-96b7-4ad7-8caa-869703032b11.jpg",
    "altTitles": [
      {
        "en": "Earth-Girl Terra-chan"
      },
      {
        "en": "Earth Human Terra-chan"
      },
      {
        "ja": "地球人間テラちゃん"
      }
    ],
    "description": {
      "en": "If we aren't kind to her, the Earth will be destroyed!? The Earth's avatar herself steps foot on earth?! The laid-back Earthling gag comedy manga is here!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7"
  },
  {
    "mangaId": "c9295a71-863f-464b-8c45-d0a1ede1ce18",
    "title": {
      "en": "Teisou Gyakuten Isekai de Sukebe na Bijo-tachi ni Kakomare nagara Boukensha Seikatsu"
    },
    "updatedAt": "2025-01-19T23:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/c9295a71-863f-464b-8c45-d0a1ede1ce18/a3457016-25b9-417e-a7a9-c2f5b003d8f4.jpg",
    "altTitles": [
      {
        "ja": "貞操逆転異世界でスケベな美女たちに囲まれながら冒険者生活"
      },
      {
        "ja-ro": "Teisou Gyakuten Isekai de Sukebe na Bijo Tachi ni Kakoma re Nagara Bouken Mono Seikatsu"
      },
      {
        "en": "Chastity Reversal: An Adventurer's Life Surrounded by Lascivious Beauties in a Different World"
      },
      {
        "en": "An Adventurer's Life Surrounded by Lewd Beauties in a Chastity-Reversed Parallel World"
      }
    ],
    "description": {
      "en": "Akira Kusaba is summoned to the other world of Rumisia by the beautiful silver-haired woman Lucia. Akira wasn't summoned to save the world... but to help her make money!? Feeling exhausted, Akira begins working part-time in the other world, but gradually he notices the strangeness of this world. There's a female adventurer who wants to have her breasts wiped by a man, a slime that tries to drain the vitality out of men, and even Lucia, who summoned him, forces him to sleep next to her and secretly enjoys solo play in the bed next to her... Yes, this other world is a world where the concepts of chastity between men and women are reversed!",
      "ja": "銀髪の美女ルーシャによって異世界ルミシアへと召喚された草場アキラ。アキラが召喚されたのは世界を救うため……ではなく、金稼ぎの手伝いのため!?脱力しながらも異世界バイト生活を始めたアキラだったが、次第にこの世界のおかしさに気づく。男性におっぱいを拭かれたがる女冒険者に男性の精気を搾り取ろうとするスライム、果ては自分を召喚したルーシャですら、添い寝を強要したり隣のベッドでこそこそソロプレイで気持ちよくなったり――。そう、この異世界は男女の貞操観念が逆転した世界だったのだ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-11-19T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru!"
    },
    "updatedAt": "2025-01-14T12:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/9606b985-2336-412f-810c-963bcc77abe4.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！＠comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ru": "Слишком много проигравших героинь!"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "th": "รักครั้งนี้มีคนนกเยอะไปมั้ย?!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      }
    ],
    "description": {
      "en": "***\"Huh? Who are you calling losing?\"***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_\"Even though he said we'll get married. Don't you think he's pretty mean?\"\n\"When did he say that?\"\n\"When we were 4 or 5 years old.\"_\n\nThat doesn't count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_\"Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.\"\n\"I see. Well, that's a bold statement.\"_\n\nThere's a fortune for those who shine only after losing.\n___\n**Character Designer:** [Imigimuru](https://mangadex.org/author/341a08ca-acbf-49a3-998a-d3451249ec43)\n\n**Additional Links:**  \n- [Alternative Official Raw](https://shogakukan-comic.jp/book-series?cd=51545)\n- [Official Raw Light Novel](https://www.shogakukan.co.jp/books/09453017)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!? 負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "O simples, chato e sem amigos Nukumizu Kazuhiko testemunhou algo completamente desconcertante: a garota popular Yanami Anna foi colocada na friend zone por seu crush e amigo de infância! Na verdade, todas as garotas populares ao redor dele estão sendo rejeitadas da mesma forma pelos garotos de quem gostam. Sem perceber, Kazuhiko se envolve no drama do relacionamento onde todas as heroínas principais estão perdendo o amor! Ele pode manter o ânimo delas e ajudá-las a encontrar a felicidade?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9953e8d-1a3c-4c5a-b8ad-0264eb7ab040",
    "title": {
      "en": "Kamen Rider ZX"
    },
    "updatedAt": "2023-02-28T14:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/b9953e8d-1a3c-4c5a-b8ad-0264eb7ab040/2d2bfc72-b069-41c5-96e9-15244163810c.png",
    "altTitles": [
      {
        "ja": "仮面ライダーZX"
      }
    ],
    "description": {
      "en": "All three Artists in one book. Digital Versions Delisted"
    },
    "status": "completed",
    "releaseDate": 1982,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c01d5d1-2ce3-4745-be54-8aff89300bfa",
    "title": {
      "en": "Fuguushoku to Baka ni Saremashita ga, Jissai wa Sorehodo Waruku Arimasen?"
    },
    "updatedAt": "2025-01-21T21:08:14+00:00",
    "coverArt": "https://mangadex.org/covers/9c01d5d1-2ce3-4745-be54-8aff89300bfa/01b79d34-c359-446f-ab22-3a3f9cc9a8e8.jpg",
    "altTitles": [
      {
        "ja": "不遇職とバカにされましたが、実際はそれほど悪くありません？"
      },
      {
        "en": "They Ridiculed Me for My Luckless Job, but It's Not Actually That Bad?"
      },
      {
        "zh": "不幸职业的幸运?"
      },
      {
        "ru": "Все смеялись надо мной из-за отсутствия профессии, но всё не так уж и плохо"
      },
      {
        "vi": "Mọi Người Cười Nhạo Chức Nghiệp Vô Năng Của Tôi Nhưng Nó Không Tệ Đến Thế"
      },
      {
        "vi": "Chức Nghiệp Vô Năng"
      }
    ],
    "description": {
      "en": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne but he was driven/kicked of the palace. The reason was that he was born as a Support magician and had Alchemist as a job which was the lowest job that existed in the new world and people who had that were considered jobless. But there was a secret hidden in that job!!\n___\n* Bookwalker LN: [link](https://bookwalker.jp/series/182424/)\n* Official LN: [link](https://www.alphapolis.co.jp/novel/312278148/185185579)",
      "fr": "Shirosaki Reito a été soudainement aspiré par une mystérieuse fissure et a été transféré entre deux dimensions.  \nIl s'est réincarné en bébé dans un autre monde.  \nNé dans la famille royale et étant l'héritier du trône, il est cependant chassé du palais.  \nLa raison ?  \nêtre né en tant que magicien de soutien et avoir une profession d'alchimiste !  \nConsidérée comme la profession la plus faible, Reito fera tout pour s'endurcir et devenir fort !",
      "ja": "次元の狭間へと転落し、０歳の状態で異世界転生することになった高校生・白崎零斗。王家の跡取りとして転生するが、生まれ持った異世界最弱の不遇職「支援魔術師」と「錬金術師」が原因で家から追放されてしまう。過酷な世界で生き抜くため、鍛錬の日々を送る中、レイトは自身の職業に秘められた大いなる力に気がつく……。",
      "ru": "Широсаки Рейто неожиданно засосало в загадочную расщелину и переместило в измерение между мирами, после чего он переродился младенцем в ином мире. Он появился на свет в королевской семье, оказавшись наследником трона, но всё равно в итоге его выгнали из дворца. Причиной этому послужило то, что он оказался магом поддержки и заполучил профессию алхимика, оказавшуюся слабейшей в этом новом мире. Таких как он в этом фантастическом мире магии считают не имеющими профессии, но, как оказалось, существует некий секрет!! Проследим же путь становления сильнейшим в мире героя со слабейшей профессией!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2025-01-09T21:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Notes from the Inner Palace"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Inner Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "639f1667-5661-4003-9a6d-b5fd4492be89",
    "title": {
      "en": "Namo Shirazu"
    },
    "updatedAt": "2025-01-25T15:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/639f1667-5661-4003-9a6d-b5fd4492be89/e1e8a867-6fea-4857-9484-128c89180688.png",
    "altTitles": [
      {
        "en": "I Don’t Even Know Your Name"
      },
      {
        "ja": "名も知らず"
      }
    ],
    "description": {
      "en": "Nanase Ayane is a young single mother and an omega. Despite her difficult circumstances, she enjoys a happy peaceful life with her daughter Rin. However, the halcyon days come to an end, when she crosses her path once again with the person who left an unfading mark both on her neck and life five years ago..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "d58abdf4-9268-41d8-9920-f8fe8858a173",
    "title": {
      "en": "Shiori Experience: My Plain Self and an Odd Old Man"
    },
    "updatedAt": "2024-10-09T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/d58abdf4-9268-41d8-9920-f8fe8858a173/89ec91b9-ecfd-498c-804d-b49aa83f670a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiori Experience - Jimi na Watashi to Hen na Ojisan"
      },
      {
        "ja": "SHIORI EXPERIENCE ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ja": "シオリエクスペリエンス  ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ko": "시오리 익스페리언스"
      },
      {
        "ru": "Shiori Experience: незаурядный Джими и заурядная Я"
      },
      {
        "uk": "Досвід Шіорі ~Джимі, я і дивний дядько~"
      }
    ],
    "description": {
      "en": "Shiori was once a guitarist in a light music club in high school. But her first live performance was dashed when her brother ran away from home with a lot of debt, to become a musician in Tokyo.  \n  \nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt… till she runs into the ghost of none other than a famous guitarist Jim-you-know-who.  \n  \nA story of a 27-year-old woman on her way to a music legend begins here.",
      "ru": "История о Шиори, скромной и неуклюжей 27-летней школьной учительнице, которая любит играть на гитаре и общается с призраком Джими Хендрикса.",
      "pt-br": "Shiori era uma guitarrista em um clube de música no colégio. Mas sua primeira apresentação ao vivo foi frustrada quando seu irmão fugiu de casa deixando um monte de dívidas para se tornar um músico em Tóquio. Uma década depois, Shiori é agora uma professora do ensino médio, levando uma vida monótona e entediante pagando as dívidas... Até ela dar de cara com o fantasma de ninguém menos que um famoso guitarrista chamado Jim-você-sabe-quem. A história de uma mulher de 27 anos de idade, a caminho de uma lenda musical começa aqui."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2674b676-f69b-4fea-b5eb-d19803d41fce",
    "title": {
      "en": "Imaizumi Brings All the Gals to His House"
    },
    "updatedAt": "2024-12-07T15:56:13+00:00",
    "coverArt": "https://mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/4b0e3da6-75d8-4918-a914-7f8c1f71a5a8.jpg",
    "altTitles": [
      {
        "ja": "今泉ん家はどうやらギャルの溜まり場になってるらしい～DEEP～"
      },
      {
        "ja-ro": "Imaizuminchi wa Douyara Gal no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "ja-ro": "Imaizumin-chi wa Douyara Gyaru no Tamariba ni Natteru Rashii ~DEEP~"
      },
      {
        "en": "Imaizumi's Home Has Apparently Become A Gal Hangout Spot ~Deep~"
      },
      {
        "en": "Imaizumin's House Is a Place for Gals to Gather"
      },
      {
        "en": "Imaizumin's House Is a Hangout Place for Gals ~Deep~"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Para Cewek"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Cabe-cabean"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Gal"
      },
      {
        "zh": "今泉家似乎成了辣妹的聚集地~deep~"
      }
    ],
    "description": {
      "en": "Imaizumi is a high school boy who lives alone in his apartment for a reason. He has a secret that he can't tell to anyone. And the secret is that he lives with the top three Gyarus (gals) of his school, Hamasaki, Kurumizaka, and Sasaki. He spends his day playing, talking and getting physical with these Gyarus, all of whom have a quirk or two. Imaizumi-kun is getting more and more addicted to his lazy, naughty and free \"youth\"...?",
      "id": "Imaizumi-kun, seorang siswa SMA yang hidup sendiri karena suatu alasan. Dia memiliki rahasia yang tidak bisa diketahui oleh siapa pun. Yaitu tinggal bersama tiga gadis \"Hamasaki\", \"Kurumizaka\" dan \"Sasaki\" yang berada di kasta atas di sekolah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707a112b-55cb-41a5-afe1-601d3e52e9a8",
    "title": {
      "en": "The Legendary Spearman Returns"
    },
    "updatedAt": "2024-06-29T00:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/707a112b-55cb-41a5-afe1-601d3e52e9a8/01a1ab5b-985e-402f-9e44-0b5ec9eae1f9.png",
    "altTitles": [
      {
        "ko": "역대급 창기사의 회귀"
      },
      {
        "zh-hk": "史詩級槍騎士再臨"
      },
      {
        "ko-ro": "Yeokdaegeup Changgisaui Hoegwi"
      },
      {
        "en": "Return of the Unrivaled Spear Knight"
      },
      {
        "en": "Return of the Legendary Spear Knight"
      },
      {
        "en": "Return of the Greatest Lancer"
      },
      {
        "fr": "Le retour du lancier légendaire"
      },
      {
        "pt": "Retorno do lendário cavaleiro da lança"
      },
      {
        "es": "El retorno del legendario caballero de la lanza"
      },
      {
        "ru": "Возмездие величайшего копейщика"
      },
      {
        "ru": "Возвращение величайшего лансера всех времен"
      },
      {
        "th": "การกลับมาของอัศวินผู้ใช้หอกแห่งยุค"
      },
      {
        "ja": "歴代級槍騎士の回帰"
      },
      {
        "vi": "Sự Trở Lại Của Hiệp Sĩ Giáo"
      },
      {
        "zh": "史诗级枪骑士再临"
      },
      {
        "zh-hk": "英雄槍騎士的復仇"
      },
      {
        "id": "Kembalinya Kesatria Tombak Legendaris"
      },
      {
        "es-la": "El Regreso del Inigualable Caballero de la Lanza"
      }
    ],
    "description": {
      "en": "Joshua Sanders, the legendary spearman who ended the brutal civil war, shattered the belief that one must wield a sword to be a master knight.\n\nHe fought in the service of his friend, Emperor Caesar van Briton, but it is all for naught when his fearful comrades try to kill him. He’s on the brink of death when his trusty weapon, Lugia, shines and propels him back to the stables of his childhood.\n\nWith his mighty spear in hand, Joshua is dead set on revenge in this life!",
      "es": "El invicto caballero lanza. Una estrella brillante de una casa del Ducado que rompió por completo la lógica común de que un caballero debe usar una espada. El gran héroe que puso fin a la larga guerra civil del imperio. Su nombre era \"Joshua Sanders\". El hombre conocido como la Lanza Legendaria del Emperador tosía sangre. De las manos de nada menos que su señor, el emperador César... \"César, ¡¡no creas que este será el final !!\" Mirando a la muerte a la cara con un círculo mágico de explosión frente a él, la lanza \"Lukia\" que ha estado con él durante décadas comenzó a brillar... Este lugar familiar... ¿Es el establo en el que solía vivir cuando era niño? ¡Incluso me volví más joven! Lukia, ¿qué eres? ¡Joshua ha vuelto a su infancia! ¡Y ahora comienza la historia de su épica venganza!",
      "ko": "무패의 창기사.\n기사는 검을 써야만 한다는 고정관념을 철저히 깨부순 \n공작 가문의 빛나는 별. 제국의 오랜 내전을 일시에 종식시킨 대영웅. \n그 이름은 바로 '조슈아 샌더스'.\n\n황제의 역대 최강의 창이라고도 불리는 그가 명성에 어울리지 않는     \n검붉은 피를 울컥거리고 있었다. 다른 누구도 아닌 자신의 주군, \n카이사르 황제의 손에 의해...\n\"카이사르, 이렇게 끝날 거라 생각하지 마라!!\"\n폭발 마법진에 의해 죽음을 앞둔 그 순간, 수십 년을 함께 해온 창 \n'루기아'가 엄청난 기운을 내뿜기 시작하는데...\n낯이 익은 이곳은 설마... 어렸을 때 살던 마구간?\n몸도 어려졌잖아?! 루기아 너 대체 정체가 뭐야?\n\n다시 유년시절로 돌아온 조슈아! 그의 사이다 복수극이 시작된다!",
      "ru": "Непревзойденный копейщик.\n\nСтереотип о необходимости владения мечом разрушает ярчайшая звезда из герцогской семьи. Герой, что положил конец войне империи, и имя ему - Джошуа Сандерс.\n\nНесмотря на его величие и репутацию, теперь он полумертвый истекает багрового цвета кровью. Ранен он не кем иным, как рукой собственного императора, - Кайзера...\n\n\"Кайзер!.. Не мечтай, что всё закончится так легко!!!\".\n\nПоследние мгновения смерти сопроводили излияния огромного количества энергии от его соратника - копья, что носило имя \"Ругия\"...\n\nЯ... Помолодел?.. Ругия, что ты, черт возьми, такое?!\n\nДжошуа вернул себе молодое тело, и его месть начнется с этого момента!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "731285eb-e95d-4db7-8d4c-ad15a6026766",
    "title": {
      "en": "For You, I’ll Dress up in a Lie"
    },
    "updatedAt": "2024-10-30T02:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/731285eb-e95d-4db7-8d4c-ad15a6026766/e8c6142c-8107-4a51-b636-ff41d3a40ab6.jpg",
    "altTitles": [
      {
        "ja": "君のためにボクは嘘を着飾る"
      },
      {
        "ja-ro": "Kimi no Tame ni Boku wa Uso wo Kikazaru"
      }
    ],
    "description": {
      "en": "Kokuyou Yuzuru, a bit of a plain boy, is always together with his best friend from childhood, Shiratama Kotaro. They thought they could stay together forever even after they entered middle school... One day, something happens that changes their relationship drastically.",
      "ja": "ちょっぴり地味な男子「黒曜結弦」は親友の幼馴染「白玉小太郎」といつも一緒。\n中学生になってもずっと一緒にいられると思ったのに…。\nある日二人の関係を大きく変える出来事が起きる。"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2025-01-25T14:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/b489aa9e-1348-4c43-8eff-9b5a98d6163d.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister With Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      },
      {
        "en": "A Sister Who Solves Problems With Brute Strength"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [Twitter](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da94fd6c-bbd6-4d77-9456-ec9f57af6359",
    "title": {
      "en": "Revenge Of the Bloom Flower"
    },
    "updatedAt": "2024-11-26T18:37:09+00:00",
    "coverArt": "https://mangadex.org/covers/da94fd6c-bbd6-4d77-9456-ec9f57af6359/86c927f5-acb2-442f-8da2-b918f161fde0.jpg",
    "altTitles": [
      {
        "ko": "화무십일홍"
      },
      {
        "en": "There Are No Red Flowers for Ten Days"
      },
      {
        "ko-ro": "Hwamusipilhong"
      },
      {
        "es-la": "Venganza de la Flor de Ciruelo"
      },
      {
        "zh-hk": "花無十日紅"
      },
      {
        "zh-hk": "解深密經疏"
      }
    ],
    "description": {
      "en": "The scripture that brought a bloodstorm to Jianghu was the \"Wisdom of the Secret Master,\" a legendary book that is said to hold the power to seize all the world's authority and wealth. Because of it, Woonseon lost all his loved ones overnight. \nNow, he casts aside his bright and pure past and embarks on a desperate journey for revenge. The flower will wither in ten days. Nothing in this world will be eternal, whether it's wealth, power, or love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc37369-4754-4344-b9b7-d7bdc9f9ba3d",
    "title": {
      "en": "Baby Snow Leopard of the Black Leopard Family"
    },
    "updatedAt": "2025-01-25T15:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/cfc37369-4754-4344-b9b7-d7bdc9f9ba3d/d66c367a-bdac-4c26-bd1e-3dd1c5e10e5a.jpg",
    "altTitles": [
      {
        "ko-ro": "흑표 가문의 설표 아기님"
      }
    ],
    "description": {
      "en": "I was born a hybrid and tortured by my grandfather until I died.\n\nIt was because I was a useless child who couldn't manifest the family's abilities.\n\nWith my memories intact, I went back in time, but my options weren't much different from before. \n\nI could either live like I did before, being tortured and dying just like in my past life, or go to my father, who hated me.\n\n\"I don't want to die again.\" \n\nIn the end, I went to my father, who loathed me intensely.\n\nClutching a token that could prove my bloodline from the Black Leopard Clan, I stood before him.\n\n\"Please... Please let me stay here.\"\n\nWhat I asked for was protection until I'm an adult.\n\nOnce I was old enough to live on my own, I planned to leave without being a burden.\n\nAfter all, I was a useless child.\n\nBut then...\n\n\"My beloved daughter, if anyone dares to harm you, I’ll slit their throat right then and there.\"\n\nI thought my father hated me, but his kindness took me by surprise.\n\n\"Hey, Ferdi. Stop picking up Thiel like that. Girls this age need to be treated with great care.\"\n\n\"Where did you learn that stupid theory? Thiel likes being held.\"\n\nMy two older brothers, whom I thought were scary, loved me too much.\n\n\"Thiel, I plan to pass on the head of the Black Leopard Clan to you.\"\n\nMy grandfather suddenly declares that he's passing on the title of family head to me.\n\nWait... Didn't everyone hate me?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "761064a4-bd69-4cb4-a45d-e5b5c74016d5",
    "title": {
      "en": "Warning! Beware of the Dog"
    },
    "updatedAt": "2025-01-25T15:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/761064a4-bd69-4cb4-a45d-e5b5c74016d5/f09c85e2-35ce-457b-a4d7-977e1b394aa3.png",
    "altTitles": [
      {
        "zh": "内有恶犬请小心"
      },
      {
        "en": "Beware of the Vicious Dog Inside!"
      },
      {
        "zh-ro": "Nei You E Quan Qing Xiao Xin"
      }
    ],
    "description": {
      "en": "By some sort of fate, exorcist xiao-Yu is forced to \"live under the same roof\" with the succubus named Obsidian, who killed her adoptive father. Yet she discovers that the succubus seems to have lost her memories! Unable to accept the fact, xiao-Yu decides to spy on Obsidian's every move, yet the latter doesn't seem bothered by the least. Instead, she starts to thirst after xiao-Yu openly and often teases her body to satiate her own hunger...\n\nAlthough they seem to have a love-hate relationship, they both know that something dangerous is stirring beneath the depths. Something related to why her adoptive father was killed, why Obsidian's memory was sealed away, and..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9c13bf0-abd8-46a8-9b82-18c248b1db89",
    "title": {
      "en": "Kanojo o Ubatta Ikemen Bishoujo ga Naze ka Ore Made Nerattekuru"
    },
    "updatedAt": "2024-11-08T13:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/c9c13bf0-abd8-46a8-9b82-18c248b1db89/3910574e-1be4-4121-a039-129f3fe0e39b.jpg",
    "altTitles": [
      {
        "ja": "彼女を奪ったイケメン美少女がなぜか俺まで狙ってくる"
      },
      {
        "ja-ro": "Kanojo o Ubatta Ikemen Bishōjo ga Naze ka Ore made Neratte kuru"
      },
      {
        "en": "The Handsome Girl Who Stole My Girlfriend Seems to Be After Me Now"
      },
      {
        "id": "Gadis Tomboy yang Merebut Pacarku Ternyata Juga Mengincarku"
      }
    ],
    "description": {
      "en": "\"Hey, boyfriend, how you doing?\"\n\nSouta Sakuhara is a first-year high school boy. His first ever girlfriend has just been stolen away from him by a \"girlfriend.\" That girlfriend is Shizuno Mizushima, a tomboy who's also the tallest girl he's ever met, who's now his hated rival in love, taunting him with it. But then…\n\n\"Since nobody else wants to be your girlfriend, how about you go out with me?\"\n\nShe suddenly pins him against the wall! She also started saying, \"Give me a month, and I'll make you fall in love with me…… I'm not going to let you go so easily!\"\n\nA one-way romantic comedy in which a handsome and beautiful girl will tempt you every day!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/70ca1081-8f6c-4c68-b18c-95e3f49d985d.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ea979e7-58d0-4cf6-b774-b9a254269f4b",
    "title": {
      "en": "Watashi-tachi ga Koisuru Riyuu"
    },
    "updatedAt": "2025-01-07T22:25:57+00:00",
    "coverArt": "https://mangadex.org/covers/5ea979e7-58d0-4cf6-b774-b9a254269f4b/47435e3b-8351-492f-851e-b11865999d3e.jpg",
    "altTitles": [
      {
        "ja": "私たちが恋する理由"
      },
      {
        "ja-ro": "Watashi-tachi ga Koisuru Riyuu"
      },
      {
        "en": "The Reason We Fall in Love"
      },
      {
        "ja-ro": "Watashi-tachi ga Koi suru Riyuu"
      },
      {
        "vi": "Lý do chúng ta yêu nhau"
      }
    ],
    "description": {
      "en": "Aoi's superior at work is a man of few words and inscrutable thoughts, but he made her heart flutter with his sudden smile and thoughtfulness. Kei finally met someone at work whose large physique is exactly her type, and ever since, she's wondered what it would be like to touch him... or hug him...! She can't stop her mind from fantasizing about it! A collection of sweet office romances that will inevitably tug at one's heartstrings!\n\n---\n*Note: In addition, a Taisho-era love story is included along with the main story!*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0f5d36b-3af9-412a-ae65-8973bad10245",
    "title": {
      "en": "Top 1 Fighting Tutoring"
    },
    "updatedAt": "2024-07-02T21:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/a0f5d36b-3af9-412a-ae65-8973bad10245/7728b918-25c3-443c-ba36-700d99c8f356.png",
    "altTitles": [
      {
        "ko": "1등급 싸움과외"
      },
      {
        "en": "1st Grade Fighting Tutoring"
      },
      {
        "en": "First-Class Fighting Tutoring"
      },
      {
        "pt-br": "Aulas de luta de primeira classe"
      }
    ],
    "description": {
      "en": "The bullied loser Kim Jaehyuk receives 'Top 1 Fighting Tutoring'!\nKim Jaehyuk is a high school student who has been living in despair under the torment of bullies. He's good at studying, but he'd rather be good at fighting.\nThen, as if by fate, a 'fighting tutor' comes into his life!",
      "pt-br": "Kim Jaehyuk é um estudante do ensino médio que vive em desespero sob o tormento dos valentões. Ele é bom nos estudos, mas preferiria ser bom na luta. Então, o destino põe um \"tutor de luta\" em sua vida!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f7678c7-0d32-4d36-a99a-1bfe32483584",
    "title": {
      "en": "Daiakutou Shounen"
    },
    "updatedAt": "2024-12-29T04:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/7f7678c7-0d32-4d36-a99a-1bfe32483584/82cd604b-3eee-45d9-93e7-e3da3c0b5dab.jpg",
    "altTitles": [
      {
        "ja": "大悪党少年"
      },
      {
        "ja-ro": "Daiakutou Shonen"
      },
      {
        "ja-ro": "Daiakutō Shōnen"
      },
      {
        "en": "The Great Villainous Boy"
      },
      {
        "pt-br": "O Grande Garoto Vilanesco"
      },
      {
        "vi": "Chàng thiếu niên đại tội"
      }
    ],
    "description": {
      "en": "The manga's story teases of a boy who thinks everything in the world is worthless: the heroes who pretend to fight with grace, his classmates who only know how to flock together, and his own weak, miserable self. That is why the boy aspires to be the lonely, solitary, and ultimate villain, to change himself and the world.",
      "pt-br": "A história do mangá provoca a narrativa de um garoto que acredita que tudo no mundo é inútil: os heróis que fingem lutar com graça, seus colegas de classe que só sabem agir em bando e seu próprio eu fraco e miserável. É por isso que o garoto aspira ser o vilão solitário, isolado e supremo, para mudar a si mesmo e ao mundo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22c844da-1122-4ab3-b726-e7d4b7114254",
    "title": {
      "en": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e: 2-nensei-hen"
    },
    "updatedAt": "2025-01-24T20:08:38+00:00",
    "coverArt": "https://mangadex.org/covers/22c844da-1122-4ab3-b726-e7d4b7114254/2fcc0ddf-2023-49c8-9db0-1b180719748f.jpg",
    "altTitles": [
      {
        "ja": "ようこそ実力至上主義の教室へ２年生編"
      },
      {
        "en": "Classroom of the Elite - 2nd Year Arc"
      },
      {
        "en": "Classroom of the Elite: Year 2"
      },
      {
        "fi": "Eliittien luokkahuone: Toinen vuosi"
      },
      {
        "fi": "Tervetuloa eliittien luokkahuoneeseen: Toinen vuosi"
      },
      {
        "ru": "Добро пожаловать в класс превосходства - Второй год"
      },
      {
        "tr": "Elitler Sınıfı: 2. Yıl"
      },
      {
        "vi": "Chào mừng đến với lớp học đề cao thực lực năm 2"
      },
      {
        "uz": "Elita Sinfi 2-yil"
      }
    ],
    "description": {
      "en": "The second spring at the Advanced Nurturing High School is welcoming Ayanokoji and Class D. The special exams aren't only what awaits them, but the unique freshmen as well. Kazuomi Hōsen and Ryūen. The two who shared the bad reputation between themselves during Ryuen's middle school days. Takuya Yagami, who proclaims to come from the same middle school as Kushida, is approaching her. And the capricious Ichika Amasawa who is pulling Ayanokoji left and right.",
      "ja": "１年の最終特別試験と月城の企みをかわし、無事高度育成高校の２年生へと進級した綾小路。短い春休みの後に行われる入学式。４月のその時を迎え、新１年生がついに姿を現した。２年生にも負けず劣らず、学校に新たな波乱を呼びそうな個性的な面々の新１年生達。そして――この中に、ホワイトルームの刺客がいる。\n\n２年クラス同士の試験対決、Ａクラスを目指すための布石、執拗な月城とその刺客の襲撃をかわし一撃を与えること、そして自らの人間関係。",
      "pt-br": "A cortina sobe e o arco do segundo ano dessa série extremamente popular começa!Quando Kiyotaka Ayanokouji e seus colegas de classe começam seu segundo ano, mudanças são vistas em toda a Tokyo Metropolitan Advanced Nurturing High School. Com a graduação do terceiro ano e a entrada do primeiro ano na escola, as alianças estão bem encaminhadas. Além disso, agora que Miyabi Nagumo é o presidente do conselho estudantil, a promessa de transformar a escola em uma baseada meritocracia pode se tornar uma realidade. Enquanto isso, os conflitos entre as classes continuam a crescer à medida que o total de pontos da classe se aproxima. Com outro exame especial se aproximando, Ayanokouji permanecerá nas sombras, ou ele finalmente entrará nos holofotes e ajudará sua classe a subir para a ilustre Classe A?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "1c5952d2-ed8a-4160-a7dd-d1e35a238568",
    "title": {
      "en": "Class Ten'i de Ore dake Haburareta no de, Doukyuusei Harem Tsukuru Koto ni shita"
    },
    "updatedAt": "2024-12-03T09:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/1c5952d2-ed8a-4160-a7dd-d1e35a238568/d4c7720d-b5f5-4388-9914-9e2d9c131b15.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけハブられたので、同級生ハーレム作ることにした"
      },
      {
        "en": "Upon being Exiled from my Class I Decided to Make my Own Harem of my Classmates"
      },
      {
        "en": "Because I was Excluded Out of the Class Transfer, I Decided Make a Classmate Harem"
      },
      {
        "en": "After being Transported, I was Singled Out and Rejected by my Classmates so, I Made Them all Part of my Harem"
      }
    ],
    "description": {
      "en": "When Kirishima Ran and his classmates were transported to another world they each received an ability. However the ability he received, [Sexual Lunatic], has caused nothing but trouble for him. His ability allows him to make any girl he comes in contact with his slave. Because of his ability, his classmates have shunned him and forced him to separate from them. With the fires of revenge burning inside his heart, Kirishima decides to overtake the class from the shadows. One by one he turns his classmates into slaves and fill his desires.",
      "ja": "クラスまるごと異世界転移で魔王討伐を目差せ!!…のはずが、女を魅了できる特殊スキルを手に入れてしまった霧島蘭は、その力を警戒したクラスメイトたちに追放されてしまう…。復讐＆生き残りのためにハーレムを作れ!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-11-07T01:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      },
      {
        "vi": "Nhân vật Webtoon  Na Kang Lim"
      },
      {
        "pt-br": "Personagem de Webtoon: Na Kang Lim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her.",
      "vi": "Na Kang Lim, nam sinh trung học bình trường rất thích đọc webtoon. Một ngày, đã có chuyện bất ngờ xảy ra, nữ chính từ bộ webtoon cậu hay đọc đã xuất hiện ngoài đợi thật. Những sự cố trong webtoon khiến cô ấy rơi vào khủng hoảng, nhưng nhân vật chính lại không có ở đây để giải cứu nữ chính! Và Kang Lim đã trở thành nhân vật chính cùng với kí ước từ bộ truyện và khả năng du hành thời gian để cứu nữ chính",
      "pt-br": "Na Kang Lim, um estudante do ensino médio que gosta de ler webtoons, vivencia um evento estranho um dia, quando a protagonista de seu webtoon favorito aparece diante dele. Mais surpreendente ainda, os mesmos incidentes que a colocam em perigo no webtoon começam a acontecer na vida real. O problema é que, no mundo real, não há um protagonista para salvá-la! No fim, Na Kang Lim assume o papel do protagonista, voltando no tempo para salvá-la."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50b25978-27ca-471a-82f3-93450f485e21",
    "title": {
      "en": "Dantoudai no Hanayome - Sekai wo Horobosu Futsutsuka na Tatsuki desu ga"
    },
    "updatedAt": "2024-11-02T11:46:09+00:00",
    "coverArt": "https://mangadex.org/covers/50b25978-27ca-471a-82f3-93450f485e21/20828d6a-c1cf-4168-b3ba-79afdd550e60.jpg",
    "altTitles": [
      {
        "ja": "断頭台の花嫁 世界を滅ぼすふつつかな竜姫ですが。"
      },
      {
        "en": "Bride on the Guillotine: The Dragon Princess Who Destroys the World"
      },
      {
        "es-la": "La profecía de la princesa de la destrucción"
      }
    ],
    "description": {
      "en": "A \"dragon\" appears from a container that fell in front of Dazai Ryunosuke's eyes. The disastrously beautiful \"dragon,\" Rinne Irako, had been condemned to death as a world-destroying calamity, and was being transported to a place of refuge. Rinne Irako was sentenced to death and transported. But as fate would have it, the \"dragon\" girl had a miraculous encounter with a boy, and her destiny was about to change drastically.",
      "ja": "世界を滅ぼす災厄とされ死刑判決を受けた伊良子燐音は、移送中の事故によって太宰龍之介と出逢うこととなる。人類滅亡を防ぐための方法はなんと……「伊良子燐音と太宰龍之介が【ケッコン】すること」!?",
      "es-la": "En un mundo al borde de la catástrofe, Ryuunosuke Dazai se convierte en el protagonista de una historia intrigante. Su encuentro con Rinne Irako, una figura deslumbrante y peligrosa, desencadena un giro de los acontecimientos. Rinne, condenada a muerte por su naturaleza caótica destinada a destruir el mundo, es trasladada bajo estricta seguridad. Sin embargo, un encuentro fortuito con Dazai despierta una chispa de esperanza en ambos. Juntos, se embarcan en una trascendental travesía para detener el cataclismo inminente y salvar la existencia. Enfrentando desafíos y sacrificios, descubren el poder del amor mutuo como su arma más poderosa contra la destrucción. Guiados por un propósito superior, se unen para proteger y preservar el mundo que aman, demostrando la capacidad humana de trascender la oscuridad y encontrar redención a través del amor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2025-01-05T03:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/733ec505-145a-4315-b5ab-8cea1f3bb749.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!",
      "ja": "文明を破壊し人類を蹂躙した突然変異の虫の化身\"鎧蟲\"。その唯一の対抗策は、鎧蟲とは異なる進化を遂げた\"虫\"を宿す少女たち、\"蝶妃\"だけ。万年蝶妃候補生のアユミは劣等生のレッテルを貼られ、絶望の淵に立ちながらも「世界を救う」という使命を胸に日々鍛錬を続ける。しかし努力の先にアユミを待ち受けていたのは、親友の裏切りと耐え難い現実で――。",
      "vi": "Thế giới này đã bị xâm chiếm bởi lũ bọ.\nVới sự xuất hiện của \"Thiết Giáp Trùng\", những con quái vật côn trùng đột biến vượt trội hoàn toàn so với các vũ khí hiện đại, nhân loại đã bị tước đi nơi sinh sống. Những người có thể đối chọi với chúng là \"Chí Điệp Giả\", nhưng cô gái nuôi dưỡng \"côn trùng\" theo hướng tiến hóa khác với Thiết Giáp Trùng.\nMột trong những ứng cử viên trở thành Chí Điệp Giả, Odamaki Ayumi, đang đối mặt với sự thật cô không thể trở thành bướm. Người bạn thân đáng lý phải ở cạnh cô ấy và là người mà cô ấy ngưỡng mộ đã rời bỏ cô ấy mà đi.\nNhững ngày tháng tuyệt vọng đó cuối cùng đã đến hồi kết khi cô ấy đứng trên bờ vực cái chết trong một trận chiến với bọn Thiết Giáp Trùng\n\"Đừng tưởng ta... sẽ chết vô nghĩa như vậy!\"\nCái kết đã gần kề, cơ thể cô gái biến đổi thành một con bướm. Cú vỗ cánh của cô ấy sẽ mang đến một cuộc cách mạng cho thế giới...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9e6f61f-287e-4281-9a38-cee5be0d2f76",
    "title": {
      "en": "Battle Scar"
    },
    "updatedAt": "2025-01-25T14:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/d9e6f61f-287e-4281-9a38-cee5be0d2f76/922022b3-ab72-4e08-acb9-7285d1cde9d1.jpg",
    "altTitles": [
      {
        "ja": "戦いの痕"
      },
      {
        "uk": "Бойовий шрам"
      },
      {
        "ru": "Боевой шрам"
      },
      {
        "ja-ro": "Tatakai no Ato"
      }
    ],
    "description": {
      "en": "Shonen Jump manga monthly award finalist - “Battle Scar”",
      "vi": "\"Con muốn ăn cherry varenyky!\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368e799d-692a-4aab-a2e3-49a4de63e2be",
    "title": {
      "en": "Lord of all beings"
    },
    "updatedAt": "2025-01-05T06:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/368e799d-692a-4aab-a2e3-49a4de63e2be/a95c6c4e-6acb-4655-bc2e-d124b76d192e.jpg",
    "altTitles": [
      {
        "ko": "만물의 영장"
      },
      {
        "vi": "Chúa tể muôn loài"
      },
      {
        "en": "The lord of all things"
      }
    ],
    "description": {
      "en": "After falling into the sea and going missing, Woo Young-jang returns to civilization after spending 7 years on a deserted island! His body has become firm and muscular, he can now communicate with all sorts of animals and even employ their special abilities. However, incidents and accidents seem to follow him wherever he goes. Will Young-jang be able to survive in the city, which is said to be even more terrifying than the jungle?",
      "ko": "바다에 빠져 실종된 후, 무인도에서 7년 만에 살아 돌아온 우영장의 좌충우돌 문명 적응기!\n그의 몸은 단단한 근육질로 변했고 온갖 동물과의 의사소통은 물론, 특별한 능력까지 구사하며 사건사고가 끊이질 않는다.\n과연 영장은 밀림보다 무섭다는 도시에서 살아남을 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d964361f-042a-4c1b-907d-3c907dd50060",
    "title": {
      "en": "Ninja to Koroshiya no Futarigurashi"
    },
    "updatedAt": "2025-01-25T15:00:04+00:00",
    "coverArt": "https://mangadex.org/covers/d964361f-042a-4c1b-907d-3c907dd50060/fc68b043-63f2-4694-9fdf-7349361fcfc7.jpg",
    "altTitles": [
      {
        "ja": "忍者と殺し屋のふたりぐらし"
      },
      {
        "en": "A Ninja and an Assassin Living Together"
      },
      {
        "ru": "Жизнь ниндзя и убийцы"
      }
    ],
    "description": {
      "en": "Many fatalities?! A naive female ninja and a high school assassin live together in an unpredictable way! A naive female ninja who escapes from a ninja village meets a high school girl assassin!? Their life together, which begins by chance, is full of danger (and excitement)...!",
      "ja": "忍びの里から抜け出した世間知らずのくノ一が出会ったのは、女子高生の殺し屋!? ひょんなことから始まった共同生活は危険（ドキドキ）がいっぱい…！",
      "ru": "Наивная куноити сбегает из своей деревни ниндзя и встречает школьницу-убийцу!\nНачинается непредсказуемая совместная жизнь ниндзя и убийцы★."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2024-11-07T03:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "486a2599-3b3d-44da-ad9a-bca180992dd6",
    "title": {
      "en": "Vampire Princess Miyu: Saku"
    },
    "updatedAt": "2025-01-12T14:19:26+00:00",
    "coverArt": "https://mangadex.org/covers/486a2599-3b3d-44da-ad9a-bca180992dd6/182cfaa2-27d6-434b-8295-fbb918bc930f.jpg",
    "altTitles": [
      {
        "en": "Vampire Miyu: Saku"
      },
      {
        "en": "Vampire Princess Miyu: Saku"
      },
      {
        "ja": "吸血姫【ヴァンパイア】美夕 朔"
      },
      {
        "ja": "吸血姫美夕 朔"
      },
      {
        "ja-ro": "Kyuuketsuki Miyu: Saku"
      }
    ],
    "description": {
      "en": "A half-human, half-vampire girl named Miyu is trapped in a body that will remain a teenager forever. As a vampire, it is her duty to hunt down demonic beings known as Shinma who have wandered into the human world and send them back to the Darkness. The new story begins with Miyu transferring to a certain middle school."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-12-08T06:37:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2025-01-11T07:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2025-01-23T14:18:21+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/d6468817-923c-4a09-9955-2b7224ac53fb.jpg",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      },
      {
        "vi": "Sau khi giúp đỡ \"Công chúa băng giá\" từ trường khác, chúng tôi bắt đầu làm bạn."
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a86a2dae-e38a-4603-a518-503db8d5e369",
    "title": {
      "en": "Dance Dance Danseur"
    },
    "updatedAt": "2024-10-01T00:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/a86a2dae-e38a-4603-a518-503db8d5e369/df2ac884-8649-4283-9801-9f253d42aa34.jpg",
    "altTitles": [
      {
        "ja": "ダンス・ダンス・ダンスール"
      },
      {
        "fr": "Danse Danse Danseur"
      },
      {
        "ar": "دانس دانس دانسور"
      },
      {
        "ko": "댄스 댄스 당쇠르"
      },
      {
        "zh": "舞动不止"
      },
      {
        "zh-hk": "舞動不止"
      },
      {
        "ru": "Танцуй, Танцуй, Танцор"
      }
    ],
    "description": {
      "en": "Junpei is happily snoozing away during his sister's ballet recital when a male ballet dancer steps onto the stage. Moved by the strength and skills the dancer displays, the boy discovers his love for this art.  \n  \nBut after a certain tragedy happens, he vows to leave his past behind and turn into the epitome of manliness. What will he do when his love for ballet reignites?!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07d2817e-1cd3-4e10-bcd6-0ccb25599d0a",
    "title": {
      "en": "Haru Yobu Kemono wa Shiro o Tokasu"
    },
    "updatedAt": "2025-01-11T02:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/07d2817e-1cd3-4e10-bcd6-0ccb25599d0a/d4d40589-e5be-4634-971e-c681741bc839.jpg",
    "altTitles": [
      {
        "ja": "春呼ぶけものは白を溶かす"
      },
      {
        "ja-ro": "Haru Yobu Kemono wa Shiro wo Tokasu"
      },
      {
        "en": "The Beast Calls Spring Melts White"
      },
      {
        "vi": "Quái Thú Mang Xuân Làm Shiro Tan Chảy"
      }
    ],
    "description": {
      "en": "“I don't mind being eaten – as long as you stay here forever.”\n\nShirota - who lives alone in a village that never has spring - meets Heidi - an injured wolf beast and three wolf children accompanying him on a blizzard day. His village's rules were to absolutely not go near beastmen, but he couldn't leave the injured beastmen alone in the storm, so he invited the wolf into his house until his wound healed."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-23T11:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8",
    "title": {
      "en": "Sami Plays the Game"
    },
    "updatedAt": "2024-08-18T16:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/a79f002a-cb4e-4daf-a75a-ed7ba7c7d6a8/bb35f8da-9188-4932-8291-d1b0b0bc0880.jpg",
    "altTitles": [
      {
        "en": "Sam Plays the Game"
      },
      {
        "zh": "吴杉伊的重启人生"
      },
      {
        "ko": "삼이는 재생한다"
      },
      {
        "en": "Press Play, Sami"
      }
    ],
    "description": {
      "en": "After her parents died, Sami gave up her life of fortune to live independently, doing odd jobs to make ends meet. When she starts to get involved with two of the most popular boys at her high school, Sami faces twists and turns -- Chan is her neighbor, and Pyojun makes her have conflicted feelings. Things get more complicated when she finds out that Chan has feelings for Pyojun as well! With her mom’s only keepsake in hand to keep her feet on the ground, Sami navigates obstacles that she wasn’t prepared for -- and aren’t even in her budget!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96a24520-7403-4f28-b821-922e1967e08a",
    "title": {
      "en": "The Water Dragon's Bride"
    },
    "updatedAt": "2025-01-25T13:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/96a24520-7403-4f28-b821-922e1967e08a/d4fe3b93-4920-4b71-b04c-e7055c3babcd.jpg",
    "altTitles": [
      {
        "ja": "水神の生贄"
      },
      {
        "ja-ro": "Suijin no Hanayome"
      },
      {
        "ja-ro": "Suijin no Ikenie"
      },
      {
        "en": "Bride of the Water God"
      },
      {
        "de": "Die Braut des Wasserdrachen"
      },
      {
        "es": "La novia del dios del agua"
      },
      {
        "uk": "Наречена Бога Води"
      },
      {
        "ru": "Невеста бога воды"
      },
      {
        "th": "เจ้าสาวมังกร The Dragon’s Bride"
      },
      {
        "ko": "수신의 제물"
      },
      {
        "tr": "Su Tanrısının Gelini"
      },
      {
        "id": "Pengantin Dewa Air"
      },
      {
        "vi": "Thủy Thần Đích Tân Nương"
      },
      {
        "vi": "Thủy Thần Đích Tế Phẩm"
      },
      {
        "zh": "水神的祭品"
      }
    ],
    "description": {
      "en": "The story of a girl who slips back in time to a different era. While playing in her family's garden, Asahi gets sucked in by the small pond and when she wakes up she finds herself in a place that seems like Japan from ancient times. A powerful clan takes her in, but the reason for their kindness is that they intend to sacrifice her to the water god, the dragon, to be his bride… Now that she is at the mercy of a god who appears to know no compassion, what will Asahi's fate be?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "44"
  },
  {
    "mangaId": "728d4878-89ca-4876-a08b-1b61f2c161b7",
    "title": {
      "en": "Magical Girl's Defeat Trial"
    },
    "updatedAt": "2024-12-11T06:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/728d4878-89ca-4876-a08b-1b61f2c161b7/1bfc5ca1-bf39-4545-9912-68d8b546a237.jpg",
    "altTitles": [
      {
        "ja": "魔法少女×敗北裁判"
      }
    ],
    "description": {
      "en": "In this world, Magical Girls are the only ones who can fight the \"monsters,\" the invaders from another realm. They must be courageous, inspire hope in people, and above all, they must never be defeated!\n\nHowever, some girls crumble under this heavy responsibility and lose to the monsters, tarnishing the name of Magical Girls. In the courtroom of the \"Defeat Trial,\" their disgrace is exposed, and they face severe punishment. To save these unfortunate girls, the rookie magical lawyer, Misago Yuuri, rushes to their aid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]