[
  {
    "mangaId": "6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b",
    "title": {
      "en": "Tokyo Ghoul"
    },
    "updatedAt": "2024-10-09T03:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b/98c90b96-db95-4c15-a407-eb70a3b6cf96.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Kushu"
      },
      {
        "ru": "Токийский гуль"
      },
      {
        "ar": "طوكيو غول"
      },
      {
        "th": "โตเกียวกูล-เล่ม"
      },
      {
        "ja": "東京喰種 －トーキョーグール－"
      },
      {
        "ko": "도쿄 구울"
      },
      {
        "zh": "东京食尸鬼"
      },
      {
        "kk": "Токио Ғұлы"
      },
      {
        "tr": "Tokyo Gûl"
      },
      {
        "en": "Tokyo Ghoul"
      }
    ],
    "description": {
      "en": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\n[Written by MAL Rewrite]",
      "ru": "Раса гулей существует с незапамятных времен. Ее представители вовсе не против людей, они их даже любят - преимущественно в сыром виде. Любители человечины внешне неотличимы от нас, сильны, быстры и живучи - но их мало, потому гули выработали строгие правила охоты и маскировки, а нарушителей наказывают сами или по-тихому сдают борцам с нечистью. В век науки люди знают про гулей, но как говорится, привыкли. Власти не считают людоедов угрозой, более того, рассматривают их как идеальную основу для создания суперсолдат. Эксперименты идут уже давно…  \n  \nНичего этого не ведал Канэки Кэн, робкий и невзрачный токийский первокурсник, безнадежно влюбленный в красавицу-интеллектуалку Ризэ, частую гостью в кафе «Место встречи», где парень подрабатывает официантом. Не думал Кэн, что скоро самому придется стать гулем, и многие знакомые предстанут в неожиданном свете. Главному герою предстоит мучительный поиск нового пути, ибо он понял, что люди и гули похожи: просто одни друг друга жрут в прямом смысле, другие - в переносном. Правда жизни жестока, переделать ее нельзя, и силен тот, кто не отворачивается. А дальше уж как-нибудь!",
      "pt-br": "Em Tokyo, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "143"
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T17:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-12-17T19:57:01+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f1298e-68c0-4cc8-9a9d-640104092bf5",
    "title": {
      "en": "Sekai de Tada Hitori no Mamonotsukai: Tenshoku shitara Maou ni Machigawaremashita"
    },
    "updatedAt": "2024-11-03T22:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/66f1298e-68c0-4cc8-9a9d-640104092bf5/aa692dce-6be2-43d9-a573-0b41f345ab71.jpg",
    "altTitles": [
      {
        "zh-hk": "世界上唯一的魔物使~轉職后被誤認為了魔王~"
      },
      {
        "zh": "世界上唯一的魔物使~转职后被误认为了魔王~"
      },
      {
        "ko": "세계에서 유일한 마물술사 ~전직했더니 마왕으로 오해받았습니다~"
      },
      {
        "es": "El único domador de monstruos en el mundo, ~Fui confundido como el rey demonio cuando cambié mi trabajo~"
      },
      {
        "ru": "Единственный Укротитель монстров в мире. Меня ошибочно приняли за Короля демонов, когда я сменил профессию!"
      },
      {
        "ja": "世界でただ一人の魔物使い　～転職したら魔王に間違われました～"
      },
      {
        "en": "I’m the Only Monster Tamer in the World and Was Mistaken for the Demon Lord"
      },
      {
        "en": "The Only Monster Tamer in the World: I Was Mistaken for the Demon King When I Changed My Job"
      }
    ],
    "description": {
      "en": "After searching for a long time, Noah finally found the [Divine Job Tome]. With it, he just might be able to get away from his current Divine Job [Hero] and its responsibility! Or so he thought. Because the new job that had been granted to him, [Monster Tamer] was completely unheard of…!?",
      "ja": "長い旅路の末、『転職の書』を手にしたノア。忌々しく感じていた『勇者』の職を捨て、新たに命じられた職業は『魔物使い』!!?　個性豊かな魔物達を仲間にし、憧れのスローライフを目指す！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "56"
  },
  {
    "mangaId": "11c2560b-7777-4741-86cb-efcc34fd5778",
    "title": {
      "en": "The Knight in the Area"
    },
    "updatedAt": "2024-06-01T18:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/11c2560b-7777-4741-86cb-efcc34fd5778/baec4f5d-24e7-44f6-b54d-0034d1a0f86b.jpg",
    "altTitles": [
      {
        "vi": "Các Hiệp sĩ trong khu Vực"
      },
      {
        "tr": "Ceza-sahasının Şövalyesi"
      },
      {
        "ru": "Паладин на поле"
      },
      {
        "th": "อัศวินในพื้นที่"
      },
      {
        "ja": "エリアの騎士"
      },
      {
        "zh-hk": "足球騎士"
      },
      {
        "zh": "足球骑士"
      },
      {
        "ko": "에어리어의 기사"
      },
      {
        "ja-ro": "Area no Kishi"
      }
    ],
    "description": {
      "en": "Aizawa Kakeru is an energetic and dedicated eighth grader who serves as the manager for his school’s football team. Though he was well known for being a talented player the previous year, an accident during one of his games caused Kakeru to vow never to play competitively again. Still passionate about the sport, Kakeru dreams of one day becoming a professional football trainer so that he can work alongside his older brother Suguru, the ace of the school team who has represented Japan in international competition.  \n  \nLink:  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13559) (anime).",
      "pt-br": "Suguru e Kakeru são dois irmãos que jogam futebol como ninguém. Suguru, aos 15 anos, já se tornou estrela da seleção japonesa; já Kakeru? bem, ele é tão talentoso quanto o irmão, mas decidiu abandonar os gramados e atuar só como auxiliar técnico depois de um acidente na oitava série. Claro, Suguru sabe do talento que o irmão tem e não se conforma com a decisão dele. O que poderá acontecer para que Kakeru mude de ideia e volte a ajudar o time de dentro de campo, onde seu irmão o espera??"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "57",
    "lastChapter": "498"
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "888b469a-2903-4a03-b19b-f11a1c899862",
    "title": {
      "en": "0.0000001% Demon King-nim"
    },
    "updatedAt": "2024-08-07T18:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/888b469a-2903-4a03-b19b-f11a1c899862/9acda72f-ce9c-4cd0-a838-b0d12a320383.jpg",
    "altTitles": [
      {
        "ko": "0.0000001%의 마왕님"
      },
      {
        "en": "0.0000001% Demon King"
      }
    ],
    "description": {
      "en": "The 72 Demon Kings, who received the order to destroy the earth, each went through a trial by the Great Demon King Astrea. Those who passed the trial earned the title of Demon King, and each Demon King was granted special powers by the Great Demon King.\n\nSo far, each Demon King had been granted extraordinary abilities. When Karos became a Demon King, he received a power from the Great Demon King, but… \n\n“Great Demon King, no matter how much I think about it, there is a problem with my power.”\n“Problem?”\n\nAmong the Demon Kings with extraordinary abilities… Karos received the [Gacha] ability. \n\n“Gacha as the power of a Demon King? How am I supposed to rule the world with Gacha?!'”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25369318-8035-40de-a488-d37a65f7d173",
    "title": {
      "en": "Do It Yourself!!"
    },
    "updatedAt": "2023-10-27T20:23:57+00:00",
    "coverArt": "https://mangadex.org/covers/25369318-8035-40de-a488-d37a65f7d173/259a51be-d367-4976-aeac-d5e246f914bb.jpg",
    "altTitles": [
      {
        "ja": "Do It Yourself!! -どぅー・いっと・ゆあせるふ-"
      },
      {
        "en": "DIY!!"
      }
    ],
    "description": {
      "en": "Building furniture and friendships have a lot in common. Intention, effort, and hard work are needed for both crafts. This is a story of girls in a DIY club building both as they carve out their futures. None of it comes easy, but that doesn’t stop any of ’em. Furniture, friendships, and the future—they’re building it all with their own hands!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "ba210374-7967-4c3e-972d-891a530c992a",
    "title": {
      "en": "Rikoteki na Seijin Kouho: Toriaezu Isekai de Wagamama Sasetemoraimasu"
    },
    "updatedAt": "2024-11-16T13:14:18+00:00",
    "coverArt": "https://mangadex.org/covers/ba210374-7967-4c3e-972d-891a530c992a/d1afc7bd-32a8-41f0-a9ac-f4bb4c8ff9ea.jpg",
    "altTitles": [
      {
        "ja": "利己的な聖人候補　とりあえず異世界でワガママさせてもらいます"
      },
      {
        "en": "I Will be Selfish in a Different World! The Story of a Selfish Saint Candidate"
      },
      {
        "en": "The Selfish Saint Candidate: I Will Be Selfish in Another World!"
      }
    ],
    "description": {
      "en": "Hatsuko Obata, also known as \"Oba-chan,\" had taken care of her younger brothers on behalf of her busy parents. She can now finally leave hers parents' house to get a job and enjoy her freedom! Or so she thought. Due to a god's mistake, she met her demise. As an apology, she was given a choice between becoming a saint and starting over in a different world, so she chose to reincarnate in order to fulfill her dream of \"living freely.\" With many cheats given to her by an apologetic God, she can now enjoy another world as much as she wants with her different skills and protections!",
      "ja": "幼い頃から家族のために尽くしてきた小幡初子はある日、交通事故から子どもをかばい死んでしまう。神様から今までの功績をたたえられ「聖人になってほしい」とスカウトされるけど、これからは自分のために生きたいと断固拒否！　６歳の少女・メイロードとして異世界に転生し、スローライフを満喫することに。でも、自分のQOL（クオリティ・オブ・ライフ）向上のために作ったものが次々と大ヒットしちゃって――!?　新メニュー開発にポーション製作、雑貨店経営!?　神様にもらった山盛りの加護＆チートスキルで異世界を自由気ままに楽しみます！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "2db02ba8-8dfe-477b-bd48-6724fc533baf",
    "title": {
      "en": "Reincarnated as a Legendary Grimoire"
    },
    "updatedAt": "2024-11-25T18:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/2db02ba8-8dfe-477b-bd48-6724fc533baf/2b4e5452-db3a-470f-93e3-d039417b3ae2.png",
    "altTitles": [
      {
        "en": "Please Read Me"
      },
      {
        "ko": "제발 좀 읽어달라고"
      },
      {
        "en": "I Became a Legendary Archmage by Reading a Book"
      },
      {
        "pt-br": "Por Favor Me Leia"
      },
      {
        "pt-br": "Me Tornei uma Arquimaga Lendária ao Ler um Livro"
      }
    ],
    "description": {
      "en": "I was reincarnated as a grimoire containing all the magical knowledge of another world.\n\nAnyone who reads me can become a legendary archmage.\n\nPlease, just read me...\nBut no one is willing to open my pages."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "890f67f9-0eba-4f13-8fcd-c7564737f5ff",
    "title": {
      "en": "The Red Thread"
    },
    "updatedAt": "2024-12-31T21:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/890f67f9-0eba-4f13-8fcd-c7564737f5ff/34c941e3-5d99-4060-b97f-ecf5c44035e5.jpg",
    "altTitles": [
      {
        "ja": "ザレッドスレッド"
      },
      {
        "fr": "The Red Thread"
      }
    ],
    "description": {
      "en": "When Dean, the captain of the swimming club, takes the podium during Pharm’s university orientation, something unusual happens. Though the two have never met before, they’re unable to hide the turmoil that suddenly wells up inside them as they can’t help but feel that this isn’t the first time they’ve laid eyes on each other. Perhaps the red thread of fate links them together from their past lives...\n\n**Note**:\nThis is the manga adaptation of the Thai novel \"*The Red Thread*\" and it's drama adaptation \"*Until We Meet Again*\".",
      "fr": "En entrant à l'université, Pharm verse des larmes de nostalgie en voyant Dean, le capitaine du club de natation.\nD'autre part, Dean, qui est quelqu'un de calme et tranquille, ne peut cacher son trouble devant l'apparition de Pharm. Les deux s'attirent inévitablement et apprennent qu'ils font le même \"rêve\" depuis leur plus jeune âge. Un rêve qui connaîtra une fin tragique... Dean réalise qu'il s'agit d'eux dans leur vie antérieure. L'amour les lie par le fil rouge du destin, les deux garçons sont à la merci des souvenirs de leur vie passée..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "18"
  },
  {
    "mangaId": "8cee2536-1a9e-4f9c-aac9-fa3135a1b4b4",
    "title": {
      "en": "The Tale of Little Lords of Karate"
    },
    "updatedAt": "2025-01-06T01:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/8cee2536-1a9e-4f9c-aac9-fa3135a1b4b4/90107f89-8d50-4ea0-81bc-871d762ab3ee.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Monogatari"
      },
      {
        "en": "KSM"
      },
      {
        "ja-ro": "Karate Shoukoushi Monogatari"
      },
      {
        "ja": "空手小公子物語"
      }
    ],
    "description": {
      "en": "Takeru and Meo, two best friends both troubled by tragedies in their pasts, have been sweeping local junior karate tournaments as high school freshmen. But now, they set their sights on a national karate tournament. Unfortunately, the funding required to achieve their goal can only be secured if they form an official karate club at their school. Their first challenge lies in getting past the beautiful student council president Izumi Touko, who also happens to be the only daughter of the head of the biggest karate organization in the world, Koudan-kai (which is totally not Kyokushin). What plot will Touko hatch, and what price is she going to exact from them? As Takeru and Meo embark on their official karate journey which will lead them to confront their pasts, almost the entire cast of Karate Shoukoushi Kohinata Minoru makes an appearance, guiding them, and teaching them the true meaning of what it is to be a karate-ka."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "63"
  },
  {
    "mangaId": "4bfb3464-76dc-4a28-af0d-c5de791768c9",
    "title": {
      "en": "Kowloon-jou de Mou Ichido"
    },
    "updatedAt": "2024-09-10T16:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/4bfb3464-76dc-4a28-af0d-c5de791768c9/26159c46-a0ba-4c48-ab41-96b0e11b3c6b.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyuuryuu-jou de Mou Ichido"
      },
      {
        "en": "Love Begins Again in Kowloon"
      },
      {
        "ja": "九龍城でもう一度"
      }
    ],
    "description": {
      "en": "Kowloon Walled City: A lawless slum packed to the brim with high-rise buildings. In this confined city where various races and families live crowded together like sardines, Ryouma works as a landlord. But one day, he meets Méi Zhī, a spirit who had been inhabiting a tea pot..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "30"
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2025-01-11T07:40:22+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/ff6b43b4-356f-4394-b32f-56027023c9a0.jpg",
    "altTitles": [
      {
        "ja": "パラレルパラダイス"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "zh": "平行天堂"
      },
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ru": "Параллельный рай"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "ja": "異世界に迷い込んだ男子高生・太多陽太は、森の中で美少女騎士・ルーミと出会う。そこは少女だけが存在する世界。神の化身からルーミとの交尾を命じられる陽太。触れられただけで極限まで発情したルーミは‥‥!?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418be4a0-a376-4a7e-aa34-51576b2e6fa7",
    "title": {
      "en": "Nigoru Hitomi de Nani o Negau - Highserk Senki"
    },
    "updatedAt": "2024-12-12T21:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/418be4a0-a376-4a7e-aa34-51576b2e6fa7/9e5b1815-336c-4b3d-b7cd-8664ba9ef317.jpg",
    "altTitles": [
      {
        "ja": "濁る瞳で何を願う ハイセルク戦記"
      },
      {
        "ja": "Nigoru Hitomi de Nani wo Negau - Highserk Senki"
      },
      {
        "en": "What Do You Wish For With Those Murky Eyes: Record of Highserk War"
      },
      {
        "en": "What Do You Wish For With Muddy Eyes: Record of Highserk War"
      },
      {
        "ru": "Чего ты желаешь своим мутным взором?"
      },
      {
        "id": "Apa yang Kau inginkan dengan mata berlumpur?"
      }
    ],
    "description": {
      "en": "One day, Raizou ​​Takakura, an average salaryman, had a heart attack and his life ended that day. But, he got a second life in a different world.\n\nReincarnated with strong skills― wasn't what happened to him. Instead, he was reincarnated as a foot soldier in a small country, Highserk Empire, which is surrounded by large countries. With a new name, Walm, he was thrown into the frontlines of a war. Covered in blood and stench of death, along his comrades, he was slipping through the life-or-death situations.\n\nAn adventurer party with members who could use powerful magic, transferees with overwhelming power called the \"heroes.\" In a deadly battle with them, Walm gradually developed his talent as a warrior which would've never awoken if he were to stay in times of peace. While his eyes becoming dark and muddy over time.\n___\n**Character Designer:** [So-taro](https://mangadex.org/author/c4ae5d7f-3399-4b1f-a509-d7388ad47826)",
      "id": "Suatu hari, Raizou Takakura, seorang pegawai biasa, mengalami serangan jantung dan hidupnya berakhir hari itu. Tapi, dia mendapat kehidupan kedua di dunia yang berbeda.\n\nReinkarnasi dengan keterampilan yang kuat― tidak terjadi padanya, sebaliknya, dia bereinkarnasi sebagai prajurit di sebuah negara kecil, Kekaisaran Highserk, yang dikelilingi oleh negara-negara besar. Dengan nama baru, Walm, dia terlempar ke garis depan perang. Berlumuran darah dan bau kematian, bersama rekan-rekannya, dia tergelincir melalui situasi hidup atau mati.\n\nSebuah party petualang dengan anggota yang bisa menggunakan sihir yang kuat, penerima transfer dengan kekuatan luar biasa yang disebut \"pahlawan.\"\n\nDalam pertempuran mematikan dengan mereka, Walm secara bertahap mengembangkan bakatnya sebagai seorang pejuang yang tidak akan pernah terbangun jika dia tinggal di masa damai. Sementara matanya menjadi gelap dan berlumpur seiring waktu―",
      "ja": "平凡な会社員だった高倉頼蔵（たかくら　らいぞう）は、ある日、心筋梗塞によりその生涯を閉じた。\nしかし、彼は異世界で第二の生を得る。\n\n\n[web novel](https://ncode.syosetu.com/n6680gq)  (jp)",
      "ru": "Однажды у обычного офисного работника Райдзу Такакуры случился сердечный приступ, и в тот же день его жизнь оборвалась. Но мир одарил его новой жизнью в другом мире.\n\nОн реинкарнировался не с сильными способностями, а просто перевоплотился в пехотинца из маленькой страны, империи Хайсерк, которая окружена большими государствами. С новым именем, Вальм, он был брошен на фронт войны. Покрытый кровью и смрадом смерти, вместе со своими товарищами он пробирался через ситуации жизни и смерти.\n\nВ смертельной схватке с ними Вальм постепенно развил свой талант воина, который никогда бы не пробудился, останься он в мирном городе. Но за все схватки его глаза со временем потемнели и помутнели..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "The Holy Grail of Eris"
    },
    "updatedAt": "2024-11-11T15:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/f8b6c50b-bd8b-42bd-8743-2a9e4cb817db.jpg",
    "altTitles": [
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "ja-ro": "Eris no Seihai ~Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu~"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present.",
      "ja": "誠実だけが取り柄の地味な子爵令嬢コニーと、10年前に処刑された希代の悪女スカーレット・カスティエル。出会うはずのない二人がとある夜会で遭遇した時、スカーレットの処刑に関する、現在まで続く物語が動き出す。利害関係から始まった二人の関係は、やがて大切な絆で結ばれた真の相棒へと成長し、過去から続く巨大な陰謀と対峙していく…。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-12-16T07:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "This Monster Wants to Eat Me"
    },
    "updatedAt": "2025-01-07T19:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/79eb2a60-d43a-40ec-baa3-42736d0c5dc1.jpg",
    "altTitles": [
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      },
      {
        "vi": "Có thứ muốn ăn thịt tôi"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2025-01-10T20:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/e30d77bf-f6c7-4083-ad84-c13aa81dfc5b.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      },
      {
        "fr": "Tôgen Anki : La légende du sang maudit"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "fr": "Une légende raconte qu'un enfant extrêmement fort serait né d'une pêche et baptisé Momotarô. Lorsqu'il devint assez grand et puissant, ce valeureux guerrier aurait chassé les Oni qui pillaient les villages. Ce héros n'est pas une légende... Tout comme les Oni...\nLeurs descendants sont encore parmi nous et la bataille opposait le clan Momotarô au clan des Oni fait rage ! Shiki est un jeune garçon, au sang chaud. Alors qu'il vient de se faire renvoyer de l'école, il prend conscience qu'il possède du sang de Oni. Le clan Momotarô le cherche et veut l'éliminer. la quête de liberté de Shiki et des autres Oni commence...",
      "ja": "「お前は鬼の血を継いでいる……」　主人公・四季は自らの血に棲む者と出逢うことになる。",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "3ee3b476-0682-4563-96da-7018ff5e4bf7",
    "title": {
      "en": "Dragon Tofu"
    },
    "updatedAt": "2024-03-29T10:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/3ee3b476-0682-4563-96da-7018ff5e4bf7/e6897f73-fb2f-4a37-8465-28663f936f5e.jpg",
    "altTitles": [
      {
        "ja": "ドラゴン・トウフ"
      }
    ],
    "description": {
      "en": "Toshiki and Kazu Fujiwara are brothers who live an ordinary life in an ordinary world working as insurance salesmen. While Toshiki is content with this salaryman life, Kazu strives to be part of a Guild: a registered group of individuals who hunt artifacts and capture criminals. After finishing up a quest, they begin to unravel the truth: that everything is not as normal as it once seemed.  \n  \n[Author’s Instagram](https://www.instagram.com/watanabe_ringo/)  \n[Author’s Twitter](https://mobile.twitter.com/watanabe_ringo)  \n[Author’s Pixiv](https://www.pixiv.net/en/users/59797630)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c411bbfb-043e-421e-bafb-e2d206ff7ac4",
    "title": {
      "en": "Ookiku Furikabutte"
    },
    "updatedAt": "2024-11-12T08:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/c411bbfb-043e-421e-bafb-e2d206ff7ac4/c3a557ce-0e2e-4df3-954d-36f980b88a8c.jpg",
    "altTitles": [
      {
        "en": "Big Windup!"
      },
      {
        "ja": "おおきく振りかぶって"
      }
    ],
    "description": {
      "en": "*Ookiku Furikabutte* isn't just a baseball manga. It's the story of a timid young man who was made an ace pitcher in middle school because of family connections. Now he's in high school and it's his time to shine as an ace in his own right.\n\nReading this story will get your blood boiling, heart pumping, and tears flowing. It has been popular since it was serialized, a true Japanese high school baseball manga!\n\n---  \n* Won the Tezuka Osamu Cultural Prize for best creative work in 2006\n* Won the Kodansha Manga Award for general manga in 2007.\n\n*Discrepancy in chapter numbering (mag vs. tank), there are no chapters missing inbetween 25.2 and 53."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57e15797-c22f-45ae-a0a5-dc18b527623f",
    "title": {
      "en": "Break Shot"
    },
    "updatedAt": "2024-12-01T22:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/57e15797-c22f-45ae-a0a5-dc18b527623f/646994c9-f3ec-4c69-9954-3e49344df5b7.jpg",
    "altTitles": [
      {
        "ja": "ブレイクショット"
      },
      {
        "zh": "撞球小子"
      },
      {
        "zh-hk": "撞球高手"
      },
      {
        "ko": "브레이크 샷"
      },
      {
        "vi": "Hoàng Phi Hồng - Cao Thủ Bi-da"
      }
    ],
    "description": {
      "en": "A boy named Oda Nobusuke is very infatuated with billiards. Problems arise when a new student body president, Mako, suddenly decided to cut the funding for his billiards club. Unhappy with that, Oda wants to convince Mako that his billiards club is worthy of the funding. He decided to challenge a two-time former national billiards champion. Will Oda be able to defend his club?\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "152"
  },
  {
    "mangaId": "322f11ba-7a9d-4a57-83f5-924b8f6319d6",
    "title": {
      "en": "Heaven Official's Blessing"
    },
    "updatedAt": "2025-01-11T23:21:21+00:00",
    "coverArt": "https://mangadex.org/covers/322f11ba-7a9d-4a57-83f5-924b8f6319d6/03dc231d-6349-4cd1-9eeb-2ce99654496c.png",
    "altTitles": [
      {
        "zh": "天官赐福"
      },
      {
        "zh": "Tiān Guān Cì Fú"
      },
      {
        "zh": "Tian Guan Ci Fu"
      },
      {
        "fr": "La Bénédiction des Cieux"
      },
      {
        "ko": "천관사복"
      }
    ],
    "description": {
      "en": "Eight hundred years ago, the pure-blooded and noble Crown Prince, Xie Lian, was a well-regarded child of heaven with unlimited boundaries. However, who knew that after ascending, achieving immortality and becoming a Martial God that thousands of people worshipped, that his life would only go downhill. He was demoted and fell down the ranks until he reached rock bottom.  \n  \nEight hundred years later, Xie Lian has ascended once again, but this time he has neither the followers nor any incense burned in his name. One day, on his way back from collecting trash, he picks up a mysterious youth and takes him home. This particular youth however, actually turns out to be Hua Cheng, the infamous Ghost King known throughout the three realms who could change both his gender and appearance at the flip of a dime.  \n  \nNOTE: Heaven Official's Blessing has been re-released on bilibili from the prologue with some special extras due to the original release not being very coherent unless you've read its source material (novel). This is the new version.",
      "id": "Delapan ratus tahun yang lalu, Putra Mahkota berdarah murni dan mulia, Xie Lian, adalah anak surga yang dihormati dengan batas yang tidak terbatas. Namun, siapa yang tahu bahwa setelah naik, mencapai keabadian dan menjadi Dewa Perang yang disembah ribuan orang, bahwa hidupnya hanya akan menurun. Dia diturunkan dan peringkatnya menurun sampai mencapai titik terendah.  \n  \nDelapan ratus tahun kemudian, Xie Lian telah naik sekali lagi, tetapi kali ini ia tidak memiliki pengikut atau dupa yang terbakar dalam namanya. Suatu hari, dalam perjalanan kembali dari mengumpulkan sampah, ia bertemu seorang pemuda misterius dan membawanya pulang. Namun pemuda khusus ini, ternyata adalah Hua Cheng, Raja Iblis yang terkenal di tiga alam yang dapat mengubah jenis kelamin dan penampilannya dengan cepat.",
      "pl": "Osiemset lat temu czystokrwisty i szlachetny Książę Koronny, Xie Lian, był wysoce poważanym dzieckiem Niebios z nieograniczonymi możliwościami. Jednak kto by się spodziewał, że po wzniesieniu się do Niebios, osiągnięciu nieśmiertelności i zostaniu Bogiem Wojny, którego czciły tysiące, jego życie całkiem się rozpadnie. Został wygnany, aż osiągnął dno.\nOsiemset lat później Xie Lian znowu wzniósł się do Niebios, ale tym razem nie miał ani popleczników, ani nikt nie palił w jego imieniu kadzidła. Pewnego dnia, wracając z kolejnego dnia spędzonego na zbieraniu złomu, spotkał tajemniczego młodzieńca i zabrał go do domu. Ten okazał się być Hua Chengiem, Królem Demonów cieszącym się złą opinią we wszystkich trzech wymiarach."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b32e1324-9e5c-4f19-b5d8-9421510ebc3b",
    "title": {
      "en": "Kakeru"
    },
    "updatedAt": "2024-08-07T13:13:02+00:00",
    "coverArt": "https://mangadex.org/covers/b32e1324-9e5c-4f19-b5d8-9421510ebc3b/f36d52a3-3147-41c6-9d06-853944e9b895.jpg",
    "altTitles": [
      {
        "ja": "カケル"
      }
    ],
    "description": {
      "en": "When high school student Kakeru Daiba runs for long enough, he enters into a runner's high state that heightens his senses. When his crush, Natsume, disappears mysteriously one day he's forced to use his ability in ways he never expected.",
      "ja": "「走り過ぎるとオレの”目”はもう一つの世界を映し出す！」　高校生、台場駆は生まれつき、視覚、触覚、味覚、嗅覚、聴覚が異常に鋭くなる能力を持っていた。ガールフレンドの夏目葵が突然消えた事件で、初めてその力を使うことになるのだが果たして？バカンスのつもりで訪れた島で、連続殺人事件に巻き込まれてしまうものの…"
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "13",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "60a29a9f-1300-40cf-9fb7-7e905ab173e4",
    "title": {
      "en": "I accidentally became invincible while studying with my sister"
    },
    "updatedAt": "2025-01-13T16:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/60a29a9f-1300-40cf-9fb7-7e905ab173e4/e4cefaac-e621-4b4a-81be-6df4e1264cf7.jpg",
    "altTitles": [
      {
        "zh": "给妹妹陪读的我，不小心无敌了"
      }
    ],
    "description": {
      "en": "Zhong Yuan watched helplessly as his sister, Zhong Lan, died in front of him, but he was powerless. After a rebirth, Zhong Yuan vowed to protect his sister. Returning to life, Zhong Yuan discovered that he had gained the ability to successfully absorb 100% of the Resonance Crystals from creatures. Inadvertently, he became invincible!",
      "zh": "钟元眼看着妹妹钟岚战死在自己面前却无能为力，一朝重生，钟元发誓自己一定要守护好妹妹，重生归来的钟元还发现自己这一世竟获得了100%成功吸收异族墟晶的能力，一不小心，他无敌了！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "205"
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cad04eb4-8d22-4dd4-9ef3-f347fbf30452",
    "title": {
      "en": "Zombie Sekai de Harem wo Tsukurou!"
    },
    "updatedAt": "2025-01-11T08:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/cad04eb4-8d22-4dd4-9ef3-f347fbf30452/b6af4613-5b6c-4de1-8b0b-a6886a1eb746.jpg",
    "altTitles": [
      {
        "ja": "ゾンビ世界でハーレムをつくろう!"
      }
    ],
    "description": {
      "en": "The world is on the brink of collapse due to the zombie threat. Meanwhile, I’m living the most thrilling and tantalizing days of my life! A high school boy who loves shogi and gaming discovers a mysterious power he possesses for the first time in this zombie-infested world.",
      "ja": "世界は今、ゾンビの脅威で滅びかけている。俺は今、サイコーにエチエチな日々を過ごしている――。将棋とゲームが大好きなオタクな男子高校生が、ゾンビの世界になって初めて自分が持つ”ある力”を知った。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9",
    "title": {
      "en": "Isekai Craft Gurashi ~Jiyuu Kimama na Seisan Shoku no Honobono Slow Life~"
    },
    "updatedAt": "2024-12-19T03:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9/31ac618f-f575-49e2-8f77-e096c4ff85a5.jpg",
    "altTitles": [
      {
        "ja": "異世界クラフトぐらし～自由気ままな生産職のほのぼのスローライフ～"
      },
      {
        "ja-ro": "Isekai Craft Gurashi ~Jiyuu Kimama na Seisan Shoku no Honobono Slow Life~"
      },
      {
        "ja-ro": "Isekai Craft Gurashi ~Jiyuukimama na Seisanshoku no Honobono Slow Life~"
      },
      {
        "en": "Another World Craft Life: The Heartwarming Slow Life of a Free-spirited Production Worker"
      },
      {
        "en": "Isekai Craftsman: A Relaxing Tale of Chilling and Building from scratch"
      }
    ],
    "description": {
      "en": "Miyabi always had dreams of being an architect, creating buildings that would inspire awe in others. And in the MMORPG Yume Sekai, he was finally able to achieve that dream - even if his constructions were used entirely to house marriage proposals. \n\nOne day, Miyabi received a message from the admins of the game - as his architecture was so good for couples, they are gifting him with a once-in-a-lifetime opportunity to go to a new world. Assuming they mean a private server, Miyabi accepts - and quickly gets transported to another world.\n\nAfter confirming that he was spirited away, Miyabi discovers that all of his crafting skills from the game are intact here. No longer tethered to his job in the real world, Miyabi now has a real goal: to build his own house and family.\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/isekai-craftsman-a-relaxing-tale-of-chilling-and-building-from-scratch)",
      "ja": "VRMMOの世界で【クラフター】として、理想の建築物を造っていたミヤビは、ひょんなことからゲームスキルを引き継いだ状態で異世界に転移してしまう。広大な自然を有する異世界で夢のスローライフを送る決意をしたミヤビは、冒険者のリズとともに素材採取に奔走！　規格外のクラフトスキルで旅先でもぬくぬく快適生活──！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc517b46-b457-408b-8e35-b38d41ed34b8",
    "title": {
      "en": "The Hero Is Standing in My Way"
    },
    "updatedAt": "2024-12-01T20:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/fc517b46-b457-408b-8e35-b38d41ed34b8/47b8c862-f631-4fd0-8cd9-4a67fcf8e80b.jpg",
    "altTitles": [
      {
        "ko": "남자 주인공이 내 앞길을 가로막는다"
      },
      {
        "ko-ro": "Namja Juingong-i Nae Apgil-eul Garomagneunda"
      },
      {
        "en": "The Male Lead Is Blocking My Way"
      },
      {
        "en": "The Male Protagonist Is Blocking My Way"
      },
      {
        "ja": "主役が私の邪魔をする"
      },
      {
        "zh": "男主阻挡了我前进的道路"
      },
      {
        "en": "The Male Lead Won't Let Me Be!"
      },
      {
        "fr": "Comment se débarrasser du Héros ?"
      }
    ],
    "description": {
      "en": "I reincarnated into a novel that I think I read sometime in the past. In the not far future, I'm fated to become the fiancée of the villain, but that's well... Won't it change following the way that I live?\n\n\"My ideal type is a man who is 190 cm, handsome, rich, has a rank at least above a Count, and won't grow a gut even when they get old!\"\n\nBut before I could even find a husband I saved the life of the young male lead? After that my plan for an easy life kept getting messed up!\n\n\"I'm sorry, but Ariel said that she can't take her eyes off me because I'm the prettiest and handsomest person in the world.\"\n\n\"What? I did?\"\n\n\"P-pardon my rudeness. Please forget my marriage proposal!\"\n\n\"Hold on! No! Wait!\"\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)",
      "ko": "과거 언젠가 읽었던 것도 같은 소설에서 환생했다.\n멀지 않은 미래에 악역의 약혼녀가 될 운명이지만 그거야 뭐...\n내가 어떻게 사는지에 따라 달라지는 거 아니겠어?\n\n“제 이상형은 키 190에, 잘 생기고 부자에 백작 이상의 작위를 가졌으며\n나이가 들어도 뱃살이 나오지 않는 남자예요!”\n\n그런데 남편감을 미처 찾기도 전에 어린 남자 주인공의 목숨을 구해버렸다?\n순탄하던 인생 계획은 그 이후부터 자꾸만 꼬여가는데!\n\n\"미안하지만, 아리엘은 내가 세상에서 제일 예쁘고\n잘생겨서 눈을 뗄 수 없다고 했다.\"\n\"네? 제가요?\"\n\"시, 실례가 많았습니다. 제 청혼은 잊어주시길!\"\n\"잠깐! 아냐! 기다려요!\"\n\n실연의 상처에 뛰어나간 영식을 허망하게 바라보는 날 보며\n그가 비죽 입꼬리를 끌어올렸다.\n\n대체 뭐야 이거?\n\n---\n[Original Web Comic](https://page.kakao.com/home?seriesId=58561966)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/97402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "d964361f-042a-4c1b-907d-3c907dd50060",
    "title": {
      "en": "Ninja to Koroshiya no Futarigurashi"
    },
    "updatedAt": "2024-11-26T06:43:02+00:00",
    "coverArt": "https://mangadex.org/covers/d964361f-042a-4c1b-907d-3c907dd50060/fc68b043-63f2-4694-9fdf-7349361fcfc7.jpg",
    "altTitles": [
      {
        "ja": "忍者と殺し屋のふたりぐらし"
      },
      {
        "en": "A Ninja and an Assassin Living Together"
      },
      {
        "ru": "Жизнь ниндзя и убийцы"
      }
    ],
    "description": {
      "en": "Many fatalities?! A naive female ninja and a high school assassin live together in an unpredictable way! A naive female ninja who escapes from a ninja village meets a high school girl assassin!? Their life together, which begins by chance, is full of danger (and excitement)...!",
      "ja": "忍びの里から抜け出した世間知らずのくノ一が出会ったのは、女子高生の殺し屋!? ひょんなことから始まった共同生活は危険（ドキドキ）がいっぱい…！",
      "ru": "Наивная куноити сбегает из своей деревни ниндзя и встречает школьницу-убийцу!\nНачинается непредсказуемая совместная жизнь ниндзя и убийцы★."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbe80ad5-a14d-45cc-9b06-f80cb43069d8",
    "title": {
      "en": "City of Darkness"
    },
    "updatedAt": "2023-07-01T16:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/cbe80ad5-a14d-45cc-9b06-f80cb43069d8/240a53bd-4ef9-4378-98d8-7f18b035a35b.jpg",
    "altTitles": [
      {
        "tr": "Karanlığın Şehri"
      },
      {
        "en": "Kowloon Walled City"
      },
      {
        "ar": "مدينة الظلام"
      },
      {
        "zh": "九龙城寨"
      },
      {
        "zh-hk": "九龍城寨"
      }
    ],
    "description": {
      "en": "Everyone in his Triad gang looked up to him. He was the boss's favorite pupil, but then in a single night, after he had won so many territorial fights for his gang, he lost everything! Why?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "32"
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2024-12-29T19:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/88807014-acfb-47d2-9352-7913e7723e8e.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "en": "The Jack the Ripper Case Files"
      },
      {
        "en": "Record of Ragnarok: The Jack the Ripper Case Files"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      },
      {
        "en": "Record of Ragnarok Curious Tale: The Jack the Ripper Case Files"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!\n___\n**Alt Official Raw:** [MangaHot](https://mangahot.jp/site/works/z_R0212)",
      "ja": "『終末のワルキューレ』第4回戦人類代表ジャック・ザ・リッパー。霧の都ロンドンを、恐怖のどん底に落とし、人類が応援することさえ躊躇した狂喜の殺人紳士に隠された真実とは？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60e9fa8a-f15c-44aa-b0b8-6bf60ad70efe",
    "title": {
      "en": "Burai na Kaze Tetsu"
    },
    "updatedAt": "2024-12-25T20:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/60e9fa8a-f15c-44aa-b0b8-6bf60ad70efe/05ce8cac-d5b8-4ea3-87de-cad77c81c875.jpg",
    "altTitles": [
      {
        "ja-ro": "Burai na Kaze Tetsu"
      },
      {
        "ja": "無頼な風 鉄"
      },
      {
        "en": "Tetsu: The Defiant Wind"
      }
    ],
    "description": {
      "en": "Jockey Tetsu is a man who lives by his own style. One day, he is charmed by a certain horse and follows it to the end. What Tetsu finds is a runaway horse on the verge of being killed by poison.\n\n---\n* Includes three-chapter story \"Samba Never Learns\" in the same volume."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "3ee952f1-45c7-4c39-aea2-7df7676606d4",
    "title": {
      "en": "Blue Exorcist"
    },
    "updatedAt": "2024-11-24T21:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/3ee952f1-45c7-4c39-aea2-7df7676606d4/70b61179-7ded-4a20-b4bb-2bbaaa2e9192.jpg",
    "altTitles": [
      {
        "ja-ro": "Ao no Futsumashi"
      },
      {
        "vi": "Lam Hỏa Diệt Quỷ"
      },
      {
        "cs": "Modrý Exorcista"
      },
      {
        "en": "Blue Exorcist"
      },
      {
        "fa": "جنگیر آبی"
      },
      {
        "th": "เอ็กซอร์ซิสต์พันธุ์ปิศาจ"
      },
      {
        "zh": "蓝色的除魔师"
      },
      {
        "zh-hk": "藍色的除魔師"
      },
      {
        "ja": "青のエクソシスト"
      },
      {
        "ja": "青の祓魔師"
      },
      {
        "ko": "청의엑소시스트"
      },
      {
        "tr": "Mavi İblis Kovucu"
      },
      {
        "fr": "Blue Exorcist"
      },
      {
        "uk": "Блакитний Екзорцист"
      },
      {
        "ja-ro": "Ao no Exorcist"
      }
    ],
    "description": {
      "en": "Rin and his exorcist classmates are caught in a secret war against the forces of darkness.\nRaised by Father Fujimoto, a famous exorcist, Rin Okumura never knew his real father. One day a fateful argument with Father Fujimoto forces Rin to face a terrible truth—the blood of the demon lord Satan runs in Rin’s veins! Rin swears to defeat Satan, but doing that means entering the mysterious True Cross Academy and becoming an exorcist himself.",
      "fr": "Ce monde se compose de deux dimensions jointes en une seule, comme un miroir. Le premier est le monde dans lequel vivent les humains, Assiah. L’autre est le monde des démons, la géhenne. Habituellement, voyager entre les deux, et même tout type de contact entre les deux, est impossible. Cependant, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est peut-être le roi des démons, mais il y a une chose qu’il n’a pas, et c’est une substance dans le monde humain qui est assez puissante pour le contenir ! Dans ce but, il a créé Rin, son fils avec une femme humaine, mais le fils acceptera-t-il ses plans? Ou va-t-il devenir autre chose...? Un exorciste ?",
      "tr": "Dünya, ayna gibi birbirine zıt iki farklı boyuttan oluşmaktaydı: İnsanların yaşadığı Assiah ve iblislerin hüküm sürdüğü Gehenna. Bu iki boyut arasında iletişim ve seyahat mümkün olmamasına rağmen iblisler, insanların ruhlarını ele geçirerek Assiah'a ulaşabiliyorlardı.İblislerin tanrısı Şeytan, kendisini barındırabilecek kadar güçlü bir insan bulamadığı için Gehenna'da sıkışıp kalmıştı. Bunu aşmak için, bir insan kadınından Okumura Rin adında bir çocuk sahibi oldu.Şeytan'ın oğlu, babasına yardım edecek mi, yoksa başka bir şeye mi dönüşecek? Bir ruh kovucuya mı?",
      "uk": "Дві сторони однієї монети, два виміри, які є віддзеркаленнями один одного - саме з них і складається всесвіт. Перший – це наш матеріальний світ, Ассія. Другий – це світ демонів, Геєна. За звичайних обставин ні подорож, ні який завгодно контакт між ними є неможливим. Проте демони можуть перетнути кордон, у що-небудь вселившись. Сатана - повелитель демонів і король Геєни, жодна жива душа в Ассії не здатна довго витримувати його присутність. І щоб створити сильне вмістилище, він зачав сина з людською жінкою, Ріна. Але чи погодиться Рін з його планами? Чи може все ж захоче стати кимось іншим?.. Екзорцистом?",
      "pt-br": "Este mundo consiste em duas dimensões unidas como uma só, como um espelho. O primeiro é o mundo em que vivem os humanos, Assiah. O outro é o mundo dos demônios, Gehenna. Normalmente, viajar entre os dois e, na verdade, qualquer tipo de contato entre os dois, é impossível. No entanto, os demônios podem passar para este mundo possuindo qualquer coisa que exista dentro dele. Satanás pode ser o rei dos demônios, mas há uma coisa que ele não possui: uma substância no mundo humano que seja poderosa o suficiente para contê-lo! Para isso ele criou Rin, seu filho com uma mulher humana, mas será que seu filho concordará com seus planos? Ou ele se tornará outra coisa...? Um exorcista?"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2025-01-04T22:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      },
      {
        "es": "Debby la Corsifa odia perder"
      },
      {
        "es-la": "Debby la Corsifa odia perder"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "es": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!",
      "es-la": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-11-15T16:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/99d7deec-670e-4e46-8736-5005cb1fb147.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "ja": "赤ちゃんに転生したのに捨てられた！チート魔法力で生き延びろ！",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5bd7460-644e-40c6-aa66-40d1efaddb58",
    "title": {
      "en": "Zatch Bell! 2"
    },
    "updatedAt": "2024-11-02T17:33:58+00:00",
    "coverArt": "https://mangadex.org/covers/c5bd7460-644e-40c6-aa66-40d1efaddb58/34b92832-1993-4adc-9e6b-508a420e7640.jpg",
    "altTitles": [
      {
        "en": "Gash Bell!! 2"
      },
      {
        "en": "Golden Gash!! 2"
      },
      {
        "ja": "金色のガッシュ！！ 2"
      },
      {
        "ja-ro": "Konjiki no Gash!! 2"
      },
      {
        "en": "Zatch Bell! 2"
      }
    ],
    "description": {
      "en": "The sequel to Konjiki no Gash!!, aka Zatch Bell.\n\nOnce the battle to decide the king of the demon world, in which 100 demon children fought against each other, had come to an end… the king of the demon world was crowned, and the demon world lived out the rest of its days in peace.\n\nOr at least, that was how it was supposed to be.\n\nNow, a shocking fact about the current state of the demon world comes to light. And in the depths of their despair, three demon children decide to risk it all for one last chance at survival.",
      "it": "Dopo la battaglia per decidere il re del mondo dei demoni, in cui 100 bambini demoni si sono combattuti tra loro... Fu deciso il re del mondo dei demoni e arrivarono giorni di pace... o almeno così si supponeva! Fatti scioccanti vengono rivelati sull'attuale mondo dei demoni. Al limite della disperazione, tre bambini demone fanno una scommessa!",
      "pt-br": "Uma vez terminada a batalha para decidir o Rei do mundo demoníaco, na qual 100 mamodos lutaram uns contra os outros… o Rei do mundo demoníaco foi coroado, e o mundo demoníaco viveu o resto de seus dias em paz."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6db24539-e3a0-47c3-9115-1cc72d4142f0",
    "title": {
      "en": "Ryuusa no Ori"
    },
    "updatedAt": "2024-05-21T00:44:12+00:00",
    "coverArt": "https://mangadex.org/covers/6db24539-e3a0-47c3-9115-1cc72d4142f0/10cdac81-992a-47a5-bd04-e88c01a951dd.jpg",
    "altTitles": [
      {
        "ja": "龍鎖のオリ　―心の中の“こころ”―"
      },
      {
        "ja-ro": "Ryuusa no Ori: Kokoro no Naka no \"Kokoro\""
      },
      {
        "en": "Ori of the Dragon Chain - “Heart” in the Mind"
      },
      {
        "zh": "龙锁之槛"
      },
      {
        "zh-hk": "龍鎖之檻　⸺心中的\"芯\"⸺"
      },
      {
        "ja-ro": "Ryuu Kusari no Ori"
      }
    ],
    "description": {
      "en": "The Solminati Academy is a prestigious school that harbors the dreams and hopes of ambitious students.\n\nA young man named Nozomu Bountis entered the school for his lover's dream. As time went on, his powers deadlocked and could no longer advance, and his grades fell. Eventually, his lover was stolen by his at-the-time best friend. Heartbroken and lost on what to do next, he focused even harder on his training. \n\nEventually, he meets an old woman, who triggers the catalyst to his growth. The future is uncertain but gradually, his world changes.  \n  \n---\n  \n[Web Novel](https://ncode.syosetu.com/n7408y/)",
      "id": "Akademi solminati adalah sekolah bergengsi yang menampung impian dan harapan siswa yang ambisius. Kisah kami menyelesaikan seorang pemuda bernama Nozomu Bountis yang masuk sekolah untuk impian kekasihnya. Seiring berjalannya waktu, kekuatannya menemui jalan buntu dan tidak bisa lagi maju, dan nilainya turun. Akhirnya, kekasihnya dicuri oleh sahabatnya saat itu. Patah hati dan kehilangan apa yang harus dilakukan selanjutnya, dia lebih fokus pada pelatihannya. Akhirnya, dia bertemu dengan seorang wanita tua, yang memicu katalis untuk pertumbuhannya. Masa depan tidak pasti tetapi secara bertahap, dunianya berubah.",
      "ja": "精霊が棲まう世界で、剣や魔法、気術を競い合うソルミナティ学園。\n実力主義のこの学園で、力が向上しないアビリティ「能力抑制」を\n授かってしまったノゾム・バウンティスは、幼馴染や恋人さえも失い、\n希望が見えない日々を過ごしていたが……!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party o Kumimashita!"
    },
    "updatedAt": "2024-12-03T23:28:39+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/e90810db-b622-4642-b030-53892c35e460.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "en": "Betrayed by the Hero, I Formed a MILF Party with His Mom!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero's Mother!"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "vi": "Sau Khi Bị Dũng Sĩ Cướp Đi Mọi Thứ, Tôi Đã Lập Tổ Đội Cùng Với Mẹ Của Dũng Sĩ!"
      },
      {
        "uk": "Я одружився з матір'ю героя, який забрав у мене все!"
      },
      {
        "vi": "Zú Xệ Đạo Tàn Bụ"
      }
    ],
    "description": {
      "en": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "勇者パーティの一員である主人公・セレスはある日、勇者ゼクトから突然のクビ宣告を受けてしまう。一人になったセレスは、身の回りの世話役として家事奴隷探しへ。その奴隷市場で見かけたのは、奴隷として売られた勇者の母親である静子さんの姿で――？？",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b66e8da4-f2f3-4159-8db8-e523094be8c2",
    "title": {
      "en": "Puniru is a Cute Slime"
    },
    "updatedAt": "2024-12-22T23:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/b66e8da4-f2f3-4159-8db8-e523094be8c2/970e7bef-528f-48e5-857d-111479f34fce.jpg",
    "altTitles": [
      {
        "ja": "ぷにるはかわいいスライム"
      },
      {
        "ja-ro": "Puniru wa Kawaii Slime"
      },
      {
        "uk": "Милий слиз Пуніру"
      }
    ],
    "description": {
      "en": "The slime he created transformed into a girl!? Kotarou, a young boy, is constantly pushed around by Puniru's freewheeling behavior. It's a fun and exciting daily life!",
      "ja": "コロコロ史上初、異色のラブコメまんが！！ 自分の作ったスライムが女の子に変身!?　ぷにるの自由気ままな言動に少年・コタローは振り回されっぱなし。毎日愉快なドキドキ生活だ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a5b657d-b6db-45a7-a2b7-b165884d9603",
    "title": {
      "en": "Senki Survival Saga: Isekai no Unmei o Kaketa Mujintou Fujun Iseikouyuu"
    },
    "updatedAt": "2024-12-31T21:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/9a5b657d-b6db-45a7-a2b7-b165884d9603/b2cde4f5-c835-403c-b87c-2d0e07867bb7.jpg",
    "altTitles": [
      {
        "ja": "戦姫サバイバルサガ〜異世界の運命をかけた無人島フジュン異性交遊〜"
      },
      {
        "ja": "戦姫サバイバルサガ-異世界の運命をかけた無人島フジュン異性交遊-"
      },
      {
        "ja-ro": "Senki Survival Saga ~Isekai no Unmei wo Kaketa Mujintou Fujun Iseikouyuu~"
      },
      {
        "en": "Warrior Princess Survival Saga: The Unsanctioned Intergender Relations on a Deserted Island, Battling for the Fate of Another World"
      },
      {
        "en": "Battle Princess Survival Saga"
      },
      {
        "vi": "Elf loli sinh tồn ký"
      }
    ],
    "description": {
      "en": "Anastasia, an elf renowned as a once-in-a-millennium magical talent, faces the final battle of a three-way war in another world. In the midst of battle with her arch enemies, the demon race, Anastasia is enveloped in an intense light and, when she awakens, finds herself on an uninhabited island. As Anastasia strolls around the island, a mysterious human appears before her, but she can no longer use magic...!?\n\nA survival comedy featuring the most powerful and beautiful girls from another world and an older man washed ashore on an uninhabited island!\n\n(Source: Kadokawa)",
      "ja": "千年に一人と言われる魔法の才能を持つエルフ・アナスタシアは、異世界で三つ巴の戦争の最終決戦へと赴く。\n仇敵である魔族との戦いの最中激しい光に身を包まれたアナスタシアが目を覚ますとそこは、無人島であった。\n無人島を散策するアナスタシアの前に謎の人間が現れ、しかも魔法が使えなくなっており…！？\n異世界から来た最強美少女たちと無人島に流れ着いたオッサンによるサバイバルコメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-10-01T00:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/4b57ab79-c411-4cc1-8c4b-807d25c94873.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39c9c088-3a83-4e61-a129-35fe299bbe3c",
    "title": {
      "en": "Monogatari no Kuromaku ni Tensei shite ~Shinka Suru Maken to Game Chishiki de Subete o Nejifuseru~"
    },
    "updatedAt": "2024-10-29T23:02:43+00:00",
    "coverArt": "https://mangadex.org/covers/39c9c088-3a83-4e61-a129-35fe299bbe3c/88d7e30c-6d60-46d9-a8ee-471927f39a05.jpg",
    "altTitles": [
      {
        "ja": "物語の黒幕に転生して～進化する魔剣とゲーム知識ですべてをねじ伏せる～"
      },
      {
        "en": "Reincarnated as the Mastermind Behind the Story: Overwhelm Everything With the Ever-Evolving Demon Sword and Game Knowledge"
      }
    ],
    "description": {
      "en": "There was a globally popular game called *The Legend of the Seven Heroes*. Ren cleared the sequel of that game at the fastest record in the world, and thus he obtained a bonus special data. However, no matter where he looked inside the game, he could not find the data. The moment where Ren was about to give up the search, he decided to start playing the second round of the game.\n\nSuddenly, a notification message “Do you want to start a special story?\" appeared on the screen.\n\nWhen Ren chose “Yes” without hesitation, he lost consciousness, and when he woke up, he was a baby. —Could it be that he was reincarnated as one of the heroes in *The Legend of the Seven Heroes*? Ren, who thought such a thing was impossible, could not believe his ears when he heard his name from his mother's mouth. It was the name of a classmate who betrays the heroes in the middle of the story.\n\nOf course, he wishes to live in peace. But he meets a saint whose life he's supposed to take, and doesn't. Furthermore, he ends up saving a character (the boss of a great noble family) who was supposed to die. All of these things creates a development that he doesn't know about coming to play…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)",
      "ja": "大人気ゲーム『七英雄の伝説』。その続編を世界最速でクリアした大学生・蓮は、ゲームの中に転生してしまう。 しかし、主人公に転生したかと思いきや、彼が転生したのは主人公たちを裏切る黒幕的強キャラだった！",
      "pt-br": "Havia um jogo globalmente popular chamado “The Legend of the Seven Heroes”.\nRen finalizou a sequência desse jogo com o recorde mais rápido do mundo e, assim, obteve um bônus especial de dados.\nNo entanto, não importa onde ele olhou dentro do jogo, ele não conseguiu encontrar os dados.\nNo momento em que Ren estava prestes a desistir da busca, ele decidiu começar a jogar a segunda rodada do jogo.\nDe repente, uma mensagem de notificação “Deseja iniciar uma história especial?” aparece na tela.\nQuando Ren escolhe “Sim” sem hesitar, ele perde a consciência e, quando acorda, era um bebê. —-\nSerá que ele reencarnou como um dos heróis em “The Legend of the Seven Heroes”?\nRen, que pensava que tal coisa era impossível, não podia acreditar em seus ouvidos quando ouviu seu nome da boca de sua mãe.\nEra o nome de um colega de classe que trai os heróis no meio da história.\nClaro, ele deseja viver em paz.\nMas no jogo, ele conhece uma santa cuja vida ele deveria tirar, e não o faz.\nAlém disso, ele acaba salvando um personagem (o chefe de uma grande família nobre) que deveria morrer.\nTodas essas coisas criam um desenvolvimento que ele não sabe jogar…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700427572694145),  [Syosetu](https://ncode.syosetu.com/n1862hs/)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2025-01-10T15:26:59+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/d6ba02ab-bbf9-45e4-836f-e9f79ad307b0.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]