[
  {
    "mangaId": "e9cda134-9c53-4dd2-8ce0-f9b0171afb39",
    "title": {
      "en": "Goblin Slayer Gaiden: Year One"
    },
    "updatedAt": "2024-03-19T20:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/e9cda134-9c53-4dd2-8ce0-f9b0171afb39/19f17f1e-6cd8-44c8-ae33-e3a744ba0733.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story: Year One"
      },
      {
        "ru": "Убийца Гоблинов: Год первый"
      },
      {
        "ja": "ゴブリンスレイヤー外伝：イヤーワン"
      },
      {
        "zh-hk": "哥布林殺手外傳：第一年"
      }
    ],
    "description": {
      "en": "A prequel series revealing Goblin Slayer's past and the events that led him to become an adventurer with the sole purpose of exterminating all goblins from the world.",
      "pl": "Prequel ujawniający przeszłość Goblin Slayer'a i wydarzenia, które doprowadziły go do zostania poszukiwaczem przygód, któremu przyświeca wyłącznie jeden cel: eksterminacja wszystkich goblinów. ~M  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/kentosakaeda)  \n- [Official LN (JP)](https://www.ganganonline.com/contents/goblinyo/)  \n- [Official LN (EN)](https://yenpress.com/series-search/?series=yen346-goblin-slayer-side-story-year-one-light-novel)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma série de prequel que revela o passado de Goblin Slayer e os eventos que o levaram a se tornar um aventureiro com o único propósito de exterminar todos os goblins do mundo.",
      "ru": "События манги перенесут нас на 5 лет назад, в то время, когда Убийца Гоблинов только закончил свои тренировки и расстался с мастером. Манга поведает нам о том, чем занимался Убийца Гоблинов все эти 5 лет до встречи с Жрицей."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-07-20T19:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      },
      {
        "es-la": "Robé El Alma del Ranker Número Uno"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db99189e-4b25-4ffb-9da6-aab3e3e06fb0",
    "title": {
      "en": "Star-Crafter"
    },
    "updatedAt": "2024-03-08T00:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/db99189e-4b25-4ffb-9da6-aab3e3e06fb0/b3588e88-9e82-4daf-a842-ba4689f4863b.png",
    "altTitles": [
      {
        "ja": "星匠"
      },
      {
        "ja": "ほしじょう"
      },
      {
        "ja-ro": "Hoshijou"
      },
      {
        "fr": "Le semeur d'étoiles"
      }
    ],
    "description": {
      "en": "A collection of short works by Nakano Shizuka, on the themes of love, childhood, introspection, and more."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-09-29T15:21:52+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-09-20T10:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/21ebe88a-9a87-4500-ac3b-f76989e7db84.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-09-27T23:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/f9594f87-2b67-4e30-b319-63686b6fd820.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-08-25T01:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c66a5c-c87d-45ab-8f09-409805745b8e",
    "title": {
      "en": "Koutetsujou no Kabaneri"
    },
    "updatedAt": "2024-08-10T17:34:52+00:00",
    "coverArt": "https://mangadex.org/covers/94c66a5c-c87d-45ab-8f09-409805745b8e/f68ae19f-2088-4cfc-9572-2364bb2755aa.jpg",
    "altTitles": [
      {
        "en": "Kabaneri of the Iron Fortress"
      },
      {
        "ru": "Кабанэри Железной Крепости"
      },
      {
        "ja": "甲鉄城のカバネリ"
      }
    ],
    "description": {
      "en": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikoma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for.  \n\n\n---",
      "ru": "\"Стимпанк история\" расскажет о том, как можно выжить в островной стране Хиномото, спрятавшись за высокими стенами крепостей, являющимися своеобразными станциями, от зомбиподобных существ со стальными сердцами, которых называют кабанэ. Связь между станциями поддерживается посредством курсирующих между ними бронированных локомотивов, под названием \"Хаядзиро\". Икома, молодой ремесленник, помогающий строить Хаядзиро, создает на станции оружие, названное \"пронзателем\", позволяющее уничтожать кабанэ. Однажды, ожидая возможности применить оружие, он встречает загадочную, безымянную девушку. Той же ночью Хаядзиро выходит из-под контроля, персонал локомотива обращается в кабанэ и станция подвергается атаке. Икоме предоставляется шанс испытать свое изобретение."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "65c2e647-29d5-48fb-a612-db24ec86e894",
    "title": {
      "en": "Golden Time"
    },
    "updatedAt": "2024-04-02T10:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/65c2e647-29d5-48fb-a612-db24ec86e894/bfa31cdb-f3d2-4c57-b293-a3f5f47c832e.jpg",
    "altTitles": [
      {
        "ru": "Золотая пора"
      },
      {
        "ja": "ゴールデンタイム"
      },
      {
        "zh": "青春纪行（漫画）"
      }
    ],
    "description": {
      "en": "Tada Banri, a newly admitted student at a private law school in Tokyo, found himself completely lost after the opening ceremony, trying to find his way to the freshman orientation. At that moment, he ran into another lost freshman from the same school, Yanagisawa Mitsuo, and they hit it off at once. Somehow arriving at their intended goal just on time, there appeared in front of the two a beautiful girl holding a bouquet of roses. The girl then whacked Mitsuo across the face with the bouquet and handed the flowers over to him. “Freshman, congratulations”, was all she said, and then she left. The stylish, well dressed, perfect woman that had swung at Mitsuo was his childhood friend, Kaga Kouko. As children they had promised to marry each other one day, fulfilling their dreams. In order to escape from her, Mitsuo had gone out secretly and taken the examination for this well known private college, but now she showed up in the freshman orientation hall. She too had taken the law school entrance examination, catching up with him there."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "50"
  },
  {
    "mangaId": "84592055-1c4a-4887-83e5-3e6b95a62438",
    "title": {
      "en": "Usotoki Rhetoric"
    },
    "updatedAt": "2024-09-21T19:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/84592055-1c4a-4887-83e5-3e6b95a62438/54f365d9-1705-4e12-bb08-3eed62b0515a.jpg",
    "altTitles": [
      {
        "en": "Usodoki Rhetoric"
      },
      {
        "ja": "嘘解きレトリック"
      },
      {
        "zh-hk": "解謊少女偵探"
      },
      {
        "zh": "解谎侦探少女"
      },
      {
        "ko": "거짓말풀이 수사학"
      }
    ],
    "description": {
      "en": "A girl who could tell lies from truth, who suffered from this strange ability meets a strange detective."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "e2f88804-6111-45c2-b2b2-24a9e6c18c45",
    "title": {
      "en": "Blue Lock Legions"
    },
    "updatedAt": "2023-11-13T07:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/e2f88804-6111-45c2-b2b2-24a9e6c18c45/70573796-6b9a-450c-82c4-79bf37941851.png",
    "altTitles": [
      {
        "en": "Blue Lock Fan Series"
      }
    ],
    "description": {
      "en": "Rai Genji always dreamed of being a top football player, especially one to play for Japan. And by the efforts of his passion, he was invited to the Blue Lock project, where he developed his ego. Coming across foes, rivals, teammates, and friends; Rai needs to learn and adapt to the constant improvement of everyone else to hone his skills to a professional level. Will he be able to conquer the Blue Lock? Or will he fall into the pit of losers.?\n\nBlue Lock Legions is a Blue Lock knock-off created for the purpose of pure enjoyment and not profit. The series follows very similar concepts to the original Blue Lock series, but with an original twist on the characters, plot line, events, etc."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-23T22:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-09-29T01:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/577e6fbf-133a-45aa-8fb8-5d64c6cc218e.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "014374f6-c420-4361-9ee9-93675f7e36bb",
    "title": {
      "en": "HadaCamera"
    },
    "updatedAt": "2023-06-04T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/014374f6-c420-4361-9ee9-93675f7e36bb/bd2da80f-2d77-4a51-a2e9-f4de5ec31010.jpg",
    "altTitles": [
      {
        "en": "Naked Camera"
      },
      {
        "ru": "Голый фотоаппарат"
      },
      {
        "ja": "ハダカメラ"
      },
      {
        "ko": "알몸 카메라"
      },
      {
        "ru": "Обнажённый объектив"
      }
    ],
    "description": {
      "en": "Because he did not pass his college entrance exam, Kagami Kyosuke cannot stay close to Kojo Hikari, the love of his life. So instead he gets a part-time job near her university and buys an old camera since Hikari is passionate for photography. But as it turns out, that camera also has a secret which will get him involved in all sorts of \"exciting\" and \"awkward\" situations especially with Botan Oshikiri, his senpai and co-worker. How will Kyosuke's life play out now?  \r\n\r\n\r\n---",
      "id": "Karena dia tidak lulus ujian masuk perguruan tinggi, Kagami Kyosuke tidak bisa tinggal dekat dengan Kojo Hikari, cinta dalam hidupnya. Jadi alih-alih dia mendapatkan pekerjaan paruh waktu di dekat universitasnya dan membeli kamera tua karena Hikari sangat menyukai fotografi. Namun ternyata, kamera itu juga memiliki rahasia yang akan membuatnya terlibat dalam segala macam situasi \"menarik\" dan \"canggung\" terutama dengan Botan Oshikiri, senpai dan rekan kerjanya. Bagaimana kehidupan Kyosuke mulai dari sekarang?",
      "ru": "Провалившись на вступительных экзаменах в университет, Кагами Кёскэ также потерял возможность сблизиться со своей школьной любовью — Кодзё Хикари. Надеясь сохранить с ней связь, он не только устраивается работать в кафе рядом с её кампусом, но и покупает подержанный полароид, чтобы найти общую тему для разговоров с увлекающейся искусством фотографии Хикари. Однако Кагами не знал, что он приобрел очень необычный фотоаппарат…  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-09-29T00:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2022-11-04T04:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2024-07-03T11:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "208"
  },
  {
    "mangaId": "b86adb35-0f95-435f-9ab1-0059c9f14fc9",
    "title": {
      "en": "I Don't Cry."
    },
    "updatedAt": "2024-04-29T15:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/b86adb35-0f95-435f-9ab1-0059c9f14fc9/eb070c1f-468d-4fb7-919f-1a33e8cac0d0.jpg",
    "altTitles": [
      {
        "ja": "アイ・ドント・クライ"
      },
      {
        "ja-ro": "ai donto kurai"
      }
    ],
    "description": {
      "en": "Himeno Aki, youngest member of idol unit \"Za-G,\" is frustrated with the group's decline in popularity, and the other members' lack of enthusiasm. To top it all off, their manager suddenly steps down. Replacing him is Kasahara, a man with a soft smile and an air of unreliability. Former idol and manager; a chance encounter with destiny.\n\nSet in the same universe as **union**, the two stories are not exactly related, although there is some character overlap.\n\nSource: MangaUpdates",
      "ja": "元アイドルと、マネージャー。\n運命のひととの出会いが、思いがけない扉を叩く。\n\nアイドルユニットZa-G(ザジー)の最年少メンバー・姫野亜樹。かつての人気も落ち込み、仕事に意欲を見せないメンバーたちに苛立ちを募らせていたある日、担当していたやり手マネージャーが突如降任。新しくやってきたのは、ふわふわ笑っていかにも頼りない笠原という男だったーーー。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c",
    "title": {
      "en": "The Eunuch's Rebirth: A Journey Back to Manhood"
    },
    "updatedAt": "2024-09-29T10:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/6acd22d3-7df9-4a49-a774-2f6dfb9c2a0c/8bb89d67-5f45-4809-8611-dd2c00f644a1.png",
    "altTitles": [
      {
        "ko": "2회차 환관이 남성을 되찾음"
      }
    ],
    "description": {
      "en": "[By Force & LICO studio that brought you <Return of Mount Hua Sect> and <Chronicles of the Demon Faction>,  and many more!\n\nThe eunuch Lee Cheolsu, a secret power figure who controls the affairs of the empire at will. He possesses absolute power, wealth, and even strong martial arts skills… but what does that mean? If he can’t “do that”!!\nThrough a reincarnation technique, Cheolsu returns to the time before he became a eunuch. He has one goal in mind: to become an alpha male and enjoy life with the most beautiful women!!\nA full-fledged 15+ rated(?) comic martial arts story about Cheolsu, who lives purely for his desires, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2023-04-10T12:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/d3e1a863-6266-4995-b8ba-50faa4849be7.jpg",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!   \n  \n5 consecutive updates will be launched after February 16."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-08-14T20:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "ja": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Note:** The Old versions of Chapters 31–35 are not actually included in Volume 4. They are marked that way solely for organizational purposes.\n\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/4856001361135826437)\n- [MagaPoke](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "082d9c57-8c00-45f2-8376-49f749cfd85b",
    "title": {
      "en": "Mr. Arashi's Amazing Freak Show"
    },
    "updatedAt": "2022-07-15T16:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/082d9c57-8c00-45f2-8376-49f749cfd85b/16e0227e-787d-4009-a1dc-1013255e39c9.jpg",
    "altTitles": [
      {
        "en": "Camelia Girl"
      },
      {
        "en": "Midori"
      },
      {
        "ja": "Shoujo Tsubaki"
      },
      {
        "en": "The Secret and Sad Story of the Camelia Girl"
      },
      {
        "vi": "Thiếu Nữ Xuân"
      },
      {
        "ja": "少女椿"
      }
    ],
    "description": {
      "en": "12-year-old Midori is the constantly abused chore girl for a freakshow. Things begin to change for her after a dwarf magician joins the freak show, but not always for the better."
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-09-29T01:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9a121907-49db-4a83-87c3-ce60e1f4b98e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14f44d56-dd16-41d9-95a4-c334aa953c0a",
    "title": {
      "en": "Kizokuka Sannan no Nariagari Life"
    },
    "updatedAt": "2024-08-13T01:53:01+00:00",
    "coverArt": "https://mangadex.org/covers/14f44d56-dd16-41d9-95a4-c334aa953c0a/fe5ee29f-6bfc-4557-9b41-733e195bc0b1.jpg",
    "altTitles": [
      {
        "ja-ro": "Kizokuka Sannan no Nariagari Life: Umarete Sugu ni Jingai Nintei Sareta Shounen wa Isekai wo Mankitsu Suru"
      },
      {
        "ja": "貴族家三男の成り上がりライフ: 生まれてすぐに人外認定された少年は異世界を満喫する"
      }
    ],
    "description": {
      "en": "After losing his life in an accident, an ordinary young man finds himself in the afterlife, where he meets the Creator God who rules over another world!?\n\nReborn by the God’s power as the third son of a noble family, named Alrain, he is showered with love by his family and grows up healthily. However, even after his reincarnation, numerous deities keep coming to see him one after another.\n\nFavored and blessed abundantly by these gods, Alrain eventually realizes he possesses powers far beyond human capabilities. Wanting to live a low-key life, Alrain hides his abilities and enrolls in a magical academy, enjoying a fun school life in this new world. But trouble doesn’t leave him alone.\n\nAssassins from dark guilds, foolish nobles plotting to overthrow the kingdom, and even demons defying the gods appear, throwing his life into chaos. In the face of such turmoil, he can no longer stay silent!\n\nTo resolve the kingdom-wide uproar, he unleashes his ‘god-class’ powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30eb9ee7-4cfe-4036-95f9-4aac5e05b505",
    "title": {
      "en": "Nito no Taidana Isekai Shoukougun ~Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?~"
    },
    "updatedAt": "2023-11-28T19:12:02+00:00",
    "coverArt": "https://mangadex.org/covers/30eb9ee7-4cfe-4036-95f9-4aac5e05b505/a46639de-61d3-4381-989a-b31c7d200fe5.jpg",
    "altTitles": [
      {
        "ja": "ニトの怠惰な異世界症候群 ～最弱職＜ヒーラー＞なのに最強はチートですか？～"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun: Saijaku Shoku \"Healer\" nano ni Saikyou wa Cheat desu ka?"
      },
      {
        "en": "A NEET’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "en": "NITO's Lazy Foreign World Syndrome"
      },
      {
        "en": "Nito’s Guide to the Parallel World: Healer, the Strongest Cheat?"
      },
      {
        "ru": "Ленивый Нито из другого мира"
      },
      {
        "ru": "Синдром ленивого Нито, в ином мире"
      },
      {
        "zh": "尼特的慵懒异世界症候群"
      },
      {
        "ja-ro": "NEET no Taidana Isekai Shoukougun"
      },
      {
        "zh-hk": "尼特的慵懶異世界症候群"
      },
      {
        "ko": "니트의 나태한 이세계 증후군 ~최약직 <힐러>인데 최강은 치트입니까?~"
      }
    ],
    "description": {
      "en": "Hidako Masamune is a high school student who suffers from continuous bullying by his classmates. Becoming tired of it all, he decides to commit suicide, but instead he is transported to another world along with all his classmates. When they arrive, they find that they now possess amazing abilities but he was only granted the status of a \"healer,\" the weakest skill of all. The king decides to get rid of him by transporting him to another faraway place, but not before Hidako swears revenge against the king, the kingdom, and all of his classmates.",
      "fr": "Hidako Masamune est un lycéen qui est continuellement harcelé, brimé par ses camarades de classe. Lassé de tout cela, il décide de se suicider, mais il est transporté dans un autre monde avec tous ses camarades de classe. À leur arrivée, ils découvrent qu'ils possèdent désormais des capacités étonnantes, lui en revanche, n'a obtenu que le statut de \"guérisseur\", la plus faible de toutes les compétences. Le roi décide de se débarrasser de lui en le transportant dans un autre lieu éloigné, mais pas avant que Hidako ne jure de se venger contre le roi, le royaume et tous ses camarades de classe.",
      "pt-br": "Hidako Masamune é um estudante do ensino médio que sofre bullying constante por seus colegas de classe. Ficando cansado de tudo, ele decide se matar, mas ao invés disso ele é transportado para outro mundo junto com seus colegas de classe. Quando ele chega, ele os encontra em posse de excelentes habilidades, mas ele foi o único que ganhou a classe de “healer”, a classe mais fraca de todas. O rei decide transportá-lo para outro lugar bem longe, mas não antes de Hidako jurar vingança contra o rei, o reino, e todos os seus colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-09-29T15:11:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79e8c0ec-5617-4910-9a33-45c76e5cbd1b",
    "title": {
      "en": "Our Similarities"
    },
    "updatedAt": "2024-08-15T10:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/79e8c0ec-5617-4910-9a33-45c76e5cbd1b/69a61fbe-dc80-4526-971f-fbeddae16086.jpg",
    "altTitles": [
      {
        "en": "Monster"
      },
      {
        "en": "Similar"
      },
      {
        "zh-ro": "Tónglèi"
      },
      {
        "zh": "同类"
      }
    ],
    "description": {
      "en": "You must take the fall with me.The abuse people suffer during their childhood will all burst out all at once when they grow up. Some people choose to vent their anger to the outside world, but some people will only keep it in and torture themselves."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5611c4ac-7366-447b-846e-0817023b917b",
    "title": {
      "en": "Wheel of Reincarnation Rinne"
    },
    "updatedAt": "2022-12-29T15:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/5611c4ac-7366-447b-846e-0817023b917b/6f50b925-a716-4909-9679-3c2e72a095df.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyōkai no Rinne"
      },
      {
        "en": "RIN-NE"
      },
      {
        "vi": "Rinne - Cảnh giới luân hồi"
      },
      {
        "en": "Rinne of the Boundary"
      },
      {
        "ru": "Риннэ: Меж двух миров"
      },
      {
        "ja": "境界のRINNE"
      },
      {
        "zh": "境界的輪回"
      },
      {
        "zh-hk": "境界的轮回"
      },
      {
        "ko": "경계의 린네"
      },
      {
        "en": "Circle of Reincarnation Rinne"
      }
    ],
    "description": {
      "en": "As a child, Mamiya Sakura mysteriously disappeared in the woods behind her grandma's home. She returned whole and healthy, but since then, she has had the power to see ghosts. Now a teenager, she just wishes the ghosts would leave her alone! At school, the desk next to Sakura's has been empty since the start of the school year. Then one day her always-absent classmate Rokudo Rinne shows up, and he's far more than what he seems! After school one day, Rinne helps Sakura deal with the ghost of a boy who has a crush on her. Rinne, it seems, knows just how to handle such ghosts, and has the skills and tools to properly dispatch them to the afterlife (for a small fee of course). Sakura starts to learn more about her mysterious classmate, and her curiosity about Rinne draws her deeper into the amazing world between life and death.  \n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/rin-ne)\n- Indonesian release by Elex Media as **Circle of Reincarnation Rinne**\n\n\n  \nThe following links are to AnimeNewsNetwork for the anime:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16546)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17656)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18755)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "40",
    "lastChapter": "398"
  },
  {
    "mangaId": "c24beff7-bf40-4ee2-a39d-d4f2b4e86026",
    "title": {
      "en": "Atom - The Beginning"
    },
    "updatedAt": "2024-09-03T14:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/c24beff7-bf40-4ee2-a39d-d4f2b4e86026/f5f26ac3-4859-45df-9965-b446c82ea74c.jpg",
    "altTitles": [
      {
        "pt": "Átomo: O Início"
      },
      {
        "de": "Atom: Der Anfang"
      },
      {
        "es": "Atom: El Comienzo"
      },
      {
        "it": "Atom: L'Inizio"
      },
      {
        "fr": "Atom: Le Commencement"
      },
      {
        "ru": "Атом: Становление"
      },
      {
        "ar": "آتوم البداية"
      },
      {
        "ja": "アトム ザ・ビギニング"
      },
      {
        "zh": "原子小金刚起始"
      },
      {
        "zh-hk": "原子小金剛起始"
      },
      {
        "ko": "아톰 더 비기닝"
      }
    ],
    "description": {
      "en": "In the near future, Japan was struck by a catastrophe of unknown origin. Five years later, as Japan is undergoing reconstruction, two young researchers at a university are putting everything they have into developing a robot...\n  \n**Note**:  \nThe manga tells the story of what happens up until the birth of Astro Boy and it can be considered an \"episode zero\" story.  \n\n---\n\n**Links:**  \n- [Kasahara's Twitter](https://twitter.com/tetsurokasahara)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18989)"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b332f31-59ac-4bcd-9f6c-372fe0860c04",
    "title": {
      "en": "Season of Alabaster"
    },
    "updatedAt": "2024-07-19T01:05:24+00:00",
    "coverArt": "https://mangadex.org/covers/0b332f31-59ac-4bcd-9f6c-372fe0860c04/83d7d4da-08d0-4526-a74b-0de855bb2c80.jpg",
    "altTitles": [
      {
        "ja": "アラバスターの季節"
      },
      {
        "ja-ro": "Arabasutā no Kisetsu"
      },
      {
        "ja-ro": "Alabaster no Kisetsu"
      },
      {
        "pt-br": "Temporada de Alabastro"
      },
      {
        "ru": "Сезон Алебастра"
      },
      {
        "zh-hk": "雪花石膏的季節"
      }
    ],
    "description": {
      "en": "Maeda Gin is a student who enjoys drawing graffitis at an abandoned apartment complex building near his school, with his friends and acolytes, Teppei and Kon-chan. One night, while they're at work on one of their masterpieces, they're interrupted by a mysterious ghastly pale-skinned woman who scares them. In the process of fleeing, Gin loses his sketchbook to her and then from this point onwards, his life will change in a major way! Some nude painting with his beautiful and attractive art teacher? Welcome to Season of Alabaster.",
      "pt-br": "Maeda Gin é um estudante que gosta de desenhar graffitis em um prédio abandonado perto de sua escola, com seus amigos e acólitos, Teppei e Kon-chan. Uma noite, enquanto eles estão trabalhando em uma de suas obras-primas, eles são interrompidos por uma misteriosa mulher de pele pálida que os assusta. No processo de fuga, Gin perde seu caderno de desenho para ela e, a partir deste ponto, sua vida muda radicalmente! Alguma pintura nua com sua bela e atraente professora de arte? Bem-vindo à Temporada de Alabastro."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "3e0b5e97-97b6-4c10-94ae-5bb4e0dad43c",
    "title": {
      "en": "Bloody Monday 2"
    },
    "updatedAt": "2023-03-03T00:05:32+00:00",
    "coverArt": "https://mangadex.org/covers/3e0b5e97-97b6-4c10-94ae-5bb4e0dad43c/2aa9fb11-90fe-4172-b8a9-db8410ff02d9.jpg",
    "altTitles": [
      {
        "ja-ro": "Bloody Monday Season 2 - Pandora no Hako"
      },
      {
        "ja-ro": "Bloody Monday Season 2 - Zetsubou no Kou"
      },
      {
        "ja": "Bloody Monday Season 2 絶望ノ匣"
      },
      {
        "zh": "BLOODY MONDAY血色星期一~潘朵拉之盒~"
      },
      {
        "ar": "الأثنين الدموي الموسم الثاني"
      },
      {
        "ja": "ブラッディ・マンデイ２　絶望ノ匣"
      },
      {
        "zh": "血色星期一Season2 绝望之匣"
      }
    ],
    "description": {
      "en": "Two years after the end of Bloody Monday, a new threat emerges intent on destroying Japan. But what will happen now that \"Falcon\" has since disappeared? Who will face the deadly \"Shooter of the Magic Bullet?\" Tune in to Bloody Monday Second Season and find out!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "68"
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-08-12T21:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/228b46b7-5511-4dc0-8796-6d859098ead0.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！　憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-08-18T06:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06223ae2-ce16-48d6-aa87-e69e8c3634b9",
    "title": {
      "en": "Soloist in a Cage"
    },
    "updatedAt": "2024-09-13T19:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/06223ae2-ce16-48d6-aa87-e69e8c3634b9/32781bd5-3f78-42d7-ae5b-886c8a0de6ac.jpg",
    "altTitles": [
      {
        "ja": "檻ノ中のソリスト"
      },
      {
        "ja-ro": "Ori no Naka no Soloist"
      },
      {
        "ja-ro": "Ori no Naka no Sorisuto"
      },
      {
        "ja": "Soloist in a cage"
      },
      {
        "en": "Soloist in A Cage"
      },
      {
        "en": "Soloist of the Prison"
      },
      {
        "zh": "笼中的独舞者"
      },
      {
        "ko": "옥안의 솔리스트"
      },
      {
        "es-la": "Soloist en una Jaula"
      },
      {
        "es": "El solista en la prisión"
      },
      {
        "ar": "العازف المنفرد في السجن"
      },
      {
        "fa": "رقصنده‌ در قفس"
      },
      {
        "uk": "Солістка в клітці"
      }
    ],
    "description": {
      "ar": "في سجن كبير جدا لدرجة تسميته بالمدينة، يتجمع شتى أنواع المجرمين. و بسبب جدرانه الغير قابلة للاختراق استمرت ساكنة السجن بالنمو. و بين كل هذا و ذاك شقيقان، فتاة صغيرة و طفل رضيع. ما هو مصيرهما يا ترى في هذه المدينة البائسة و الباردة؟ قصة من الأمل و النضال تبدأ الآن. ابدأ بقراءته مترجم على مانجا العرب",
      "en": "In a prison so big that it is called a city, all sorts of criminals have been amassed. Due to the inescapable walls, the population only continues to grow. Within are a pair of siblings - a young girl and a recently born boy. What will be their fate in this desolate, cold city…? A story of hope and struggle begins.\n___\n**Official English Volumes:** [Seven Seas](https://sevenseasentertainment.com/series/soloist-in-a-cage/)",
      "fa": "زندان‌شهر مکانی که بیش از پانصد هزار نفر زندانی را در خود جای داده است و امکان فرار از آن وجود ندارد، چرا که ساکنان آن به طور مداوم توسط هزاران نگهبان ربات تحت نظر هستند. «کلوئی» دختری هفت ساله، تمام عمرش را در این شهر دلخراش زندگی کرده است. او که توسط والدینش رها شده است، روزهای خود را با برادر کوچکش، «لوک» می‌گذراند. از آنجایی که خیابان‌ها مملو از جنایتکاران خطرناک است، او هرگز خانه را ترک نکرده و با مراقبت از برادرش هدف خود را در زندگی می یابد. یک شب، «کلوئی» پس از اینکه متوجه شد همسایگانش در حال تلاش برای فرار هستند، مخفیانه آنها را در حالی که «لوک» را حمل می‌کند، تعقیب می‌کند. در حین فرار همه چیز بهم می‌ریزد و او از برادرش جدا می شود ...",
      "es-la": "En una prisión tan grande que se llama ciudad, se han acumulado todo tipo de criminales. Debido a los ineludibles muros, la población no hace más que crecer. Dentro hay un par de hermanos: una niña y un niño recién nacido. ¿Cuál será su destino en esta desolada y fría ciudad? Comienza una historia de esperanza y lucha."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "0172d5f3-757e-4ce2-9fea-f60cec470920",
    "title": {
      "en": "Shitsurenshita node Vtuber Hajimetara Toshiue no Onee-san ni Motemashita"
    },
    "updatedAt": "2024-09-28T17:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/0172d5f3-757e-4ce2-9fea-f60cec470920/3caf0702-9e4f-4a21-8a36-aadcc256b9e7.jpg",
    "altTitles": [
      {
        "ja": "失恋したのでVtuberはじめたら年上のお姉さんにモテました"
      },
      {
        "ja-ro": "Shitsurenshita node Vtuber Hajimetara Toshiue no Onee-san ni Motemashita"
      },
      {
        "en": "I Was Heartbroken, So I Became A VTuber, But Then I Became Popular with the Older Ladies"
      }
    ],
    "description": {
      "en": "Shocked after Yuki Himemura found out that the club senpai he was crushing on got a boyfriend, he decided to become a VTuber—something both he and his senpai have always liked—and used his savings to assemble his equipment.\n\nHe gets his virtual character designed only to discover that it’s a 3D model of a cute girl and, in the process, unintentionally ends up portraying one!\n\nNot only that but the person who designed and rigged his model and his favorite VTubers are starting to take a liking to him…?\n\n(Synopsis via Novel Updates)",
      "ja": "ずっと想いを寄せていた部活の先輩に彼氏が出来た事を知った姫村優希は、ショックの余り先輩も自分も元々好きだったVtuberに自分がなってしまおうと貯金を叩いて機材を揃えてしまう。そして自分のバーチャル肉体をデザインしてもらったらなんとまさかの美少女3Dモデルで意図せず女の子になりきる事に!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2022-05-28T14:57:44+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "23aadc44-d2fe-46ca-83a6-6c86fd36ee12",
    "title": {
      "en": "Bouken ni wa, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
    },
    "updatedAt": "2024-08-17T11:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/23aadc44-d2fe-46ca-83a6-6c86fd36ee12/ddfd566d-0414-45eb-9fb1-f45a727a2e1c.jpg",
    "altTitles": [
      {
        "ja": "冒険には、武器が必要だ！～こだわりルディの鍛冶屋ぐらし～"
      },
      {
        "ja-ro": "Bouken ni ha, Buki ga Hitsuyou da! ~Kodawari Rudy no Kajiya Gurashi~"
      },
      {
        "en": "Every Adventure Needs Weapons!: The Meticulous Rudy's Blacksmith Life"
      },
      {
        "en": "Weapons Are Necessary For Adventures!: The Fixated Rudy's Blacksmith Life"
      }
    ],
    "description": {
      "en": "A young girl Rudy may dream of becoming the greatest weaponsmith in the world, but right now she's just an apprentice at a hardware store. She can't help getting scolded by her master for crafting the craziest weapons! In this dungeon-city where heroes dare to delve, experience the everyday life of the regular folk that keep things running smoothly! Welcome to your \"Craft Fantasy!\"",
      "ja": "迷宮前町の金物屋で働く見習いの少女・ルディは親方に怒られながらも奇想天外な武器を作って、世界一の鍛冶職人を目指して奮闘中。 迷宮の外側の街で冒険を支える普通の人々の日常を描くクラフト・ファンタジー！",
      "pt-br": "Uma jovem chamada Rudy pode sonhar em se tornar a melhor armeira do mundo, mas, no momento, ela é apenas uma aprendiz em uma loja de ferramentas. Ela não consegue evitar levar broncas de seu mestre por criar as armas mais malucas! Nesta cidade-dungeon onde heróis se aventuram, vivencie o dia a dia das pessoas comuns que mantêm tudo funcionando perfeitamente! Bem-vindo ao seu \"Craft Fantasy!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6fb9a55-1b0f-422e-85a6-6ab3c15b93c1",
    "title": {
      "en": "Tsuki ni Hoeran nee"
    },
    "updatedAt": "2024-02-22T10:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/a6fb9a55-1b0f-422e-85a6-6ab3c15b93c1/aa652f01-cf13-4be4-81b1-c0519b1d2128.jpg",
    "altTitles": [
      {
        "en": "Tsuki ni Hoerannee"
      },
      {
        "en": "Why not howl at the Moon?"
      },
      {
        "en": "月に吠えらんねえ"
      },
      {
        "en": "無以吠月"
      }
    ],
    "description": {
      "en": "\"This is the story of modern japan with the poets, created base on the my imaginations of the portrait of the writers, who I took the impression from the works of Hagiwara Sakutarou, Kitahara Hakushuu, … so to speak is a true derivative work\"  \n  \nShikaku Town - ⟨街 (Shikaku means square, but can be written as 詩歌句 (poetry verse)). A fictional town where poets live. In there, the characters based on works of Hagiwara Sakutarou, Kitahara Hakushuu, Miyoji Tatsuji, Muroo Saisei, Yosano Akiko, Satou Mokichi, Wakayama Bokusui, Takahama Kyoshi, Ishikawa Takuboku, Tachihara michizou, Nakahara Chuuya, Takamura Koutarou, Masaoka Shiki, … while their lives being teared up by the happiness as human and desires as writer, their body shaken between joy and despair, praised, hindered, committed a sin, and struggling in composing poems."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": null
  },
  {
    "mangaId": "26fd7925-f4d7-43af-bcc3-19d93677975a",
    "title": {
      "en": "Golden Print"
    },
    "updatedAt": "2023-07-29T11:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/26fd7925-f4d7-43af-bcc3-19d93677975a/dd87e035-b54d-45ed-863e-1a9c6a79b064.jpg",
    "altTitles": [
      {
        "ko": "골든 프린트"
      }
    ],
    "description": {
      "en": "I wanted to design!\n\nA dream I have had since I was 12 years old and have nurtured since then. For thirty years I worked hard, not missing a single day, but the reality is that I'm a construction site manager constructing buildings for other people. If I hadn't made that choice back then... Would I have become an architectural designer? Thirty years after all that, a miracle happened to me.\n\nI went back to my university school days 20 years ago, in 2010.\nI'm 22 years old, but with 20 years of field experience, I'm going fulfil my dream of being an architectural designer and make world famous designs of my own!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a61b19c-384c-4ca4-80dd-c17549e2aff9",
    "title": {
      "en": "Absolute Duo"
    },
    "updatedAt": "2024-09-19T14:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/4a61b19c-384c-4ca4-80dd-c17549e2aff9/90f821dd-6fe0-4dfe-911d-4a1bce19806c.jpg",
    "altTitles": [
      {
        "pl": "Absolutna Duet"
      },
      {
        "hu": "abszolút Duo"
      },
      {
        "sr": "Apsolutni duo"
      },
      {
        "it": "Duo Assoluto"
      },
      {
        "nl": "Mutlak Duo"
      },
      {
        "tr": "mutlak ikilisi"
      },
      {
        "ru": "Абсолютный дуэт"
      },
      {
        "NULL": "აბსოლუტური დუეტი"
      },
      {
        "he": "צמד מוחלט"
      },
      {
        "ar": "الثنائي المطلق"
      },
      {
        "hi": "निरपेक्ष जोड़ी"
      },
      {
        "ja": "アブソリュート・デュオ"
      },
      {
        "zh-hk": "絕對雙刃"
      },
      {
        "zh": "绝对双刃"
      },
      {
        "ko-ro": "앱솔루트 듀오"
      }
    ],
    "description": {
      "en": "《Blaze》— That is a weapon made by materialising your own soul with your enhanced will power. I, Tooru Kokonoe, have that ability which is said to be possessed only by one in every one thousand people, so it was decided that I would enroll in Kouryou academy that gives out 《Blaze》, and a school that teaches battle techniques. But for an unknown reason, my 《Blaze》 didn’t have a shape of a weapon but a protector, and it takes the form of a 《Shield》.  \n  \nThis manga is an adaptation of the light novel series by Hiiragi Takumi with illustrations by Asaba Yuu.  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16330) for the anime.",
      "ja": "「弱いから、死んだだけだよ」。あの日、道場の仲間はみんな死んだ。大切な妹、音羽も俺を庇って……。あれから一年以上が過ぎても、俺にはあの言葉が理解できない。だからこそ俺は《力》を求め続けている。あの言葉の意味を知るために――。",
      "pt-br": "Depois de perder um ente querido, Tooru Konoe se matricula na Academia Kouryou, de modo a obter um Blaze, uma arma que é a sua alma se manifestando, por uma questão de vingança. Ele estava esperando uma arma... Mas o que ele conseguiu foi um escudo... Como ele vai em busca de vingança com algo que nem sequer é uma arma?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-04-15T10:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/6c019a2e-14fd-45a5-98f3-8be74d007132.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-08-28T18:10:19+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/b65d2a33-f888-4d49-986f-5bdbaebcbea6.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      },
      {
        "ja": "Erio and electric doll"
      }
    ],
    "description": {
      "en": "The story centers around Anjie, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "398282b8-f3e8-4d3b-94b2-8288a96a56a5",
    "title": {
      "en": "Jintian Ni Louxianle Ma?!"
    },
    "updatedAt": "2024-03-12T20:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/c8a54426-a502-4849-a759-b647aee0ed3c.jpg",
    "altTitles": [
      {
        "en": "Will you expose yourself today?!"
      },
      {
        "zh": "今天你露馅了吗？！"
      }
    ],
    "description": {
      "en": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-08-11T17:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/2ae3a0c0-0b6d-487e-81af-b4c5cff4be3b.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "hiatus",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]