[
  {
    "mangaId": "c4c9c790-62d2-411f-8b57-9b746220dc17",
    "title": {
      "en": "Caramel Honey"
    },
    "updatedAt": "2024-05-27T02:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/c4c9c790-62d2-411f-8b57-9b746220dc17/d5aab747-68d5-4196-9f60-5a92b8966b6b.jpg",
    "altTitles": [
      {
        "ja": "からめるハニー"
      }
    ],
    "description": {
      "en": "Ayato transfers into a new school, hoping for a fresh start. Sadly for him, the school turns up to be filled with deliquents, and the most feared of them all has his eye set on him. It doesn't help that whenever Ayato accidentally takes off his glasses, everyone around him suddenly becomes completely smitten by him!  \n\n\n---",
      "es": "Nakanose Ayato es un chico de 17 años que tiene una habilidad, pero el piensa que es más como una maldición es por eso que siempre lo oculta a traves de sus anteojos sin embargo apenas se los quite todos caerán enamorados y eso es lo que pasá cuando de casualidad le quitan sus lentes, en ese momento es salvado por Yuusei quién al parecer no es afectado o eso es lo que él planea mostrar ya que desde el primer momento declara que Ayato es de su propiedad."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "52d4ad1e-d02c-4fef-81d6-1e758e699d31",
    "title": {
      "en": "Hatarakanai Futari"
    },
    "updatedAt": "2024-08-05T12:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/52d4ad1e-d02c-4fef-81d6-1e758e699d31/5d23f05d-a077-4feb-80c2-ab8da7a59bd6.jpg",
    "altTitles": [
      {
        "tr": "Çalışmayan İkili"
      },
      {
        "tl": "Ang Walang trabahong Magkapatid"
      },
      {
        "tr": "İşsiz Kardeşler"
      },
      {
        "id": "Kaka-beradik Penganggur"
      },
      {
        "ru": "Бездельники"
      },
      {
        "ja": "働かないふたり"
      },
      {
        "ja-ro": "Hatarakanai Futari"
      },
      {
        "en": "The Jobless Siblings"
      }
    ],
    "description": {
      "en": "A slice-of-life story about two siblings, both jobless shut-ins. Haruko is a teenage girl who shares with her brother a love of laying around the house in sweats, watching television and playing video games. Her brother has a few friends, but Haruko has a lot of problems with social anxiety. The two of them pass their days happily playing together, though their mother worries about how she's going to get Haruko to shape up enough to find a husband.",
      "pt": "Haruko é uma adolescente que compartilha com seu irmão um amor de ficar em casa de moletom, assistindo televisão e jogando videogames. Seu irmão tem alguns amigos, mas Haruko tem um monte de problemas com ansiedade social. Os dois passam seus dias felizes brincando juntos, embora sua mãe se preocupa sobre como Haruko vai ficar e se melhorar o suficiente para encontrar um marido.",
      "es-la": "La historia del día a día de dos hermanos, ambos encerrados y sin trabajo. Haruko es una adolescente que comparte con su hermano el amor por holgazanear en la casa en sudaderas, mirar televisión y jugar videojuegos. Su hermano tiene algunos amigos, pero Haruko tiene muchos problemas de ansiedad social. Los dos pasan sus días felices jugando juntos, aunque a su madre le preocupa cómo hará que Haruko se ponga en forma lo suficiente como para encontrar un marido."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-06-18T16:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-07-28T18:21:38+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a251ad9-abfe-456e-9b3b-5f68725d32ad",
    "title": {
      "en": "Hyouka"
    },
    "updatedAt": "2024-05-09T22:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/4a251ad9-abfe-456e-9b3b-5f68725d32ad/b59eab04-edf1-477f-879e-eef550ee7b35.jpg",
    "altTitles": [
      {
        "id": "Aku Menjerit"
      },
      {
        "ja-ro": "Hyōka"
      },
      {
        "ru": "Хёка: Тебе не уйти"
      },
      {
        "th": "ปริศนาความทรงจำ"
      },
      {
        "ja": "氷菓"
      },
      {
        "en": "Ice Cream"
      },
      {
        "vi": "Kem đá"
      }
    ],
    "description": {
      "en": "Oreki Houtarou is an \"energy-saver\" kind of guy, who expends as little energy as possible to do only things he has to. When he starts high school, his older sister sends him a letter asking him to join the Classics Club. The club meant a lot to her, and its number of members has been reduced to zero.  \n  \nHoutarou reluctantly signs up for the club, only to find that someone else has joined, too! She's Chitanda Eru, a cute, big-eyed girl with an overwhelming sense of curiosity. A mystery crops up that catches Eru's interest, and also draws in Houtarou's friend, Fukube Satoshi. They continue solving mundane mysteries together, and soon they draw in Satoshi and Houtarou's friend, Ibara Mayaka, as well. Mayaka has had a blatant crush on Satoshi since middle school, but he always fends off her advances. Together, they search for the truth in a mystery that involves the history of the Classics Club.",
      "ru": "В центре данной истории - литературный клуб в одной школе. Члены этого клуба не просто читают книжки, а пытаются всеми силами раскрыть преступление, которое было совершено 33 года назад. И в этот клуб поступает главный герой по имени Хотаро, хотя поступает он не по собственному желанию, а из-за приказа своей старшей сестры…"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "93a0af00-7edc-4412-819f-57e8475523ad",
    "title": {
      "en": "Who's Your Daddy?"
    },
    "updatedAt": "2024-08-05T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/93a0af00-7edc-4412-819f-57e8475523ad/a2ba97ca-67f2-417c-b5d8-6488716e225f.jpg",
    "altTitles": [
      {
        "ko": "후즈유어대디"
      },
      {
        "ko": "후즈 유어 대디"
      },
      {
        "es": "¿Quién es el qué manda?"
      },
      {
        "uk": "Хто твій татко?"
      },
      {
        "zh": "你爸爸是谁"
      }
    ],
    "description": {
      "en": "Louis, the commander of the Second Chief of Guards, is abruptly diagnosed as being \"in the fourth month of pregnancy\" while chasing a serial killer who is making a splash in the capital. Four months ago, an unforgettable night at the palace ball… Who did he spend the night with?\n\n---\n**Original Novel:** [R15](https://page.kakao.com/home/detail?seriesId=48813244), [R19](https://ridibooks.com/books/111023371)\n\n**Original Webtoon:**\n* R19: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd/?p_id=tw860), [KakaoPage](https://page.kakao.com/content/60643562), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy), [MrBlue](https://www.mrblue.com/webtoon/wt_000053498), [Ridibooks](https://ridibooks.com/books/1716001702), [Tocsoda](https://www.tocsoda.co.kr/product/productView?brcd=77M2208187884)\n* R15: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd_MO), [KakaoPage](https://page.kakao.com/content/60238842), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy_15), [MrBlue](https://www.mrblue.com/webtoon/wt_000053499), [Ridibooks](https://ridibooks.com/books/1716001829)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/daddy)\n* [French / Français](https://www.bontoon.com/detail/bt_1110178)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2331)",
      "fr": "Louis, le commandant du deuxième chef des gardes, est brusquement diagnostiqué avec une \"grossesse de quatre mois\" alors qu'il poursuit un tueur en série qui fait sensation dans la capitale.\n\nIl y a quatre mois, une nuit inoubliable au bal du palais…\n\nMais avec qui a-t-il passé la nuit?\n\n---\n**Original Novel:** [R15](https://page.kakao.com/home/detail?seriesId=48813244), [R19](https://ridibooks.com/books/111023371)\n\n**Original Webtoon:**\n* R19: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd/?p_id=tw860), [KakaoPage](https://page.kakao.com/content/60643562), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy), [MrBlue](https://www.mrblue.com/webtoon/wt_000053498), [Ridibooks](https://ridibooks.com/books/1716001702), [Tocsoda](https://www.tocsoda.co.kr/product/productView?brcd=77M2208187884)\n* R15: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd_MO), [KakaoPage](https://page.kakao.com/content/60238842), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy_15), [MrBlue](https://www.mrblue.com/webtoon/wt_000053499), [Ridibooks](https://ridibooks.com/books/1716001829)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/daddy)\n* [French / Français](https://www.bontoon.com/detail/bt_1110178)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2331)",
      "ko": "\"루이스 몸이 좀 이상하지 않았어?\" 기억이 없는 황궁 무도회밤으로부터 사 개월. 연쇄살인범을 쫓는 와중에 자꾸 허약해지던 제2경비단장이자 백작가의 장남 루이스는 결국 경비단 훈련 도중 쓰러지고 만다. 그리고 듣게 되는 청천벽력 같은 선고. '임신 4개월' 기억에도 없는 그날밤, 루이스는 대체 누구와 함께 밤을 보냈던 것일까?\n\n---\n**Original Novel:** [R15](https://page.kakao.com/home/detail?seriesId=48813244), [R19](https://ridibooks.com/books/111023371)\n\n**Original Webtoon:**\n* R19: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd/?p_id=tw860), [KakaoPage](https://page.kakao.com/content/60643562), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy), [MrBlue](https://www.mrblue.com/webtoon/wt_000053498), [Ridibooks](https://ridibooks.com/books/1716001702), [Tocsoda](https://www.tocsoda.co.kr/product/productView?brcd=77M2208187884)\n* R15: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd_MO), [KakaoPage](https://page.kakao.com/content/60238842), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy_15), [MrBlue](https://www.mrblue.com/webtoon/wt_000053499), [Ridibooks](https://ridibooks.com/books/1716001829)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/daddy)\n* [French / Français](https://www.bontoon.com/detail/bt_1110178)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2331)",
      "th": "ลูอิส หัวหน้าหน่วยทั้งรูปงามและมีความสามารถ แต่ดันพลาดไปนอนกับผู้ชายในคืนวันงานเต้นรำเมื่อ 4 เดือนก่อน แล้วเพิ่งรู้ตัวว่าท้อง! ทว่าเขาจำไม่ได้ว่าค่ำคืนนั้นเขาอยู่กับใคร แล้วใครคือพ่อตัวจริงของเด็กในท้องกันแน่?\n\n---\n**Original Novel:** [R15](https://page.kakao.com/home/detail?seriesId=48813244), [R19](https://ridibooks.com/books/111023371)\n\n**Original Webtoon:**\n* R19: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd/?p_id=tw860), [KakaoPage](https://page.kakao.com/content/60643562), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy), [MrBlue](https://www.mrblue.com/webtoon/wt_000053498), [Ridibooks](https://ridibooks.com/books/1716001702), [Tocsoda](https://www.tocsoda.co.kr/product/productView?brcd=77M2208187884)\n* R15: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd_MO), [KakaoPage](https://page.kakao.com/content/60238842), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy_15), [MrBlue](https://www.mrblue.com/webtoon/wt_000053499), [Ridibooks](https://ridibooks.com/books/1716001829)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/daddy)\n* [French / Français](https://www.bontoon.com/detail/bt_1110178)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2331)",
      "uk": "Капітан другого лицарського загону – Луїс, у самому розпалі погоні за серійним вбивцею, що тримав у страху всю столицю, несподівано дізнався свій діагноз: четвертий місяць вагітності. Чотири місяці тому був банкет, ніч якого не згадується. З ким же він провів ту саму ніч?...\n\n---\n**Original Novel:** [R15](https://page.kakao.com/home/detail?seriesId=48813244), [R19](https://ridibooks.com/books/111023371)\n\n**Original Webtoon:**\n* R19: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd/?p_id=tw860), [KakaoPage](https://page.kakao.com/content/60643562), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy), [MrBlue](https://www.mrblue.com/webtoon/wt_000053498), [Ridibooks](https://ridibooks.com/books/1716001702), [Tocsoda](https://www.tocsoda.co.kr/product/productView?brcd=77M2208187884)\n* R15: [Bomtoon](https://www.bomtoon.com/comic/ep_list/whozURd_MO), [KakaoPage](https://page.kakao.com/content/60238842), [Lezhin](https://www.lezhin.com/ko/comic/whos_your_daddy_15), [MrBlue](https://www.mrblue.com/webtoon/wt_000053499), [Ridibooks](https://ridibooks.com/books/1716001829)\n\n**Official Translations:**\n* [English](https://www.lezhinus.com/en/comic/daddy)\n* [French / Français](https://www.bontoon.com/detail/bt_1110178)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2331)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "47"
  },
  {
    "mangaId": "94e6f5a4-a215-4f5b-ae82-febc560be66d",
    "title": {
      "en": "Villain to Kill"
    },
    "updatedAt": "2024-06-30T16:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/94e6f5a4-a215-4f5b-ae82-febc560be66d/38d737c5-5f47-4dfc-a54b-003932fe9db3.jpg",
    "altTitles": [
      {
        "ko": "빌런투킬퓨핀"
      },
      {
        "es-la": "Villano para matar"
      }
    ],
    "description": {
      "en": "There are two kinds of people with special abilities: villains, who are driven by their evil desires, and psykers, who pursue justice and work against villains.\n\nCassian Lee is a very powerful psyker with a good heart. But one day, when he visits his friend in Greece, things take a wrong turn. Following an unexpected chain of events, Cassian ends up in the body of a Korean high school boy... who has just become a villain! \n\nWill his sense of justice win in the end or will he end up becoming a cold-blooded villain?",
      "pl": "Są dwa rodzaje ludzi ze specjalnymi zdolnościami: złoczyńcy - napędzani są swoimi złymi pragnieniami oraz psykerzy, którzy dążą do sprawiedliwości i walczą przeciwko złoczyńcom. Cassian Lee jest bardzo potężnym psykerem z dobrym sercem. Pewnego dnia, gdy odwiedza swojego przyjaciela w Grecji sprawy obierają zły kierunek. Po nieoczekiwanym łańcuchu zdarzeń, Cassian kończy w ciele koreańskiego licealisty... który właśnie stał się złoczyńcą! Koniec końców wygra jego poczucie sprawiedliwości czy jednak skończy jako bezlitosny złoczyńca?",
      "es-la": "\"¡Debes convertirte en el mayor mal para luchar contra el mal real!\" Kasian muere tras ser incriminado por el asesinato de un compañero. Justo cuando pensaba que todo había terminado para él, su alma se transfiere a un niño ... ¡Un psíquico popular y de primera clase que era la envidia de todos se convierte en un villano de la noche a la mañana!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-08-03T01:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/a3fb29bc-4148-47f1-9c00-4178f2e75640.png",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d42ac71c-dab2-4e51-83af-b461d6be3169",
    "title": {
      "en": "Karakida-ke no Kosho Gurashi"
    },
    "updatedAt": "2024-07-21T12:17:35+00:00",
    "coverArt": "https://mangadex.org/covers/d42ac71c-dab2-4e51-83af-b461d6be3169/e23b1305-0196-455b-a82d-6fe55f790910.jpg",
    "altTitles": [
      {
        "ja": "百木田家の古書暮らし"
      },
      {
        "zh": "百木田家的旧书生活"
      },
      {
        "en": "Living in an Antiquarian Bookstore of the Karakida Family"
      }
    ],
    "description": {
      "en": "The world's largest collection of used bookstores, Kanda-Jinbōchō. There begins the story of the unforgettable days the three Karakida sisters spend surrounded by the scent of used books when they inherit the used bookstore their grandfather left behind.\n___\n[Official X Account](https://twitter.com/gj_karakida)",
      "es": "Kanda Jinbouchou, el barrio de librerías de segunda mano más famoso del mundo. Las tres hermanas Karakida se trasladaron a la ciudad para cuidar la herencia de su abuelo. Rodeadas del aroma de los libros usados, las tres hermanas hilvanan su día a día.",
      "ja": "世界一の古書店街・神田神保町。祖父の遺した古本屋を引き継ぐため、その街で暮らすことになった百木田（からきだ）三姉妹。古本の香りに包まれながら三姉妹は色褪せない日常を紡いでいく――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My love for my roommate is one-sided"
    },
    "updatedAt": "2024-07-22T14:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b7c30c5-42ae-46e8-8a19-5da4e69c2351",
    "title": {
      "en": "Third Ending"
    },
    "updatedAt": "2024-07-24T12:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/5b7c30c5-42ae-46e8-8a19-5da4e69c2351/2f1a43b9-49c2-4881-9686-d156472e4155.png",
    "altTitles": [
      {
        "ko": "세 번째 결말"
      },
      {
        "uk": "Третя Розв’язка"
      },
      {
        "en": "The Third Ending"
      }
    ],
    "description": {
      "en": "Seo Yoon Seul, who's lived a perfect life so far, becomes a wreck when he starts having nightmares of a boy whom he coldly rejected when he was a student. The nightmares get even worse when he reunites with Kang Joon. Following his advice on becoming a good person to avoid nightmares, Yoon Seul approaches him to win his favor."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "76"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2022-05-28T14:57:44+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-07-28T11:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfb5c8a5-6882-4900-aa46-1f7fc8053f28",
    "title": {
      "en": "Chaos Game"
    },
    "updatedAt": "2024-05-01T16:15:23+00:00",
    "coverArt": "https://mangadex.org/covers/cfb5c8a5-6882-4900-aa46-1f7fc8053f28/331dc025-f51e-4241-865f-08342e4785d1.jpg",
    "altTitles": [
      {
        "ja": "カオスゲーム"
      },
      {
        "ru": "Игра Хаоса"
      }
    ],
    "description": {
      "en": "Ran Suzuki, a self-righteous journalist, receives a tip about a politician who has connections to the underworld. But her knowledge is exposed, and now her life is in danger....... However, \"something\" even more dangerous than the underworld is lurking out there",
      "ja": "正義に燃える週刊誌記者・鈴木蘭は、政治家が裏社会と繋がっているという特ダネを入手する。だが、裏社会の人間に目を付けられてしまい、命の危機に……！しかし、裏社会よりも危険な「何か」が、そこに迫ってきていた。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "fdb20618-c5b4-4117-8e51-55992a6c9d7b",
    "title": {
      "en": "Sakura Taisen"
    },
    "updatedAt": "2023-08-17T12:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/fdb20618-c5b4-4117-8e51-55992a6c9d7b/62237323-76aa-4b18-b277-f35e91e11d2a.jpg",
    "altTitles": [
      {
        "en": "Sakura Wars"
      },
      {
        "ja": "サクラ大戦"
      },
      {
        "zh": "樱花大战"
      }
    ],
    "description": {
      "en": "The year is 1921, and this is a Tokyo where monstrous steam-powered robots crash a flower-viewing party only to be cut down samurai-style by a young girl in a kimono and traditional hakama pants.  \n  \nIt's eight years after the horrific Demon War, and Japan is a peaceful prosperous place. Meet Ensign Ogami Ichiro, who has just graduated from the Naval Academy. He's assigned to a base in Tokyo, but soon discovers that his headquarters is the Imperial Theater and his first mission is collecting tickets at the gate. He gamely goes about his menial jobs at the theater, surrounded by beautiful girls who seem to know a lot more about what's going on than he does, but he's about to be swept into a roiling world of robots, demons, and hot girls in uniform."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "29"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-07-17T03:25:06+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dca4faff-79f4-4b50-bb1e-0538e4ab5800",
    "title": {
      "en": "When I Returned to My Hometown, My Childhood Friend was Broken"
    },
    "updatedAt": "2024-01-11T17:53:21+00:00",
    "coverArt": "https://mangadex.org/covers/dca4faff-79f4-4b50-bb1e-0538e4ab5800/b3a65573-9982-4053-a305-c1d9e7d4dafc.jpg",
    "altTitles": [
      {
        "ja-ro": "Jimoto ni Kaettekitara Osananajimi ga Kowareteta"
      },
      {
        "ja": "地元に帰ってきたら幼馴染が壊れてた"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava falida"
      },
      {
        "pt-br": "Quando voltei pra minha cidade natal, minha amiga de infância estava quebrada"
      },
      {
        "tr": "Memleketime Döndüğümde Çocukluk Arkadaşım Paramparça Bir Durumdaydı"
      }
    ],
    "description": {
      "en": "When I was younger, one of my best friends was Kyouko. She was a brash and hotheaded young girl who, even though she was a tomboy, was still loved by her peers. \n\nTo be honest, it’s been a few years since I came back home. The only person I know from there was Kyouko and she seems… different?",
      "tr": "Gençken en iyi arkadaşlarımdan biri Kyouko'ydu. Cesur ve atılgan bir genç kızdı; tomboy olmasına rağmen, arkadaşları tarafından seviliyordu. Dürüst olmak gerekirse, birkaç yıl sonra eve anca döndüm. Orada tanıdığım tek kişi Kyouko'ydu ve o sanki... biraz değişmişti?",
      "pt-br": "Quando eu era mais jovem, uma das minhas melhores amigas era Kyouko. Ela era uma jovem impetuosa e cabeça quente que, embora fosse uma tomboy, ainda era amada por seus colegas.\n\nPara ser sincero, já se passaram alguns anos desde que voltei para casa. A única pessoa que conheço de lá é Kyouko e ela parece... diferente?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "76f3f3d6-2cdb-4aba-a80a-907e43bb6d31",
    "title": {
      "en": "Rotten Petal"
    },
    "updatedAt": "2024-08-05T17:35:41+00:00",
    "coverArt": "https://mangadex.org/covers/76f3f3d6-2cdb-4aba-a80a-907e43bb6d31/135597e8-93a9-438f-8d05-f2ab9936351a.png",
    "altTitles": [],
    "description": {
      "en": "Your typical NTR story"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8319d455-5bae-4b5f-8898-9ed62c02a779",
    "title": {
      "en": "Hoarding in Hell"
    },
    "updatedAt": "2024-05-28T01:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/8319d455-5bae-4b5f-8898-9ed62c02a779/4f919d36-ab9d-4aed-88a6-342ac114cfd9.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 독식"
      },
      {
        "es-la": "Acaparamiento en el infierno"
      }
    ],
    "description": {
      "en": "Kang Hyunmoo is a dirt-poor man whose dreams of becoming a hunter were torn apart.\n\nBut one day, while he was dreaming of getting rich quick, something appeared in front of him… [Difficulty: Hell. You are entering the Star of Apocalypse.] “…What?” He’ll now be monopolizing items and skills in a future Earth overrun with monsters!",
      "ko": "헌터를 꿈꿔볼 가능성도 짓밟힌 흙수저 채취꾼 강현무.\n어느 날 일확천금을 꿈꾸며 잠든 그의 앞에 나타난 것은……?!\n【난이도: 지옥 종말의 별에 진입합니다.】\n“……뭐?”\n괴물들로 넘쳐나는 미래의 지구에서 아이템도,\n스킬도 나 혼자 독식한다!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "5786e730-541b-4e35-9c2f-9932784fc1c3",
    "title": {
      "en": "Far East Chimera"
    },
    "updatedAt": "2024-07-28T18:50:31+00:00",
    "coverArt": "https://mangadex.org/covers/5786e730-541b-4e35-9c2f-9932784fc1c3/1eb904a9-c9f3-49ab-ba29-c0b6b700e15d.jpg",
    "altTitles": [
      {
        "ja": "極東キメラティカ"
      },
      {
        "ja-ro": "Kyokutō kimeratika"
      },
      {
        "ja-ro": "Kyokutou Chimeratica"
      }
    ],
    "description": {
      "en": "“Chimeras\", creatures that can steal and use the form of any creature except humans. Hunting these creatures are \"Hunters\", and one of them, Yuri, lives a free-wheeling life. But when she encounters a human-shaped Chimera, something \"mysterious\" takes rest within her---. These hunters' spear skills will charm you! A super-beast hunting action story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-07-23T19:18:02+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d06a27c-90a1-4e00-a60c-30afb3746c08",
    "title": {
      "en": "Meguro-san wa Hajimete ja Nai"
    },
    "updatedAt": "2024-08-04T18:18:54+00:00",
    "coverArt": "https://mangadex.org/covers/3d06a27c-90a1-4e00-a60c-30afb3746c08/2a910446-e041-4533-9beb-af80abe30d17.jpg",
    "altTitles": [
      {
        "id": "Bukan Kali Pertamanya Mbak Meguro"
      },
      {
        "ja-ro": "Meguro-san wa Hajimete ja Nai"
      },
      {
        "ru": "Не девственница Мэгуро-сан"
      },
      {
        "ja": "目黒さんは初めてじゃない"
      },
      {
        "zh-hk": "目黑同學並非第一次"
      },
      {
        "vi": "Đây không phải lần đầu của Meguro-san"
      },
      {
        "en": "It's Not Meguro-san's First Time"
      },
      {
        "zh-ro": "Mù hēi tóngxué bìngfēi dì yī cì"
      }
    ],
    "description": {
      "en": "Third-year high school student Makoto Koga decides to confess to his crush, the school's most beautiful girl, second-year Saki Meguro. To his surprise, she agrees to date him. But what surprises him even more is her following words: \"I'm not a virgin.\"\n\nUnbeknownst to Koga, the surprisingly passive Meguro has the reputation of being the lascivious \"easy girl\" at school, not rejecting any boy that approaches her and having gone through multiple boyfriends.\n\nWill Koga persevere? Will he fare any differently than the rest?\nHow will Meguro react to Koga, a boy who, for once, actually approached her before he knew of her reputation?\n\n*Note: Was originally on Palcy (Kodansha platform for shojo manga), but also is on Magazine Pocket (Kodansha platform for shonen manga.)*\n\n[Alternate official raw](https://palcy.kodansha.co.jp/c/1.html)",
      "es-la": "Koga decide confessar a garota mais bonita da escola, Meguro. Para sua surpresa, ela concorda em sair com ele. Mas o que o surpreende ainda mais são suas seguintes palavras: \"Eu não sou virgem\"."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "78"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-08-03T10:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-05-14T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/9134bbae-2358-4be6-93dd-ce8d10ff6b7b.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312",
    "title": {
      "en": "Beast Complex"
    },
    "updatedAt": "2023-12-27T02:41:38+00:00",
    "coverArt": "https://mangadex.org/covers/cd9b65e3-b9e2-4d8b-b9dd-0bc8be59f312/4240be84-b9be-4fb9-a910-bd7104698e43.jpg",
    "altTitles": [
      {
        "ja-ro": "Bīsuto Konpurekkusu"
      },
      {
        "ru": "Звериный комплекс"
      },
      {
        "ja": "ビーストコンプレックス"
      },
      {
        "ko": "비스트 콤플렉스"
      }
    ],
    "description": {
      "en": "A collection of short stories that involve anthropomorphic animals and their troubles with coexisting with different species. Paru Itagaki's debut manga.  \n  \n\n\n---",
      "ru": "Коллекция дополнительных истории об антропоморфных животных и их проблемах сосуществования с другими видами: львами, тиграми, волками, летучими мышами и многими другими. Дебютная манга Итагаки Пару."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13cba405-586c-4f5f-8abb-2e1d5607411b",
    "title": {
      "en": "Mobile Suit Gundam Aggressor"
    },
    "updatedAt": "2023-02-23T18:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/13cba405-586c-4f5f-8abb-2e1d5607411b/3dd94cf1-dce7-440d-9e16-928c5b918168.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam Aggressor"
      },
      {
        "ja": "機動戦士ガンダム アグレッサー"
      }
    ],
    "description": {
      "en": "Set during the Universal Century’s One Year War, this story followers exiled soldiers from Zeon join the Earth Federation Space Force (E.F.S.F.) and form a unit called \"Aggressor.\""
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1325f1ad-d63f-4042-abab-5619e5d5fd6d",
    "title": {
      "en": "K"
    },
    "updatedAt": "2024-05-23T23:43:43+00:00",
    "coverArt": "https://mangadex.org/covers/1325f1ad-d63f-4042-abab-5619e5d5fd6d/00db4a33-3b3c-48aa-97d3-c40da14b5b55.jpg",
    "altTitles": [
      {
        "ja": "ケイ"
      }
    ],
    "description": {
      "en": "K (Ka) is the name of a mysterious climber who do not know their origin or their real name, although suspected to be Japanese. He occasionally performs functions sherpa carrier or for expeditions want to climb the Himalayan mountains.\n\nHis extraordinary skill as a climber have made him a sort of legend among the locals and their services are often required to perform rescues in the most extreme situations. But K does not work for money, he sees in the mountains not only a personal challenge but a way of being part of nature itself, thus using the lessons of the tribes of the area and the observation of animal behavior to solve the difficulties it presents the mountain. \n\nSo we will see, over five chapters, how K must face increasingly tough challenges and the struggle for survival and personal growth that involves climbing mountains over 8000 meters.\n\nK is a work frankly atypical when compared to most comics or sleeves that are published in our country, and is an adaptation of a famous Japanese novel written by Yumemakura Baku."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2024-07-24T20:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      },
      {
        "es-la": "El pájaro del duende amable"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-07-29T01:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d51093f7-213a-4ac8-80d9-30a005fabcdf",
    "title": {
      "en": "Megunda Koi ni Koiwazurai"
    },
    "updatedAt": "2024-08-05T17:59:39+00:00",
    "coverArt": "https://mangadex.org/covers/d51093f7-213a-4ac8-80d9-30a005fabcdf/e8f7b7da-306f-4ef7-b18c-ca96854ed0d3.jpg",
    "altTitles": [
      {
        "ja": "芽ぐんだ恋に恋わずらい"
      },
      {
        "en": "Love Sickness in a Budding Love"
      }
    ],
    "description": {
      "en": "\"I love you, Haru-nii. I want to be with you forever.\"\n\nDaichi, the son of the restaurant owners from Haru’s part-time job, has loved Haru since he was in elementary school. Haru loves him like a younger brother, but when Daichi, now in high school, kisses him like he used to as a child, Haru finds himself unable to accept his \"I like you\" from Daichi as honestly as he used to. Lastly, Haru couldn't look directly at Daichi naked body now he that he has a body of a grown man and is in high school...!? The story of a young puppy x an indecisive and timid older man that grow up doting on each other☆"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-08-02T18:15:33+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-07-15T00:51:16+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/81ceaf08-918e-4120-bafb-cb5c9e86f2ad.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "en": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Links:**\n- Alternative Official Raw - [Comic Days](https://comic-days.com/episode/4856001361135826437), [Magazine Pocket](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690528ff-3bd6-4552-a44f-3928cb988ddc",
    "title": {
      "en": "A High School With Only Men"
    },
    "updatedAt": "2023-04-09T18:32:34+00:00",
    "coverArt": "https://mangadex.org/covers/690528ff-3bd6-4552-a44f-3928cb988ddc/b938115c-5a83-464a-9b8f-c3256e79f59a.jpg",
    "altTitles": [
      {
        "en": "Boys Only"
      },
      {
        "en": "Namgo"
      },
      {
        "en": "Namgodeokbbun"
      },
      {
        "ko": "남고덕뿐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c6753601-bdbf-40f3-8103-9ed24dbd5b2a",
    "title": {
      "en": "Sparkling Baby"
    },
    "updatedAt": "2024-05-23T18:20:03+00:00",
    "coverArt": "https://mangadex.org/covers/c6753601-bdbf-40f3-8103-9ed24dbd5b2a/4d0eca44-5a17-45e7-9f8f-6df513bb4f59.png",
    "altTitles": [
      {
        "ko": "스파클링 베이비"
      }
    ],
    "description": {
      "en": "\"Excuse me, are you Korean?\"\n\nDue to a recent heartbreak, Hanjoon arrives at New York.\n\nNot only is he delighted to meet a Korean in an unfamiliar city,\nhe has a one-night stand with him.\n\n\"I should've asked for his name.\"\n\nHowever, these two end up meeting again in an unusual place.\n\nWhere will their one-night stand in the artist's city of New York lead them to?",
      "pl": "\"Przepraszam, jesteś Koreańczykiem?\"\n\nZ powodu niedawnego złamanego serca Hanjoon przybywa do Nowego Jorku.\n\nNie tylko jest zachwycony spotkaniem Koreańczyka w nieznanym mieście,\nma z nim jednonocną przygodę.\n\n\"Powinienem był zapytać o jego imię\".\n\nJednak ta dwójka spotyka się ponownie w nietypowym miejscu.\n\nDokąd zaprowadzi ich jednonocna przygoda w mieście artysty, Nowym Jorku?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ba6b85e-3e87-454a-b81d-1040468248e1",
    "title": {
      "en": "A Princess Who Reads Fortune"
    },
    "updatedAt": "2024-07-09T18:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/0ba6b85e-3e87-454a-b81d-1040468248e1/510642fa-27f8-4f18-be5a-3f2fb434afeb.jpg",
    "altTitles": [
      {
        "ko": "점괘보는 공녀님"
      },
      {
        "en": "A Fortune-Telling Princess"
      },
      {
        "en": "Fortune Telling Princess"
      },
      {
        "en": "Fortune-Telling Lady"
      }
    ],
    "description": {
      "en": "Top actress Lee Sia has the ability to see ghosts.\nAfter an accident, she wakes up in the body of 'Camilla Sorfelle'.\n\nBut here's the problem.\n\n\"Oh, Father, help me!\"\n\nThis woman's fate always ends in death!\n\nI need to extend my life, so might as well talk to the ghosts first.\n\nUgh, but why do I keep getting involved with people I want to avoid!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd850675-5881-4a4f-9b09-7ef424edc270",
    "title": {
      "en": "Home (Ep)"
    },
    "updatedAt": "2023-12-01T19:53:55+00:00",
    "coverArt": "https://mangadex.org/covers/cd850675-5881-4a4f-9b09-7ef424edc270/bc8702c6-415e-4738-ac64-3540ee872c72.jpg",
    "altTitles": [
      {
        "ko": "홈"
      }
    ],
    "description": {
      "en": "Lee Yoonsung and Park Dokyung grew up together in the countryside since they were young. Yoonsung became an actor by chance, but whenever he has time, he travels back and forth between Seoul and his hometown to see Dokyung, his first and unrequited love.\n\nDokyung cared for Yoonsung, who had cried a lot since he was young.\nYoonsung finds himself developing stronger feelings for Dokyung, and his body's responses are becoming more noticeable.\nFearing that his feelings would be exposed, Yoonsung tries not to show and resolves to remain at least a friend... -Madeleine Scans-"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d",
    "title": {
      "en": "The SSS-Ranker Returns"
    },
    "updatedAt": "2024-06-15T11:10:12+00:00",
    "coverArt": "https://mangadex.org/covers/10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d/7886e658-44c2-4ba9-9cde-785824960bed.png",
    "altTitles": [
      {
        "ko": "SSS급 랭커 회귀하다"
      },
      {
        "en": "Return of the SSS-Class Ranker"
      },
      {
        "es-la": "Regreso del ranker de clase SSS"
      }
    ],
    "description": {
      "en": "What would you do with the chance to become far greater than your greatest rivals… before they could even start?\r\n\r\nWhen a dominant guild gangs up on Rokan to humiliate him and destroy his hard-earned achievements in the world's most realistic fantasy VR game, he becomes desperate for revenge. But just when Rokan thinks he's lost it all, a twist in space-time sends him back to right before the game is even launched.\r\n\r\nNow, this former SSS-class ranker sees the perfect opportunity to return to glory!",
      "ko": "가상현실 게임 더 로드(The Lord)에서 최강자로 군림한 '폭력의 왕' 로칸.\r\n적대 길드에서 내린 척살령으로 모든 것을 잃게 된다.\r\n그런데, 자고 일어나니 3년 전 과거로 회귀했다!\r\n\r\n\"빌어먹을 자식들아, 기다려라. 모조리 씹어 먹어줄 테니까!\"\r\n\r\n과거로 회귀하여 다시 한 번 최강자로 군림하는 로칸의 이야기가 시작된다!",
      "pt-br": "Lokan era o ‘Rei da Violência’ que reinou como o mais forte no jogo de realidade virtual, ‘The Lord’. Infelizmente, a ordem de assassinato emitida por uma guilda inimiga fez com que ele perdesse tudo. Para sua surpresa, da próxima vez que acordou, ele havia voltado três anos no tempo!\r\n\r\n“Vermes do caralho, espere. Vou devorar todos vocês!”\r\n\r\nUma nova história começa quando Lokan, que viajou de volta no tempo, sobe de volta ao topo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a8b0b048-9f8f-4111-b3ed-f9469ffb298b",
    "title": {
      "en": "I Failed to Oust the Villain!"
    },
    "updatedAt": "2024-01-16T16:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/a8b0b048-9f8f-4111-b3ed-f9469ffb298b/c8e69a83-52ba-4fa9-9df5-37d3a7bdd68f.jpg",
    "altTitles": [
      {
        "ko": "흑막을 버리는 데 실패했다"
      },
      {
        "ko-ro": "Heungmageul Beorineun De Silpaehaessda"
      },
      {
        "en": "I Failed to Abandon the Villain"
      },
      {
        "en": "Failed to Abandon the Villain"
      },
      {
        "en": "I Failed to Throw the Villain Away"
      },
      {
        "pt": "Falhei em abandonar o vilão"
      },
      {
        "uk": "Мені не вдалося покинути лиходія"
      },
      {
        "uk": "Я так і не змогла утихомирити цю злу натуру"
      },
      {
        "ar": "فشلت في رمي الشرير بعيدا"
      },
      {
        "ar": "فشلت في التخلي عن الشرير"
      },
      {
        "ar": "فشلت في رمي الشرير"
      },
      {
        "ja": "黒幕を捨てるのに失敗しました"
      },
      {
        "mn": "Би хорон санаатныг хаяж чадсангүй"
      },
      {
        "zh": "无法逃离的黑暗"
      },
      {
        "zh": "摆脱黑幕计划失败了"
      },
      {
        "zh-hk": "主人，只剩下妳了"
      },
      {
        "th": "วายร้ายผู้นั้นที่ฉันไม่อาจตีจาก"
      },
      {
        "vi": "Tôi thất bại trong việc vứt bỏ nhân vật phản diện"
      }
    ],
    "description": {
      "ar": "\"الآن ، أنت الوحيد المتبقي ، سيدتي.\" لقد تجسدت من جديد كابنة لبارون في رواية قرأتها في حياتي السابقة. بفضل ذلك علمت أن الصبي الذي أحضره والدي ليكون عبدًا سيقتل الباروني ، وسأواجه موتًا مروّعًا ، ونهاية هذا العالم. لقد عملت بجد من أجل تجنب هذا المصير البائس ، لكن كل شيء كان هباءً. في النهاية ، على يد الشخص الذي استيقظ كالساحر الكبير مات أبي وجميع الخدم. والآن سأموت أيضًا ... هل هذا ما اعتقدته؟ \"أردت أن أبقيك يا سيدتي.\" بدأ شرير هذا العالم يصبح مهووسًا بي. ... ولكن لم يكن هناك أي شيء مثل هذا في الأصل؟ أصبحت فاليتا التي بدأت في الابتعاد عن العمل الأصلي أقرب إلى الحقيقة المظلمة لهذا العالم. من العائلة الإمبراطورية المتورطة في الشؤون القذرة وظهور وحوش مجهولة. لقد أرادت فقط أن تعيش بحرية ولكن في وضع تحتاج فيه إلى إنقاذ العالم أولاً! هل ستتمكن فاليتا من العثور على الحياة التي تريدها؟\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "en": "One day, my father gave me a boy slave. He said he saved him from the battlefield due to his good looks.\n\n\"He has a seal engraved on his heart. As long as you have this bead, he won't be able to disobey you. So you can order him to do anything.\"\n\nThe boy looked rather grim after hearing what he was I ordered. Ah, was I treating him too much like a dog? As my father squeezed the bead, the boy then knelt at my feet.\n\n\"Master,\" his red eyes flashed, illuminating his eerie gaze while smiling madly.\n\nWhy is he like this to me?! I tried my best to treat him properly!\n\n---\nReborn as the daughter of a count she read about in a novel, Lady Valeta knows the story ends in tragedy at the hands of her lowly house pet, Reinhart. Having never wanted him in the first place, Valeta tries but fails to oust him from her house. But when Reinhart's powerful magic is awakened one day, he kills all those around her, and it is now Valeta who is at his mercy. Though the tables have turned, Reinhart can't shake his attachment for Valeta. He lets her live, but only within his grasp.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "fr": "Un jour, mon père m’a donné un garçon esclave. Il a dit qu’il l’avait sauvé du champ de bataille grâce à sa bonne mine. « Il a un sceau gravé sur son coeur. Tant que tu as cette perle, il ne pourra pas te désobéir. Donc vous pouvez lui ordonner de faire n’importe quoi. » Le garçon avait l’air plutôt sinistre après avoir entendu ce que je lui ordonnais. Ah, est-ce que je le traitais trop comme un chien ? Alors que mon père pressait la perle, le garçon s’est agenouillé à mes pieds. « Maître » Ses yeux rouges ont clignoté, illuminant son regard sinistre tout en souriant follement. Pourquoi est-il comme ça avec moi ? ! J’ai fait de mon mieux pour le traiter correctement !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "id": "Terlahir sebagai putri dari Count dalam novel yang dibacanya, Valleta tahu cerita ini berakhir dengan insiden atas ulah budaknya, Reinhart. Valleta yang tidak pernah menginginkan dirinya sejak awal, berusaha keras mengusirnya tapi gagal. Suatu hari saat kekuatan sihir Reinhart bangkit, dia membunuh semua orang, dan sekarang Valleta yang berada dalam belas kasihannya. Meskipun situasi sudah berbalik, Reinhart tidak mampu membunuh Valleta. Dia membiarkan wanita itu hidup, tapi dalam pengawasannya.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "ko": "\"자, 이제 너만 남았네. 주인님.\"\n\n전생에 읽었던 소설 속 백작 영애로 환생했다. \n\n덕분에 아버지가 내 노예라고 데려온 한 소년에 의해 백작 가문이 몰살당하는 것도,\n내가 끔찍한 죽음을 맞이한다는 것도,\n이 세계의 결말도 알 수 있었다. \n\n그 비참한 운명을 피하기 위해 노력했지만 모두 헛수고였다. \n결국 대마법사로 각성한 그의 손에 아버지와 시종들은 모두 죽었다. \n이제 나도 죽.....을줄 알았는데?\n\n\"난 주인님이 가지고 싶었거든.\"\n\n이 세계의 흑막이 나에게 집착하기 시작한다. \n\n.....이런 건 원작에 없었는데?\n\n원작에서 벗어난 발레타는 조금씩 이 세계의 어두운 진실에 가까워져간다.\n더러운 수작질을 벌이고 있었던 황실부터, 정체를 알 수 없는 마물들의 등장까지.\n\n자유롭게 살고 싶었을 뿐인데 세상부터 먼저 구해야하는 상황!\n과연 발레타는 원하는 삶을 찾을 수 있을까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "uk": "Одного дня мій батько подарував мені прислугу. Він сказав, що врятував його, забравши з поля бою, через гарну зовнішність. «На його серці вирізьблена печатка. Поки ти матимеш цей кулон, він не зможе протистояти тобі. Отже, ти можеш наказати йому зробити все, що завгодно.». Почувши, що його воля в моїх руках, хлопець нахмурився.\n«Ох, я занадто перебільшую, поводячись із тобою — наче із собакою?», — у цей момент батько стиснув у кулак цю намистину, і хлопець упав на коліна перед моїми ногами.\n«Панно…, — його червоні очі блиснули, розкриваючи весь моторошний погляд, а губи розходилися в божевільній посмішці: — Чому він так ставиться до мене?! Я ж так намагався догодити йому!»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5582230-6611-46cc-866c-3e2679d24b7a",
    "title": {
      "en": "I Can See the Forbidden Zone Rules"
    },
    "updatedAt": "2024-06-02T05:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a5582230-6611-46cc-866c-3e2679d24b7a/fc93a81e-2656-4ef3-9e4b-66734242f37e.jpg",
    "altTitles": [
      {
        "zh": "我能看到禁区规则"
      },
      {
        "en": "Exclusion Zone Rules"
      }
    ],
    "description": {
      "en": "Two hundred years ago, the White Mist Forbidden Land suddenly appeared, and the world underwent a huge change. Monsters and supernatural beings with various strange powers appeared. The White Mist Forbidden Land is known as the Forbidden Zone for Life. Only one in ten thousand people who enter it survives. After being imprisoned by the mysterious wall for seven years, Ye Shiqi, who was tired of life, finally stepped into the White Mist Forbidden Land again. With the reappearance of blindness, a set of information suddenly appeared in front of Ye Shiqi’s eyes: That is the forbidden zone rules that have troubled mankind for many years!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "When the Black Wolf Calls Me"
    },
    "updatedAt": "2024-06-20T15:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Beckons Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]