[
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2024-04-06T01:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\r\n\r\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\r\n\r\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\r\n\r\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\r\n\r\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\r\n\r\n---\r\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "966c910c-b502-4597-8ffe-f41afe32a3da",
    "title": {
      "en": "Sword World SFC Comic: Lacquer-Black Curse"
    },
    "updatedAt": "2024-05-05T17:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/966c910c-b502-4597-8ffe-f41afe32a3da/0c7abac0-96ea-41cc-b9ec-03f3d7ed89c4.jpg",
    "altTitles": [
      {
        "ja": "ソード・ワールドSFC 漆黒のカース"
      },
      {
        "ja-ro": "sōdo wārudo SFC komikku shikkoku no kāsu"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "5ec52d91-0d9e-4951-a208-ced165cddfe9",
    "title": {
      "en": "A One on One, Your Highness"
    },
    "updatedAt": "2023-12-20T21:30:19+00:00",
    "coverArt": "https://mangadex.org/covers/5ec52d91-0d9e-4951-a208-ced165cddfe9/447fd323-31ff-4d3a-8a77-f05265a1e20f.jpg",
    "altTitles": [
      {
        "zh": "单挑吧王爷"
      }
    ],
    "description": {
      "en": "When a modern girl time-travels to the ancient times and finds herself trapped in the body of a deserted concubine, Shane Yun, and bullied by other concubines in the Prince Qin's Residence, her strong modern personality burst out, and overturns the entire harem…  \n\n\n---",
      "fr": "Lorsqu'une fille moderne voyage dans les temps anciens et se retrouve piégée dans le corps d'une concubine, Shane Yun, et intimidée par d'autres concubines de la résidence du prince Qin, sa forte personnalité moderne éclate et renverse tout le harem…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "218"
  },
  {
    "mangaId": "cf7b7869-3d9a-4c4d-bd06-249eba113558",
    "title": {
      "en": "Boku to GAL ga Fufu ni Narumade"
    },
    "updatedAt": "2024-03-24T03:03:29+00:00",
    "coverArt": "https://mangadex.org/covers/cf7b7869-3d9a-4c4d-bd06-249eba113558/72abee3c-5cde-4a6c-bc34-0ea02a1f5148.png",
    "altTitles": [
      {
        "ja": "僕と君が夫婦になるまで"
      },
      {
        "en": "Until the Gal and I Become a Married Couple"
      },
      {
        "ja-ro": "Boku to Gal ga Fuufu ni Naru made"
      },
      {
        "ru": "Пока мы с девушкой не станем супружеской парой"
      },
      {
        "ja-ro": "Boku to Kimi (Gyaru) ga Fūfu ni Naru Made"
      }
    ],
    "description": {
      "en": "Saku Kanakura was a boy born into a poor household. He studied hard and managed to pass the exam to an excellent high school but, it soon turned out that his parents were in debt! When it was time to pay the debt off, a mysterious gal appeared and offered to pay off their debt. A big burden was almost off Kanakura's head, but the gal made a condition in return which stated that—",
      "id": "Saku Kanakura adalah anak laki-laki yang lahir dari keluarga miskin. Dia belajar dengan giat dan berhasil lulus ujian ke sekolah menengah yang bagus, tetapi ternyata orang tuanya terlilit hutang! Ketika tiba waktunya untuk melunasi hutang, seorang gadis misterius muncul dan menawarkan untuk melunasi hutang mereka. Sebuah beban besar hampir terlepas dari kepala Kanakura, tetapi gadis itu membuat syarat sebagai balasannya yang menyatakan bahwa—",
      "ja": "貧乏な家庭に育った少年・神長倉颯空。猛勉強の甲斐あって見事希望する高校へ合格した彼だったが、両親の借金が判明！ 借金を取り立てられていたところ、謎のギャルが現れてそれらを返済してくれることに！ 窮地を脱した神長倉だったが、ギャルが借金を肩代わりする際に彼に出した条件は――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a636ca5b-018c-42eb-afd3-2e7037afac86",
    "title": {
      "en": "Gannibal"
    },
    "updatedAt": "2024-03-04T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/a636ca5b-018c-42eb-afd3-2e7037afac86/219fcf0b-37cc-46dd-807c-16200969696b.jpg",
    "altTitles": [
      {
        "ja-ro": "Gannibaru"
      },
      {
        "ja": "ガンニバル"
      },
      {
        "uk": "Ґаннібал"
      },
      {
        "ru": "Ганнибал"
      },
      {
        "vi": "Làng Ăn Thịt Người"
      }
    ],
    "description": {
      "en": "When a police officer is posted to a remote village in the countryside, little does he realize he's encroaching on a community of cannibals…",
      "ru": "Полицейский Дайго Агава вместе с семьёй переезжает в горную деревушку под названием Цветочная. Жители деревни горячо принимают семью Дайго.\nОднажды в лесу находят труп старушки. После этого происшествия Дайго постепенно начинает осознавать все происходящие вокруг странности и приходит к мысли, что в этой деревне едят людей. Начинают происходить очень странные инциденты, атмосфера отчуждения наполняет деревню. Сможет ли обычный полицейский разгадать все ужасные тайны, которая таит в себе эта деревня и, что важнее, сможет ли он остаться в живых?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "d3608ab4-fed0-4f65-856e-55466c931ebe",
    "title": {
      "en": "Maou no Musume, Sugoku Choroi."
    },
    "updatedAt": "2024-02-17T06:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/d3608ab4-fed0-4f65-856e-55466c931ebe/7b5e7002-b356-4425-95b7-f4fab968a2e7.jpg",
    "altTitles": [
      {
        "ja": "魔王の娘、すごくチョロい。"
      },
      {
        "en": "The Demon King's Daughter Is Way Too Easy"
      },
      {
        "zh-hk": "魔王之女，超好對付"
      },
      {
        "ko": "마왕의 딸, 너무 쉽잖아"
      },
      {
        "vi": "Con gái của quỷ vương dễ đối phó thật đấy"
      },
      {
        "ja-ro": "Maou no Musume, Sugoku Choroi."
      }
    ],
    "description": {
      "en": "In the final showdown between the Demon King and the Hero, the latter used all his power to seal away the former. To exact her revenge on her father's nemesis, the Demon King's daughter, Hel, resurrected the Hero and planned to use him as her personal servant. However, the resurrected Hero is unexpectedly dazzling and dashing, and Hel's composure begins to waver. Will she ever be able to torment her new servant?",
      "ja": "かつて魔王と勇者は対決し、魔王は封印され勇者は力尽きた…。魔王の娘であるヘルは父の仇である勇者への恨みを晴らすべく、彼を蘇らせ、そして下僕としてこき使ってやろうと考えていた。だが、蘇ってきた勇者は何だかやたらとキラキラしていてカッコ良くて、ヘルの調子は狂いっぱなし。\n\n果たして勇者を下僕として苦しめることは出来るのか…!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e770ce1-c709-4875-87a4-c9c66aa3f6c5",
    "title": {
      "en": "Tengoku de Akuma ga Boku wo Miwaku Suru"
    },
    "updatedAt": "2024-03-25T12:13:07+00:00",
    "coverArt": "https://mangadex.org/covers/6e770ce1-c709-4875-87a4-c9c66aa3f6c5/261a7370-fb3d-4146-a64c-3302e02d2224.jpg",
    "altTitles": [
      {
        "ja": "天獄で悪魔がボクを魅惑する"
      },
      {
        "en": "The Devil Fascinates Me In Heavenly Prison"
      }
    ],
    "description": {
      "en": "Set on a solitary island in the distant sea, a dangerous school life begins!\n\nKaoru Jahana, a boy who aspires to become a true man, begins his high school life on a solitary island in the sea. There, he meets a charming girl, Kanra, who is actually a demon who feeds on men's spirits...and it turns out that all the women on this island are the same demons!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc3d743-bd89-48e2-991f-63e680cc4edf",
    "title": {
      "en": "Dr. Stone"
    },
    "updatedAt": "2024-04-12T13:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/cfc3d743-bd89-48e2-991f-63e680cc4edf/1905884c-adc0-4651-aea2-c061c9f02763.jpg",
    "altTitles": [
      {
        "tr": "Doktor Taş"
      },
      {
        "ru": "Доктор Стоун"
      },
      {
        "ru": "Профессор каменного века"
      },
      {
        "ja": "ドクターストーン"
      },
      {
        "kk": "Стоун доктор"
      }
    ],
    "description": {
      "en": "Imagine waking to a world where every last human has been mysteriously turned to stone…  \n\nOne fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
      "it": "Anno 5738: da migliaia di anni l'intera umanità si ritrova tramutata in pietra a causa di una catastrofe naturale. Ooki Taiju riesce inspiegabilmente a risvegliarsi, trovandosi così di fronte ad una realtà completamente diversa da quanto ricordava, dove la natura ha ripreso il sopravvento sulla civiltà umana. Al suo risveglio il ragazzo si ricongiunge con il suo amico Senkuu, un giovane e geniale scienziato anche lui risvegliatosi qualche mese prima. Insieme i ragazzi sperano di scoprire la causa dietro all'improvvisa tramutazione in pietra - e, nel frattempo, di trovare una cura. Non tutto, però, va come previsto...",
      "pt": "Imagina acordar em um mundo onde cada humano foi misteriosamente transformado em pedra… Em um dia fatídico, toda a humanidade foi petrificada em um piscar de olhos. Depois de muitos milênios, o aluno do ensino médio, Taiju, acorda e se encontra perdido em um mundo de estátuas. Entretanto, ele não está sozinho! Seu amigo que ama ciência, Senku, está acordado e correndo pelos últimos meses e ele tem um grande plano em mente, recomeçar a civilização com o poder da ciência!",
      "ru": "Однажды, когда Тайджу пытался собраться с духом, чтобы признаться девушке в любви, небо заполнил странный свет. Все люди, на которых он падал, превращались в камень. После без малого четырёх тысяч лет он наконец выбирается из каменного плена и начинает исследовать окрестности. Неожиданно Тайджу встречается его старый друг Сенку, очнувшийся полгода назад. Сенку приводит Тайджу в свой примитивный дом на дереве и просит помощи в возрождении исчезнувшей человеческой цивилизации, начиная с попыток выяснить истинную природу света, который превратил людей в камень.",
      "pt-br": "Um dia fatídico, toda a humanidade foi petrificada por um flash ofuscante de luz. Depois de vários milênios, o colegial Taiju desperta e se vê perdido em um mundo de estátuas. No entanto, ele não está sozinho! Seu amigo de ciência Senku está em funcionamento há alguns meses e ele tem um grande plano em mente: dar o pontapé inicial na civilização com o poder da ciência!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "232"
  },
  {
    "mangaId": "0c1f898e-1769-44cb-9dbe-7abd11180663",
    "title": {
      "en": "Hogushite, Yui-san"
    },
    "updatedAt": "2024-03-15T19:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/0c1f898e-1769-44cb-9dbe-7abd11180663/5b42fb28-0c8d-4cf4-8b10-ac24a53bb7cb.jpg",
    "altTitles": [
      {
        "ja": "ほぐして、癒衣さん。"
      },
      {
        "zh": "抱抱我吧、愈衣小姐。"
      },
      {
        "en": "Help me Relax, Yui-san"
      },
      {
        "zh-hk": "抱抱我吧，愈衣小姐。"
      }
    ],
    "description": {
      "en": "Karin, a new employee who worked at an unethical recruiting magazine production company for half a year, was wrecked both physically and mentally. One day, Yui-san, her senior and a health nerd, gave her a massage to relax her body. In return, Yui asked Karin to hug her to warm her body up.",
      "ja": "ブラックな求人誌制作会社で、日々心と体を蝕まれる入社半年の新人・夏鈴\n。ある日先輩で健康オタクの癒衣さんに、体をほぐすマッサージをしてもらうことになるが、その代わりに、癒衣さんの冷え性を良くするためハグをしてほしいと頼まれて…!?\n\n疲れている全ての現代人に贈る、ほぐし＆癒し百合4コマ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-03-17T20:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms With Dignity"
    },
    "updatedAt": "2024-04-14T12:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef4b0094-cc78-489f-978e-d56e0ff28347",
    "title": {
      "en": "Otome Kaijuu Caramelize"
    },
    "updatedAt": "2023-07-26T20:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef4b0094-cc78-489f-978e-d56e0ff28347/924cd495-6621-47ab-b5f0-9c333058762e.png",
    "altTitles": [
      {
        "en": "Kaiju Girl Caramelise"
      },
      {
        "en": "Kaiju Girl Caramelizer"
      },
      {
        "en": "Meiden Kaiju Carameliser"
      },
      {
        "en": "Monster Maiden Caramelize"
      },
      {
        "en": "Otome Monster Caramelize"
      },
      {
        "ru": "Монстрик Карамелька"
      },
      {
        "ja": "乙女怪獣キャラメリゼ"
      },
      {
        "de": "Monstermäßig verknallt"
      }
    ],
    "description": {
      "en": "Afflicted by a \"mysterious illness,\" high school first year Kuroe has spent her entire life avoiding socializing with others. However, after coming into contact with Minami Arata, the most popular boy in school, something changes— and Kuroe's true powers are unleashed…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a9c19f-ccc5-44af-8bec-7da090220bd3",
    "title": {
      "en": "Childhood Friend, Big Love"
    },
    "updatedAt": "2023-08-24T12:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/a6a9c19f-ccc5-44af-8bec-7da090220bd3/e07442b6-40bf-4361-8f2e-1bd918ca3be1.jpg",
    "altTitles": [
      {
        "ja": "天使だった幼なじみ、再会したらギャルだった"
      },
      {
        "ja-ro": "Tenshi datta Osananajimi, Saikai Shitara Gyaru datta"
      },
      {
        "en": "My Angel Childhood Friend was a Gal When We Met Again"
      },
      {
        "ja": "幼馴染BIGLOVE"
      },
      {
        "ja-ro": "Osananajimi BIGLOVE"
      },
      {
        "pt-br": "Minha Amiga de Infância Era um Anjo, Mas Quando Nos Reencontramos, Ela Se Tornou uma Gyaru."
      }
    ],
    "description": {
      "ja": "天使だった幼なじみ、再会したらギャルだった\n幼なじみの２人の百合です"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-05-11T17:46:06+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/f4db82dd-32a1-442c-93ee-faef9d867a41.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "vi": "𩸲空体󱬗冲𣎀 (Nom Script)"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7b31a8-b932-49af-8a60-88003fa42360",
    "title": {
      "en": "Saki-chan wa Inma no Ko"
    },
    "updatedAt": "2024-02-03T19:11:31+00:00",
    "coverArt": "https://mangadex.org/covers/de7b31a8-b932-49af-8a60-88003fa42360/d8ed10c3-f289-4b5e-a85a-bb1a700494b6.jpg",
    "altTitles": [
      {
        "ja": "咲ちゃんは淫魔の子（合掌）"
      },
      {
        "en": "Saki-chan Is a Succubus's Child"
      },
      {
        "zh": "咲酱是那梦魔之子"
      }
    ],
    "description": {
      "en": "Saki-chan, a succubus, has fallen in love with Rokuhara, a son of a temple, of all people. She tries her best to talk to him, but her succubus blood runs wild and she always ends up tempting him. \"I wish I could say I love you honestly!\"\n\nThis is a story about a pure and simple love of a succubus who can't be honest.",
      "ja": "「えっちだってだいじょうぶっ教!?」がSNSで大反響！ 待望の第1巻！ 淫魔の咲ちゃんが恋した相手は、よりにもよってお寺の息子の六原くん。頑張って話しかけようとしても淫魔の血が暴走して、ついつい誘惑してしまい――。「素直に好きと言えたらいいのに！」ぽんこつ可愛い淫魔のピュアピュアHな恋の行方は……!? 残念サキュバス×カタブツお寺男子の昇天上等、全力ラブコメ！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "1fc1355b-9c02-48e2-a457-094b592ecd9c",
    "title": {
      "en": "Monkey Peak"
    },
    "updatedAt": "2023-09-05T09:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fc1355b-9c02-48e2-a457-094b592ecd9c/ea33182d-54c3-4f67-b72d-72f2c26463d2.jpg",
    "altTitles": [
      {
        "vi": "Đỉnh Núi Khỉ"
      },
      {
        "ja": "モンキーピーク"
      }
    ],
    "description": {
      "en": "A group of employees from the Fujitani Pharmaceutical Company are on a hiking trip. After the company suffered a crisis, the CEO hopes to improve teamwork and morale among new and old employees with this trip. Not everyone is as excited as he is. Unfortunately for them, they soon find themselves having to deal with problems that they weren't prepared for.  \n  \nWhat's going to happen to these employees? Will they fall in love with hiking? Will they be able to work together, get along well, and bring the company back to its feet? Read and find out in this heartwarming story of adventure, friendship, and teamwork!",
      "pt-br": "Um grupo de funcionários da Fujitani Pharmaceutical Company está em uma viagem de caminhada. Depois que a empresa sofreu uma crise, o CEO espera melhorar o trabalho em equipe e o moral entre novos e antigos funcionários com esta viagem. Nem todo mundo está tão animado quanto ele. Infelizmente para eles, eles logo se vêem tendo que lidar com problemas para os quais não estavam preparados.\n\nO que vai acontecer com esses funcionários? Será que eles vão se apaixonar por caminhadas? Eles serão capazes de trabalhar juntos, se dar bem e trazer a empresa de volta aos seus pés? Leia e descubra nesta emocionante história de aventura, amizade e trabalho em equipe."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-04-25T14:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26caa56-319d-4f82-93f9-5eb8766a7f71",
    "title": {
      "en": "Kakawatte wa Ikenai Type no Musume ga Kanojo ni Natta"
    },
    "updatedAt": "2024-05-03T04:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26caa56-319d-4f82-93f9-5eb8766a7f71/be84584a-8118-411c-8e5d-11de145da4c8.jpg",
    "altTitles": [
      {
        "ja": "関わってはいけないタイプの娘が彼女になった"
      },
      {
        "en": "Dating the Kind of Girl You Shouldn't Get Involved With"
      },
      {
        "es-la": "Una mujer peligrosa se convirtió en mi novia"
      },
      {
        "pt-br": "Um tipo perigoso de garota se tornou minha namorada"
      },
      {
        "zh-hk": "不該扯上關係的女生成了我女友"
      },
      {
        "ja-ro": "KakaKano"
      },
      {
        "en": "A Dangerous Type Became My Girlfriend"
      },
      {
        "ja-ro": "Kakawatte wa Ikenai Taipu no Musume ga Kanojo ni Natta"
      }
    ],
    "description": {
      "en": "Having been through many bad relationships with guys constantly trying to take advantage of her, Enokawa Miyu is determined to take her revenge from here on in: She hook up with guys, milk them for all they're worth, and dump them then move on to her next prey. Yuuki-kun, her latest target, seems to just be your typical nice guy that genuinely looks out for Miyu, completely oblivious of her intentions. However, something's different about him that makes Miyu unable to carry on her usual scheme...",
      "ja": "地雷系女子の、２つの顔――。\n\n美遊は男ウケする可愛いビジュアルをしていながらも、心の中では男を一切信じず、あざとく、したたかに生きていた。しかし、優希くんに出会ってからは調子が狂いっぱなしで……。真心男子×地雷系女子の「駆け引きゼロ」の恋が始まる。",
      "pt-br": "Em algum lugar ao longo do caminho eu realmente me apaixonei..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "71"
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-05-04T17:49:08+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/66264897-476b-4f60-ae8c-4dc6b97d9705.jpg",
    "altTitles": [
      {
        "es": "Satanofanía"
      },
      {
        "ja-ro": "Satanofani"
      },
      {
        "uk": "Демоническая одержимость"
      },
      {
        "ja": "サタノファニ"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a01c449-3341-4820-80c3-2acee81f1076",
    "title": {
      "en": "Master: This Villainous Disciple Is Not The Holy Child"
    },
    "updatedAt": "2023-11-19T20:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/3a01c449-3341-4820-80c3-2acee81f1076/a6c079b4-f94b-41f0-9241-57bfc8609b51.jpg",
    "altTitles": [
      {
        "zh": "师尊：这个冲师逆徒才不是圣子"
      },
      {
        "zh-ro": "Shi Zun: Zhege Chong Shi Nitu Cai Bushi Sheng Zi"
      },
      {
        "zh-ro": "Shī Zūn: Zhège Chōng Shī Nìtú Cái Bùshì Shèng Zǐ"
      },
      {
        "en": "Offending My Master"
      },
      {
        "en": "Devious Son Of Heaven"
      },
      {
        "es-la": "Maestra, este Discípulo Villano no puede ser el Hijo Sagrado"
      },
      {
        "es-la": "Este Discípulo Tan rebelde No Puede Ser un Discípulo Santo"
      }
    ],
    "description": {
      "en": "A hundred years ago, Chu Xiu transmigrated from Earth to Cang Qiong Continent, and received the Destined Villain System. After killing countless holy sons and daughters, he was surrounded by the older generation, and self destructed, possessing Tai Su Sacred Ground Yun Xia Mountain’s senior disciple. This time, he decided to lay low and develop strength. Let’s start small, what about becoming a saint admired by thousands?",
      "zh": "蓝星来的楚休百年前穿越到天穹大陆，绑定天命反派系统，斩圣地圣子生女无数，杀到同辈之中无敌。 最终，被老一辈强者围杀，自爆而亡，夺舍太素圣地云霞峰大弟子重生。 这一次，他决定“苟”起来，偷偷发育。 先定个小目标，成为一位万人敬仰的圣子如何？",
      "es-la": "Chu Xiu de la Estrella Azul viajó al Continente Celestial de hace cien años, atado al Sistema de Villanos del Destino Celestial, decapitó a innumerables discípulos y discípulas santos de la Tierra Sagrada y matando hasta el punto de ser invencible entre sus iguales. Al final, se vio rodeado por la vieja generación de personas poderosos, que lo terminó haciendo morir y renacer como el discípulo mayor del Pico Yunxia de la Tierra Sagrada de Taisu. Esta vez, decidió ser mas «perro» y desarrollarse en secreto. Primero se fijó un pequeño objetivo, «¿qué tal convertirse en un hijo santo admirado por millones de personas?»"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3803bde7-f2e7-42e5-9563-c18ce02d3d70",
    "title": {
      "en": "Mina Soko Nite"
    },
    "updatedAt": "2024-03-29T15:50:05+00:00",
    "coverArt": "https://mangadex.org/covers/3803bde7-f2e7-42e5-9563-c18ce02d3d70/61a13400-fcf9-42f6-b4f6-ed50fdfad249.jpg",
    "altTitles": [
      {
        "en": "because the girls are all childish"
      },
      {
        "ja": "みなそこにて"
      },
      {
        "vi": "Dưới đáy nước"
      },
      {
        "en": "At the Bottom of the Water"
      }
    ],
    "description": {
      "en": "In this town's lake, a man-eating mermaid is said to have been sunk to the bottom.\n\nToday, the mermaid still wanders the town in search of a companion, stirring up the restless hearts of the people.\n\nA modern day tale of foolish girls who can't survive in clear water.",
      "vi": "Người ta nói rằng dưới đáy hồ ở thị trấn này có một \"người cá\" chuyên ăn thịt người. Ngay cả bây giờ cũng vậy, người cá lang thang trong thị trấn để tìm kiếm bạn đồng hành, chạm đến những trái tim đang gợn. Đây là truyện ngụ ngôn hiện đại về những cô gái khờ khạo không thể sống nhờ nước sạch."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa9bf395-a3bf-42f9-acca-34b48c83e98b",
    "title": {
      "en": "Horizon Project"
    },
    "updatedAt": "2023-10-31T14:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/aa9bf395-a3bf-42f9-acca-34b48c83e98b/9d8799f2-c29f-477f-bd4c-98e00caa02d0.png",
    "altTitles": [
      {
        "en": "Across The Horizon"
      },
      {
        "ja-ro": "Chiheisen"
      },
      {
        "en": "Horizon"
      },
      {
        "ja": "地平線"
      }
    ],
    "description": {
      "en": "Out of nowhere, A mysterious machine rose from the land. This grand machine divided and reshaped the world. Isolating each half. Soon Mankind began to change, evolving into mutants known as Deviants\n\nLong ago, the Earth we live on today was split into two Horizons and Humans developed uncanny abilities known as Deviants. Humans who developed these abilities were launched over The Horizon to the East. The Horizon Project, a system where deviants protected themselves and their side of the world, was launched in response. Almost as if the event was foreseen. This system developed and changed as time went on, resembling a Hero Agency, mitigating chaos all over the East Horizon.\n \nTaiga Stelios, the self-proclaimed \"Greatest\", strives to get his name known far and wide. His goal is to reach the stars he admires and outshine every single one of them.\n \n[Author's Twitter](https://twitter.com/seakerzx)    [Author's Ko-Fi](https://ko-fi.com/seakerzx)    [Author's Patreon](https://www.patreon.com/Seaker)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-05-10T04:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/0b9e3fde-1f47-4ac4-bb51-f306b2daec23.png",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2023-10-13T16:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Raku Raku Survival: Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu"
    },
    "updatedAt": "2024-05-06T00:46:24+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/dccca267-4e09-4018-a3a9-a7e36a17656c.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival: Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island With Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!\n\nWith the way back to Earth blocked, thus began a dangerous life of survival on an uninhabited island in another world!!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！ こうして地球への帰り道は閉ざされたまま、異世界の無人島で危険なサバイバル生活が始まった！！\n\n---\n\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35aa7c2d-dc2b-4680-a1e1-57a65d39fb15",
    "title": {
      "en": "My Universe"
    },
    "updatedAt": "2023-10-05T02:23:14+00:00",
    "coverArt": "https://mangadex.org/covers/35aa7c2d-dc2b-4680-a1e1-57a65d39fb15/8e110a38-0cd3-4dd9-9fd5-659bfdbdf71a.png",
    "altTitles": [
      {
        "ko": "나의 우주"
      },
      {
        "pt-br": "Meu Universo"
      }
    ],
    "description": {
      "en": "As a socially awkward college student, Hayeon lives a pretty boring life -- except she can communicate with outer space. One day, she meets Ujun, an alien who is curious about human nature. When she rejects his request to “borrow” her body, he takes over the body of her crush! As Hayeon helps Ujun adjust to human life, their friendship blossoms into something more. However, their love story faces many obstacles, including an alien plotting to invade Earth. What will be the fate of these star-crossed lovers?",
      "pt-br": "\"Se aliens existem, eu quero conhecê-los.\"\n  \nUm dia, de repente, o universo falou comigo... Com o rosto de meu amor platônico da universidade?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d384ea2-1efd-4815-8c12-ff9663215060",
    "title": {
      "en": "Boukensha ni Narenakatta Ore, Skill [Oppai Kyousei] de Nayameru Anoko wo Hitotasuke!?"
    },
    "updatedAt": "2024-05-09T00:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/7d384ea2-1efd-4815-8c12-ff9663215060/b604e0a4-cfed-4434-a245-aa27d83e3af7.jpg",
    "altTitles": [
      {
        "ja": "冒険者になれなかった俺、スキル「おっぱい矯正」で悩めるあの子を人助け!?"
      },
      {
        "en": "I Couldn’t Become an Adventurer, so I’ll Help Troubled Girls With My [Breast Correction] Skill!?"
      }
    ],
    "description": {
      "en": "More than ten years have passed since dungeons suddenly appeared on Earth. In a world where people with excellent skills play an active role as adventurers, the skill that high school student Takeshi Miyamoto has discovered is... \"breast correction\"!?\n\nTakeshi is confused by the unique skill he has never seen or heard of. But there seems to be a surprising number of girls who need it.\n\n---\n\nWeb Novel Raw Link - [https://kakuyomu.jp/works/16816700426616946277](https://kakuyomu.jp/works/16816700426616946277)",
      "ja": "地球上に突如としてダンジョンが現れてから十余年。優れたスキルを持つ者が冒険者として活躍する世界で、高校生・宮本武が開眼したスキルは……「おっぱい矯正」!? 見たことも聞いたこともない異色のスキルに戸惑う武だったが、それを必要とする女の子は意外にも多そうでーー。\n\n* **宮本 武（みやもと たける）**\n高校1年生。密かに冒険者への憧れていたものの、「おっぱい矯正士」という謎のジョブを得てしまう。\n\n* **平良璃夢(たいらりむ)**\n武のクラスメイト。武がジョブ「おっぱい矯正士」であることに気づき、あるお願いをする。\n \n--- \n \nChikyū-jō ni totsujotoshite danjon ga arawarete kara jūyonen. Sugureta sukiru o motsu mono ga bōken-sha to shite katsuyaku suru sekai de, kōkōsei miyamoto takeshi ga kaigan shita sukiru wa... \"oppai kyōsei\"!? Mita koto mo kiita koto mo nai ishoku no sukiru ni tomadou budattaga, sore o hitsuyō to suru on'nanoko wa igainimo ō-sōde ̄̄. \n\n* **Miyamoto Takeshi**\nKōkō 1-nensei. Hisoka ni bōken-sha e no akogarete ita mono no, \"oppai kyōsei-shi\" to iu nazo no jobu o ete shimau. \n\n* **Taira Aki yume**\nTake no kurasumeito. Bu ga jobu \"oppai kyōsei-shi\" dearu koto ni kidzuki, aru onegai o suru."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f10c2dc-0901-40d0-ac32-eb7bec6ea920",
    "title": {
      "en": "Tenmaku Cinema"
    },
    "updatedAt": "2024-05-11T16:28:15+00:00",
    "coverArt": "https://mangadex.org/covers/6f10c2dc-0901-40d0-ac32-eb7bec6ea920/9a2a1f38-3884-4798-8575-51aa5dc1bb98.jpg",
    "altTitles": [
      {
        "ja": "テンマクキネマ"
      },
      {
        "ne": "तेन्माकु सिनेमा"
      },
      {
        "ru": "Кино Тэммаку"
      }
    ],
    "description": {
      "en": "The exciting new series from the creators of Food Wars! Extreme movie-lover Hajime Shinichi and the ghost of the mysterious genius screenwriter Takihiko Tenmaku--their meeting will provide some serious plot twists! It's ready, set, action for this coming-of-age series!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "a8dbdba7-6904-46cb-b03b-cf869b11110b",
    "title": {
      "en": "The Heroic Legend of Arslan"
    },
    "updatedAt": "2024-01-29T13:52:07+00:00",
    "coverArt": "https://mangadex.org/covers/a8dbdba7-6904-46cb-b03b-cf869b11110b/f3ee1310-8851-4b92-94e4-01a32bc51374.jpg",
    "altTitles": [
      {
        "es": "La Leyenda Heroica de Arslan"
      },
      {
        "ru": "Сказание об Арслане"
      },
      {
        "ar": "أسطورة أرسلان"
      },
      {
        "th": "ผู้กล้าแห่งอัสลัน"
      },
      {
        "ja": "アルスラーン戦記"
      },
      {
        "zh-hk": "亞爾斯蘭戰記"
      },
      {
        "ja-ro": "Arslan Senki"
      },
      {
        "pt-br": "A Heroica Lenda de Arslan"
      },
      {
        "fr": "ARSLĀN (Kurokawa)"
      },
      {
        "fr": "Les combats d'Arslan"
      }
    ],
    "description": {
      "en": "As an unnaturally heavy mist descends on the battlefield, King Andragoras and his most valued officers confer among the bodies of dead and dying soldiers. When Daryoon, a young but highly skilled officer, voices his reluctance to send men into battle under these conditions, the king, unstable and enraged, banishes him.  \nNow, Daryoon's new mission is to insure the safety of the King's only son, Prince Arislan. Daryoon and Prince Arislan set off on a quest of their own, but they can't succeed alone. They must convince both the Lord Narsus and his companion, the archer Elam, to join them in their quest to somehow help the soldiers win the war.  \n  \nNow a group of only six they must somehow overcome an enemy of 300,000 soldiers! These unlikely soldiers have fate on their side, so anything can happen!",
      "ru": "Данное произведение является адаптацией новеллы «Сказание об Арслане». Манга повествует о молодом, неопытном, и все еще неуверенном в себе принце по имени Арслан. В возрасте 14 лет он вместе с отцом отправляется в свой первый поход, который и оказывается для него роковым. Это история о том, как молодой принц взрослеет и становится настоящим королем. История о том, как он будет доказывать всему миру, кто он такой.",
      "pt-br": "A história gira em torno do príncipe Arslan, que após escapar de uma guerra que devastou seu país, decide reunir um grupo de aliados que almejam o mesmo que ele: a busca por vingança. Para isso, eles vão precisar formar um exército para vencer os milhares de soldados que invadiram Pals, a terra natal de Arslan, controlados por Lord Silver Mask, que voltou para tomar posse do trono e governar Pals."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebea2cf5-ce6c-4586-b2ad-a414fc7e0d22",
    "title": {
      "en": "Mushoku no Eiyuu: Betsu ni Skill Nanka Iranakattan daga"
    },
    "updatedAt": "2024-04-22T18:08:06+00:00",
    "coverArt": "https://mangadex.org/covers/ebea2cf5-ce6c-4586-b2ad-a414fc7e0d22/4d43cb9c-a3dd-436c-ac90-2a7e845c81f2.jpg",
    "altTitles": [
      {
        "ja": "無職の英雄 別にスキルなんか要らなかったんだが -才能ゼロの成り上がり-"
      },
      {
        "en": "The Hero Who Has No Class: I Don't Need Any Skills, It's Okay"
      },
      {
        "ru": "Бесклассовый герой: Да мне всё равно не нужны эти ваши умения"
      },
      {
        "en": "Hero Without a Class: Who Even Needs Skills?!"
      }
    ],
    "description": {
      "en": "\"Classes\" are given at the age of 10, and the presence or absence of \"skills\" greatly affect life. Arel, the son of \"Sword Princess\" Fara and \"Magic King\" Leon, has been branded as \"Classless\"… But even without a job or skills, Arel believes he can persevere through effort.",
      "ja": "努力でチートを凌駕する、最強ヒーロー見参!!\n\n10歳で授けられる「職業」と「スキルの有無」が人生を左右する世界で、最強の両親をもつ少年アレルは、なんと「無職」の烙印を押されてしまい……。職とスキルがなくても、努力をすればいい。その思いを胸に、アレルはストイックなまでの努力と筋トレでチートを凌駕する最強ヒーローに!?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0bbac64-efe5-4403-9fcf-5454db36467a",
    "title": {
      "en": "Teisou Gyakuten Sekai no Doutei Henkyou Ryoushu Kishi"
    },
    "updatedAt": "2024-04-09T15:03:38+00:00",
    "coverArt": "https://mangadex.org/covers/f0bbac64-efe5-4403-9fcf-5454db36467a/9ce47512-855c-4346-b27e-c857b3ab5dac.jpg",
    "altTitles": [
      {
        "ja": "貞操逆転世界の童貞辺境領主騎士"
      },
      {
        "en": "Virgin Knight who is the Frontier Lord in the Gender Switched World"
      },
      {
        "zh-hk": "貞操逆轉世界的童貞邊境領主騎士"
      },
      {
        "en": "Virgin Frontier Lord Knight In The Chastity-Switched World"
      }
    ],
    "description": {
      "en": "After being reincarnated into another world where the chastity and moral values of men and women are reversed and women rule the land, Faust was raised by his mother as a rare male knight. He's quick to become a war hero with many achievements under his belt, but because he inherited his way of thinking from his previous world, there's a certain severe pain in his groin day in and day out when faced with the likes of a scantily clad Queen who may as well be in the nude or the sexual harassment of the well endowed Duchess he calls a friend, among others...",
      "ja": "男女の貞操観念が真逆で女が国を支配する異世界に、現代日本から転生したファウストは男騎士として育てられた。数々の武功を上げ英雄と謳われるようになるも、前世の価値感を持つが故に、女王のほぼ全裸な薄着姿や巨乳公爵からのセクハラ的スキンシップに股間を痛める日々で……。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-05-02T04:59:46+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08adcc67-8d91-4e79-9cc6-99cf2f2cabe8",
    "title": {
      "en": "From the Grave and Back"
    },
    "updatedAt": "2023-10-07T22:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/08adcc67-8d91-4e79-9cc6-99cf2f2cabe8/f16a1812-f549-433a-8341-f3c45ec2026d.jpg",
    "altTitles": [
      {
        "ko": "뒤끝작렬"
      },
      {
        "en": "Back From the Grave"
      },
      {
        "ru": "Обратно из могилы"
      }
    ],
    "description": {
      "en": "“Hey, don’t get confused. I’ve never thought of you as my little brother. You don’t even know your right place.”   \nThat was the dagger that hurt the most.  \nHan Myoung Woo.  \nA child of a wealthy family with a quick mind.  \nBut god didn’t give him everything.  \nA near incurable genetic heart disease  \nHe did his best in order to earn the respect of the people around him.  \nBut his father, the chairman, and his family members never took him seriously.  \n  \nThat was when an accident suddenly struck him.  \nAnd…  \nHe woke up in the body of the severely injured student, Kim Cheol Min.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ko": "“야, 착각하지마. 난 한번도 널 동생으로 생각한 적 없어. 주제를 모르고”\n가슴을 파고드는 비수였다. \n한명우.\n명석한 두뇌와 재벌가의 자식이었다.\n다만 하늘은 모든 걸 주지않았다.\n불치병 수준인 선천적 심장병.\n이를 악물고 인정받기 위해 최선 또 최선을 다했다. \n그러나 아버지인 회장을 비롯해 식구 그 누구도 진심으로 대하지 않았다. \n\n그러던 그가 급작스런 사고를 당했다.\n그리고......\n치명적인 부상을 당한 대학생 김철민의 몸으로 들어갔다.\n \n건강하다.\n아니 건강하다못해 넘친다.\n잘돌아가는 머리에 체력까지.......\n\n이제 두 마리 토끼를 잡으러 간다.\n꼭 두 마리 토끼여야 했다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)",
      "ru": "«Эй, не ошибайся. Я никогда не думал о тебе как о своем младшем брате. Ты даже не знаешь свое место \". Это был самый болезненный удар. Хан Мён У - ребёнок из обеспеченной семьи, обладающий хорошим умом. Но не во всём ему повезло в жизни. У него почти неизлечимая генетическая болезнь сердца. Он приложил все усилия, чтобы заслужить уважение окружающих. Но его отец, председатель и члены его семьи никогда не воспринимали его всерьез. Именно тогда с ним внезапно случился несчастный случай. И... Он проснулся в теле тяжело раненого ученика Ким Чхол Мина.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%92%A4%EB%81%9D%EC%9E%91%EB%A0%AC/2666)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a32a7f35-4bc5-4c60-8913-999238deeebd",
    "title": {
      "en": "Superstar From Age 0"
    },
    "updatedAt": "2024-04-07T14:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/a32a7f35-4bc5-4c60-8913-999238deeebd/db8512a6-6979-4323-8e03-959670f3bad7.jpg",
    "altTitles": [
      {
        "ko": "0살부터 슈퍼스타"
      }
    ],
    "description": {
      "en": "From elves, fairies, slimes, gift items, devils and more, countless and thousands of reincarnations have led to a new life. I, Lee Seo Jun, have been reborn as a human child!\r\n\r\nIn the library of my life, where memories of my previous lives remain like fairy tales, I happen to see a past life with the dream life I desperately wanted. On top of that, I’ve been given abilities that grabs people’s attention!\r\n\r\nWith my hansome face doing all the hard work! My insane acting skills! This time, at long last, I will achieve my dream and become a superstar!\r\n\r\nWet’s dow it! (Baby Accent)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fced5d34-2c03-4bb4-bdf9-8041651f5d22",
    "title": {
      "en": "Red Candy"
    },
    "updatedAt": "2023-11-05T15:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/fced5d34-2c03-4bb4-bdf9-8041651f5d22/719a1adf-c8be-4fce-a682-1ec2e2b351f3.jpg",
    "altTitles": [
      {
        "ko": "레드 캔디"
      }
    ],
    "description": {
      "ar": "كانغ سيهيون هو عميل برتبة (اس اس) في شركة استخبارات خاصة. الاسم الرمزي: ريد كاندي. جمع المعلومات الاستخبارية وحتى المعارك النارية – هي مهارات يفتخر بها ، لكنه في الواقع محاصر في وطنه؟ لإكمال مهمته ، يحتاج إلى إخضاع هاجون ، وهو مثلي الجنس منحط (؟) ، والبحث عن ورقة بحثية!",
      "en": "Kang Sihyun is an SS rank agent from a private intelligence company. Code name: Red Candy. Intelligence gathering and even gunfights - Sihyun’s skills are something he’s proud of, but he’s actually being held up in his home country? To complete his mission, he needs to subjugate Hajun, a promiscuous gay (?), and look for a research paper! This is an erotic romance between Hajun, who knows nothing, and the secretive spy Sihyun.",
      "id": "Kang Sihyun adalah seorang agen peringkat SS dari sebuah perusahaan intelegensi swasta. Nama kode: Red Candy. Pengumpulan informasi dan bahkan pertarungan senjata adalah keterampilan yang Sihyun banggakan, tapi ia malah ditahan di negara asalnya! Untuk menyelesaikan misinya, ia harus menaklukkan Hajun, seorang gay (?) yang tidak pemilih, dan mencari sebuah makalah penelitian. Ini adalah kisah romansa erotis antara Hajun, yang tidak tahu apa-apa dengan mata-mata rahasia, Sihyun.",
      "pt-br": "Kang Sihyun é um agente da SS de uma empresa de inteligência privada. Nome de código: Red Candy. Coleta de inteligência e até tiroteios - as habilidades de Sihyun são algo de que ele se orgulha, mas ele está realmente preso em seu país de origem? Para completar sua missão, ele precisa subjugar Hajun, um gay promíscuo (?), e procurar um trabalho de pesquisa! Este é um romance erótico entre Hajun, que não sabe nada, e o espião secreto Sihyun."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "3.5",
    "lastChapter": "102"
  },
  {
    "mangaId": "0942d2d0-3987-4751-b955-9fa73bb775b0",
    "title": {
      "en": "How to Survive as the Devil's Child"
    },
    "updatedAt": "2024-04-04T16:22:07+00:00",
    "coverArt": "https://mangadex.org/covers/0942d2d0-3987-4751-b955-9fa73bb775b0/69a18c52-a300-4e2d-b9a3-f74904b580c4.jpg",
    "altTitles": [
      {
        "ko": "마왕의 아이로 살아남는 법"
      },
      {
        "ko-ro": "Mawangui Airo Saranamneun Beop"
      },
      {
        "en": "How to Survive as the Devil's Daughter"
      }
    ],
    "description": {
      "en": "The world is doomed. Again. No matter how much I regress to try to prevent the end of the world by repeating nearly a thousand recurrences, I could never change the ending. Now, I'm tired. Returning is also boring. How old will I be back this time? Regression, I don't want to do it again."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-04-15T18:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/e4ede91b-f1ec-427c-8498-af2c94c970d1.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！　異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-04-02T11:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/8391aa8f-d2f1-46a6-8cbe-88c37b224576.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "74522cd4-8235-40af-8220-cd362d1f7435",
    "title": {
      "en": "Even Though She's a Big Gal Maid"
    },
    "updatedAt": "2024-05-11T15:40:36+00:00",
    "coverArt": "https://mangadex.org/covers/74522cd4-8235-40af-8220-cd362d1f7435/32f0f44e-f754-415d-8ddb-1fe8864cc3e2.jpg",
    "altTitles": [
      {
        "ja": "デカ・ギャル・メイドのくせに"
      },
      {
        "ja-ro": "Deka-Gal Maid no Kuse ni"
      },
      {
        "ja-ro": "Deka-Gyaru Meido no Kuse ni"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12b6736f-6620-4e10-9c26-5d4128de2111",
    "title": {
      "en": "Glamorous Gathering Takahashi"
    },
    "updatedAt": "2024-05-04T09:53:09+00:00",
    "coverArt": "https://mangadex.org/covers/12b6736f-6620-4e10-9c26-5d4128de2111/764dbb65-bb9f-47cb-beef-fa45e5a0a9ac.jpg",
    "altTitles": [
      {
        "ja": "ぎゅぎゅっと高橋"
      },
      {
        "zh-hk": "高桥魅惑之夜"
      },
      {
        "zh": "高橋魅惑之夜"
      },
      {
        "ja-ro": "Gyugyutto Takahashi"
      }
    ],
    "description": {
      "en": "Videogames x Showa Culture x Glamour! A voluptuous and fascinating book for those that enjoy the Showa Era and playing video games! A large collection of stories, published in Harta by Benitsubaki's author, Takahashi Hirona, all in one volume!\n\nTwo glamorous folk tales, including \"Glamorous-suteyama\", a glamorous rearrangement of the Ubasuteyama legend!\nWhen a witch fostering a planet sprays it with some water, torrential rains begin to pour from above in \"My first planet\"\n\"Shiramari\" is a super idol whose singing voice makes people so happy they could die!\nAnd of course, the series of 16 shorts \"It's okay to play games\", the antithesis of being given a cold look while you're playing video games!\n\nFull of bright, fantastical ideas, all these gems from Harta's new wave, Takahashi Hirona, in a single volume!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  }
]