[
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-12-19T19:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d85cb6a1-4bbe-4fa8-a18c-093fee1c7b4a",
    "title": {
      "en": "Sacrificial Princess and the King of Beasts"
    },
    "updatedAt": "2024-12-19T23:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/d85cb6a1-4bbe-4fa8-a18c-093fee1c7b4a/b60a6a51-69e0-4ff1-ae24-67833015efb9.jpg",
    "altTitles": [
      {
        "ja": "贄姫と獣の王"
      },
      {
        "ja": "Nie-hime to Kemono no Ou"
      },
      {
        "ja": "Niehime to Kemono no Oh"
      },
      {
        "ja-ro": "Niehime to Kemono no Ou"
      },
      {
        "en": "Princess of the Sacrifice & King of the Beast"
      },
      {
        "de": "Sacrifice to the King of Beasts"
      },
      {
        "fr": "La princesse et la bête"
      },
      {
        "it": "La principessa sacrificio i el re delle bestie"
      },
      {
        "ko": "산제물의 공주와 짐승의 왕"
      },
      {
        "ko": "제물공주와 짐승의 왕"
      },
      {
        "zh": "祭品公主与兽之王"
      }
    ],
    "description": {
      "en": "Saliphie, the 99th sacrifice to the terrifying demon king, learns two secrets about the king: The first, that he has been letting the sacrifices go in secret. The second, that half of his blood is that of a human. She gets to know the king's kindness and sorrow, and then it's announced that the king has taken Saliphie, who wishes to become a source of energy for the king, as his queen, and…?",
      "pt-br": "Localizado no fim do mundo, o Reino de Ozmargo é habitado por feras de todas as formas e feitios, governado por um temível rei sem nome. Após o fim de uma guerra de cem anos entre Ozmargo e o reino humano vizinho, um tratado de paz foi assinado: todo ano, um sacrifício deve ser enviado para ser devorado pelo rei na noite da revelação.\n\nSariphi é o 99º e mais recente sacrifício humano. Embora pareça frágil, ela não teme o rei nem tem uma família ou um lar para onde retornar caso consiga escapar de sua morte iminente. Intrigado pela garota audaciosa, o rei deixa Sariphi vagar pelo palácio, apesar da desaprovação de seu conselheiro, Anúbis.\n\nAos poucos, o rei e Sariphi começam a se aquecer um com o outro, mas a noite da revelação está se aproximando rapidamente. Sem que eles saibam, o dia fatídico desencadeia uma série de eventos que mudarão o curso do destino não apenas de Sariphi e do rei, mas também de seus respectivos mundos."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "89.6"
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2024-11-17T00:32:32+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4",
    "title": {
      "en": "Gyaru to Kyouryuu"
    },
    "updatedAt": "2023-11-04T00:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4/5cc91b95-2b9e-4665-be2c-9a01f04a2386.jpg",
    "altTitles": [
      {
        "en": "My Roomie Is a Dino"
      },
      {
        "en": "Gal & Dino"
      },
      {
        "ja": "ギャルと恐竜"
      }
    ],
    "description": {
      "en": "A story of a gyaru who picks up a dinosaur.  \n\n---\n**Links:**\n  \n- [Official Site](http://galkyo.com/)\n- Alternative Official English - [Kodansha](https://kodansha.us/series/my-roomie-is-a-dino/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "105"
  },
  {
    "mangaId": "23410e36-1834-441a-85fd-722f74e0db02",
    "title": {
      "en": "Royal Tailor: Clothier to the Crown"
    },
    "updatedAt": "2024-06-27T15:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/23410e36-1834-441a-85fd-722f74e0db02/ff251526-b1f5-44a2-8170-8c9a9a67f5c9.jpg",
    "altTitles": [
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      }
    ],
    "description": {
      "en": "Hana's lifelong dream is to become a tailor and make wonderful clothes for people of all the different fantasy races. However, in a world where humans are discriminated against, even getting work as a seamstress is a struggle. When a handsome, mysterious prince offers her a job, it seems like Hana's fortunes might finally be changing for the better!\n\n(Source: [Seven Seas Entertainment](https://sevenseasentertainment.com/series/royal-tailor-clothier-to-the-crown/))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6da232d-1527-49fc-b3ce-c8325263a6a2",
    "title": {
      "en": "Silencer"
    },
    "updatedAt": "2024-01-04T14:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/d6da232d-1527-49fc-b3ce-c8325263a6a2/8df0ccd6-10d0-4c66-8887-2965790d83b4.jpg",
    "altTitles": [
      {
        "ja": "サイレンサー"
      },
      {
        "ja-ro": "Sairensā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nShizuka Katsuragi is a female detective who loves silencers. She is assigned to the \"annex\" of the Community Safety Division, a hive of activity in the Tokyo Metropolitan Police Department.\n\n Her partner is Kenya Iha, the most eccentric person in the Metropolitan Police Department. The pairing of the two is a strange one, as they both pull each other down. \n\nWith the policy of \"conquer poison with poison,\" her beloved gun quietly blows fire today..."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "34"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12ac16ec-8894-420b-bc03-eade9340dfd8",
    "title": {
      "en": "Trinity Seven"
    },
    "updatedAt": "2024-10-14T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/12ac16ec-8894-420b-bc03-eade9340dfd8/3cdb9d45-248f-495c-bc53-d68584db4688.jpg",
    "altTitles": [
      {
        "en": "Trinity 7"
      },
      {
        "ja-ro": "Trinity Seven - 7-Nin no Masho Tsukai"
      },
      {
        "ja-ro": "Trinity Seven: 7-Nin no Mahoutsukai"
      },
      {
        "id": "ทรินิตี้เซเว่น 7 จ้าวคัมภีร์เวท"
      },
      {
        "ja": "トリニティセブン 7人の魔書使い"
      },
      {
        "ko": "트리니티 세븐"
      },
      {
        "en": "Trinity Seven - The 7 Magicians"
      }
    ],
    "description": {
      "en": "Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake?",
      "pt-br": "Arata Kasuga está vivendo uma vida comum com sua prima, Hijiri, quando um acontecimento misterioso chamado \"Fenômeno do Colapso\" a faz desaparecer diante de seus olhos. Determinado a erradicar o Fenômeno do Colapso e trazer Hijiri de volta, Arata se matricula na Academia Real Biblia. É uma estrada difícil pela frente, mas nada é impossível quando você tem sete lindas garotas — cada uma mestre em sua própria arte mágica — ao seu lado! A comédia romântica e a história às vezes séria da escola de bruxas começa!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 30. ]"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0458e53f-59ab-49f0-b99a-9deb16049377",
    "title": {
      "en": "Zenbu Kimi no Sei - Extras / After Story"
    },
    "updatedAt": "2024-11-07T15:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/0458e53f-59ab-49f0-b99a-9deb16049377/a0b9c6a0-cb16-46eb-ab60-92b1a2ccb3f3.png",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "en": "All Your Sex"
      },
      {
        "ja": "男にも女にも中学教師"
      },
      {
        "ja-ro": "Otoko ni mo Onna ni mo Naru Chuugaku Kyoushi"
      },
      {
        "ja": "どっちも女装するカップル♂"
      },
      {
        "ja-ro": "Docchi mo Josou Suru Couple ♂"
      }
    ],
    "description": {
      "en": "Extras and After Story of [Zenbu Kimi no Sei](https://mangadex.org/title/82476383-e6a9-41a7-b98c-87cc8be9efbb/zenbu-kimi-no-sei), mainly centred around Ryou and Nagisa. (the Official Raws are free to view)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-12-07T15:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/b0ecfe80-aae9-41a5-a9b6-ecf716543e91.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f73cb139-5ecb-4442-a100-ff2e08583797",
    "title": {
      "en": "Gekizumi Dungeon Desu ga Skill Hanshoku de Gyakuten Shitai to Omoimasu"
    },
    "updatedAt": "2025-01-05T14:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/f73cb139-5ecb-4442-a100-ff2e08583797/5d7c5caa-9192-4fe3-8bc6-cba0b7a84046.png",
    "altTitles": [
      {
        "ja-ro": "Gekizumi Dungeon Desu Ga “skill: Hanshoku” De Gyakuten Shitai To Omoimasu"
      },
      {
        "ja": "激詰みダンジョンですが《スキル：繁殖》で逆転したいと思います"
      },
      {
        "en": "Extreme Dead-End Dungeon: Turning the Tables with My Skill: Reproduction!"
      }
    ],
    "description": {
      "en": "Akira the Dungeon Master: From Weakest to Strongest! Reborn in another world as a dungeon master, Akira Hanamura constructs a cozy dungeon within just 30 minutes. However, there's one major flaw—this \"perfect\" dungeon has zero defenses against the flood of adventurers seeking its treasures. It’s a ticking time bomb where being conquered means instant death for Akira. In this desperate situation, Akira discovers the potential of his unique 《Reproduction》 skill. To survive, he must expand his forces by creating new monsters, utilizing both female adventurers and monster girls as vessels to grow his dungeon's strength. What starts as the weakest dungeon turns into a relentless rise to power as Akira battles to create the ultimate stronghold. An erotic and high-stakes dungeon-building fantasy born from Nocturne Novels—prepare for a thrilling journey of strategy, survival, and unexpected alliances!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8249e7e-cd20-43f3-b961-f47ad1070ab0",
    "title": {
      "en": "Dame Ningen no Itoshikata"
    },
    "updatedAt": "2024-12-23T18:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/b8249e7e-cd20-43f3-b961-f47ad1070ab0/99ee60c6-a3ba-469f-a814-617570d5af75.jpg",
    "altTitles": [
      {
        "ja": "ダメ人間の愛しかた"
      },
      {
        "ja-ro": "Dame Ningen no Aishikata"
      },
      {
        "en": "How to Love a Loser"
      },
      {
        "en": "How to Love a Misfit"
      },
      {
        "pt-br": "Como Amar Uma Pessoa Inútil"
      },
      {
        "vi": "Bí Quyết Để Yêu Một Tên Vô Dụng"
      }
    ],
    "description": {
      "en": "\"No talent, no money, no education. A worthless person, bottom of the barrel.\"\n\"But... just seeing you like that makes me feel so happy.\"\n\nShinba, an unemployed young man, is what someone could call a useless person. For some reason, such a man is dating a cool and beautiful woman named Hizumi. For the sake of Hizumi, whom he loves very much, Shinba tries to graduate from being a useless person, but his efforts are always in vain. She ridicule, sneers and deny him. She whisper words of love to him and stays by his side.",
      "ja": "キミはホントに面白いね寝坊はするし　忘れ物多いし部屋は汚いし　知らないゲームの話ばっかするし　知らない歌ばっか歌って初めてくれたプレゼントは、ゲーセンのオモチャの指輪どこに出しても恥ずかしいダメ人間\n\n…ふふっ　落ち込まないで　私は楽しいから　そのバツの悪そうな顔を見てるだけで不安にさせてごめんね好きだから許してね　はは",
      "vi": "\"Anh là một tên bất tài, lại chẳng có tý học vấn nào, chưa kể là còn nghèo rách mồng tơi...\"\n\"Là một sản phẩm vô giá trị, một thứ cặn đáy của xã hội chẳng đáng ngó tới\"\n\"Cho dù thế...\"\n\"Thấy anh là chính mình như vậy, cũng khiến em cảm thấy hạnh phúc biết bao...\"\nVì một vài lý do mà thằng ăn hại như Shinba lại hẹn hò với một người phụ nữ trưởng thành và xinh đẹp tên Hizumi.\nVì một tương lai sánh vai với cô ấy người mà hắn yêu thương nhất, Shinba sẽ cố gắng thoát khỏi con người vô dụng của bản thân mình, nhưng mọi nổ lực của hắn đều thất bại.\nCô ấy giễu cợt, chế nhạo và từ chối hắn ta. Đồng thời cũng rớt vào tai hắn những lời ngọt ngào và ở lại bên hắn.\nĐây là một câu chuyện tình không cân bằng của một tên đàn ông vô dụng và một cô bạn gái độc mồm.",
      "pt-br": "\"Sem talento, sem dinheiro, sem educação. Uma pessoa sem valor, no fundo do poço.\"\n\"Mas... só de te ver assim me faz tão feliz.\"\nShinba, um jovem desempregado, é o que alguém poderia chamar de uma pessoa inútil.\nPor algum motivo, esse homem está namorando uma mulher legal e bonita chamada Hizumi.\n\nPelo bem de Hizumi, a quem ele ama muito, Shinba tenta se formar como uma pessoa útil, mas seus esforços são sempre em vão.\n\nEla ridiculariza, zomba e o nega. Sussurra palavras de amor para ele e fica ao seu lado.\n\nUma história de amor desequilibrada, apresentada por um homem inútil e uma namorada diabólica, abre suas cortinas para o mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-10-15T15:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e42e911c-b1fc-4530-9148-d127fd148128",
    "title": {
      "en": "Tsurego Shimai Ni Iroiro Hasama Rete Nemurenai"
    },
    "updatedAt": "2025-01-03T14:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/e42e911c-b1fc-4530-9148-d127fd148128/62bdb854-3891-4801-84dd-17d35e10353d.png",
    "altTitles": [
      {
        "ja": "連れ子姉妹にいろいろ挟まれて眠れない"
      },
      {
        "en": "I Can't Sleep Because Of My Step-Sisters"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-27T23:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/a57a5f83-d4b8-4ad4-bdbe-37c72e82876d.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "51884f2e-8df3-45ec-8bab-4a9b10ae38ce",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal~〈Fan Colored〉"
    },
    "updatedAt": "2024-12-30T18:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/51884f2e-8df3-45ec-8bab-4a9b10ae38ce/ee70f5cf-aecb-4c44-98ea-f6e1c8023204.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ff7c185-a4f9-4831-8d50-a33a88161dd5",
    "title": {
      "en": "Kao Dake Mysterious-chan"
    },
    "updatedAt": "2025-01-05T14:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/9ff7c185-a4f9-4831-8d50-a33a88161dd5/042b949a-2f00-4cb8-9f81-091c2637f334.jpg",
    "altTitles": [
      {
        "ja": "顔だけミステリアスちゃん"
      },
      {
        "en": "Mysterious-chan's Face"
      },
      {
        "ja": "田舎なんて、こんなことしか楽しみがないから"
      },
      {
        "ja-ro": "Inaka Nante, Konna Koto Shika Tanoshimi ga Nai Kara"
      },
      {
        "en": "Not Much Else to Do for Fun in the Countryside"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28ce7d9d-c65a-462b-bb8f-25864d409108",
    "title": {
      "en": "The Gods World"
    },
    "updatedAt": "2025-01-05T14:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/28ce7d9d-c65a-462b-bb8f-25864d409108/9d3f78a1-46f1-4422-8e07-2e49379a1cb0.png",
    "altTitles": [],
    "description": {
      "en": "My first ever manga and is a joke manga will not be taken seriously and will get updated at random"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637c9fd2-4b57-45f8-b2a0-35b9915b128d",
    "title": {
      "en": "Falling for the Enemy"
    },
    "updatedAt": "2024-08-13T17:21:57+00:00",
    "coverArt": "https://mangadex.org/covers/637c9fd2-4b57-45f8-b2a0-35b9915b128d/010512d5-edf6-4b28-af99-142bbff90c38.jpg",
    "altTitles": [
      {
        "ko": "원수를 사랑하게 된 이유에 대하여"
      },
      {
        "ko-ro": "Wonsureul Saranghage Doen Iyue Daehayeo"
      },
      {
        "en": "How Could I Love the Enemy?"
      },
      {
        "zh-hk": "關於我愛上仇人的理由"
      },
      {
        "zh-hk": "關於愛上冤家的理由"
      },
      {
        "zh": "关于爱上冤家的理由"
      },
      {
        "id": "Jatuh untuk musuh"
      },
      {
        "fr": "S'amourachant du ennemi"
      },
      {
        "fr": "S'amourache du ennemi"
      },
      {
        "es": "Enamorarse de tu enemigo"
      }
    ],
    "description": {
      "en": "How could I love the enemy? After her parents' death, Lia versed herself in swordsmanship to protect her family. But as the Empire's only female Commander of a knights' battalion, she can't seem to catch a break because of the meddling Duke Edgar! But wait... Why does this \"enemy\" blush whenever he looks her way?!",
      "ko": "부모님이 마차 사고로 돌아가시고, 가문을 지키기 위해 검을 든 리아.\n제국 유일의 여기사 단장이 되어 인정받았다 생각하고 한시름 놓았더니,\n사사건건 시비를 거는 원수 같은 공작 에드가 때문에 하루하루 속만 터져간다!\n\n그런데 리아를 보고 얼굴을 붉히는 이 원수....뭔가 이상한데?",
      "zh": "因为父母去世，为了守护家族而举起剑的莉亚，想着能作为帝国唯一的女骑士团长获得认可之后松了口气，却因为大大小小的事都来挑衅的冤家一样的公爵埃德而每一天都要气炸了！ 然而看着莉亚却脸红了的这个冤家...总感觉有点奇怪呢？？",
      "zh-hk": "我怎麼可能愛上仇人呢？父母去世之後，莉婭為了保護家人而努力精通了劍術。但作為帝國唯一的女騎士團長，她卻因為愛德加公爵的攪和而不得安生！等等…這個‘仇人’為什麼每次見到她都會臉紅啊？ ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2025-01-04T01:40:12+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec3d72be-ef09-4139-9910-920dcdc033ef",
    "title": {
      "en": "Megarosalia"
    },
    "updatedAt": "2024-12-20T16:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/ec3d72be-ef09-4139-9910-920dcdc033ef/1ed3b0b8-766c-4d8f-8854-6ccc187e94d3.jpg",
    "altTitles": [
      {
        "ja": "メガロザリア"
      },
      {
        "ru": "Мегарозалия"
      },
      {
        "uk": "Мега Розалія"
      }
    ],
    "description": {
      "en": "A true villainess, she will mercilessly kill anyone who gets in the way of her glory. She'll trick and manipulate the witch with the power to rewind time into killing her rivals! A fantastic suspense story about starting from the bottom and overthrowing the hierarchy to become Queen!",
      "ja": "これが本物の悪役令嬢、栄光の邪魔になる者は容赦なくぶち殺す。時間を巻き戻す力を持つ魔女を騙し操り、ライバル令嬢を殺せ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-11-28T19:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "351"
  },
  {
    "mangaId": "6e4ab519-495f-4dc9-9f8a-00f18de96fe8",
    "title": {
      "en": "The Great Ruler"
    },
    "updatedAt": "2024-09-07T20:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/6e4ab519-495f-4dc9-9f8a-00f18de96fe8/4f3cd3c2-f9d1-4f19-b9de-d6f16bc8e17a.png",
    "altTitles": [
      {
        "zh-ro": "Da Zhu Zai"
      },
      {
        "zh-ro": "Dou Po Cang Qiong Zhi Da Zhu Zai"
      },
      {
        "en": "The Great Dictator"
      },
      {
        "zh": "大主宰"
      },
      {
        "zh": "斗破苍穹之大主宰"
      },
      {
        "zh-ro": "Dà Zhǔ Zǎi"
      },
      {
        "zh-ro": "Dòu Pò Cāng Qióng Zhī Dà Zhǔ Zǎi"
      },
      {
        "vi": "Đại chúa tể"
      },
      {
        "es-la": "El gran gobernante"
      }
    ],
    "description": {
      "en": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.  \n  \nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.  \n  \nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.  \n  \nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.  \n  \nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.  \n  \nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.  \n  \n*Note : The Comic Format Change From Normal Page to Longstrip Starting at Chapter 84,*",
      "vi": "Trong đại thiên thế giới, nơi các vị diện giao thoa, vạn tộc lập quần hùng, lần lượt là những thiên vương từ các hạ vị diện, trong đại thiên thế giới này, đang lập nên những huyền thoại mà mọi người khao khát, theo đuổi chúa tể chi lộ. Đạo tranh phía trước, ta chính là đại chúa tể!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04d4dcd8-c009-476e-86f5-d00ddb2057bd",
    "title": {
      "en": "Toki"
    },
    "updatedAt": "2024-10-15T18:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/04d4dcd8-c009-476e-86f5-d00ddb2057bd/e4e321b0-21b0-4494-abe8-c9286eb1c0f3.jpg",
    "altTitles": [
      {
        "ja": "怜-Toki-"
      }
    ],
    "description": {
      "en": "A Saki spin-off series. It follows the characters Toki Onjouji, Ryuuka Shimizudani and other girls from Osaka during their elementary and middle school years."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0e881c9-371f-4e00-a0fd-7648c1c5d7a1",
    "title": {
      "en": "The Errand Princess of the Inner Palace"
    },
    "updatedAt": "2024-09-02T07:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/d0e881c9-371f-4e00-a0fd-7648c1c5d7a1/1b89948f-1a71-4fe7-beb5-32b9793798bd.jpg",
    "altTitles": [
      {
        "ja": "後宮の雑用姫"
      },
      {
        "ja-ro": "Koukyuu no Zatsuyouki"
      }
    ],
    "description": {
      "en": "Shaolan (Xiao Lian) is an orphaned girl who lives alone in the mountains at the very nook of an impoverished village. One day, an envoy from the palace arrives and scouts her to to be a lady-in-waiting for the imperial harem. This was how a wild girl raised on the mountains was able to live in a luxurious palace working as a lady-in-waiting, however...\n\nOn her first day (due to various reasons), Shaolan had suddenly become a criminal after slapping one of the consorts.\n\nThough execution appeared certain, she was specially pardoned and demoted from a lady-in-waiting to a maidservant in charge of odd jobs. She is ridiculed by the other consorts as the, \"Princess of Odd Jobs,\" however, this is where her rapid advance begins. She implements reforms to the worn-down palace and optimizes her chores through the knowledge she learned from her life of living in poverty, earning the gaze of the other ladies-in-waiting and the imperial consorts alike. Continuing these course of events, Shaolan's name spreads through the imperial palace, reaching even the emperor's ears..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "7005f4c8-b4a5-4765-8698-711091cf3548",
    "title": {
      "en": "Shinobeyo! Stalker"
    },
    "updatedAt": "2024-05-16T18:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/7005f4c8-b4a5-4765-8698-711091cf3548/33515bb5-0760-470c-bd0a-d4030521e72d.jpg",
    "altTitles": [
      {
        "ja": "忍べよ！ストーカー"
      },
      {
        "en": "Ninja Stalker!"
      },
      {
        "es-la": "Perseguidor Ninja!"
      },
      {
        "vi": "Ninja Rình!"
      }
    ],
    "description": {
      "en": "As a runaway ninja, Benimaru has little to no prospects in life. As he was lying in the woods, contemplating his death, a stranger approaches him and gives him back his will to live. Benimaru finds out that the man was none other than the province's feudal lord's son, Lord Shinosuke Kiyohisa Yamato. Putting his skills to use, Benimaru sneaks around and secretly looks after Lord Shinosuke, who may be much more clueless than he lets on...",
      "vi": "Câu chuyện tình yêu hài hước về Benimaru – một ninja “bị ruồng bỏ” biến thái, cuồng rình rập chàng trai Shinosuke đã đem đến cho mình hi vọng sống."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "1d682eb9-c947-4fdd-bdca-61dd70a13741",
    "title": {
      "ja": "Demon Academy"
    },
    "updatedAt": "2024-03-09T21:51:36+00:00",
    "coverArt": "https://mangadex.org/covers/1d682eb9-c947-4fdd-bdca-61dd70a13741/d4f2f0e6-c000-40fd-8ee9-511804efa3a9.jpg",
    "altTitles": [
      {
        "ja": "魔界学園"
      },
      {
        "zh-hk": "魔界學園"
      },
      {
        "ja-ro": "Makai Gakuen"
      }
    ],
    "description": {
      "en": "The Fierce Demons pride themselves as being the reigning delinquent gang of Mikado High School, but their name lets on much more, as they are being influenced by strange occult forces.\nDan Hayato, a mysterious transfer student with an unknown past, arrives at the school with a hidden agenda. With his power to separate his soul from his body, what does he know about the motives of the Fierce Demons and what events will lead to the destruction of the school?",
      "ja": "帝高校夜間部のアイドル、氷河めぐみが、謎の老婆ミス・ヴァージン率いる黒門高校によって拉致された！彼女を救うために教師が招いたのは、檀隼人という謎の転校生。めぐみ奪還に動き出す隼人だったが、その役目は我らにこそあり、と帝高護衛団「烈鬼」も動き出す。果たして彼女を救いだすのは――？"
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "21",
    "lastChapter": "188"
  },
  {
    "mangaId": "d68f0bfb-6ef5-4b98-bf6b-a76ec4c75d2e",
    "title": {
      "en": "Magokoro Scramble! What Lies in Your Heart?"
    },
    "updatedAt": "2024-12-27T22:42:29+00:00",
    "coverArt": "https://mangadex.org/covers/d68f0bfb-6ef5-4b98-bf6b-a76ec4c75d2e/d3d9825c-75aa-4fe2-bda7-1070fc7e243f.jpg",
    "altTitles": [
      {
        "ja": "真心スクランブル！"
      },
      {
        "ja-ro": "Magokoro Scramble!"
      },
      {
        "vi": "Magokoro Scramble! Điều ẩn giấu trong trái tim bạn là gì?"
      }
    ],
    "description": {
      "en": "Is this love natural instinct or fate? Koharu is born to a bloodline who can read people's minds. Although he told himself he would never open up to anyone besides his family, those plans are thrown off when he meets an eccentric girl by the name of Yuki. With their encounter, Koharu begins to fall deeper and deeper... into the pit of romance!",
      "vi": "Liệu tình yêu này là bản năng tự nhiên hay là định mệnh? Koharu sinh ra trong một dòng dõi có khả năng đọc được suy nghĩ của người khác. Dù đã tự hứa sẽ không mở lòng với ai ngoài gia đình mình, kế hoạch đó bị phá vỡ khi cậu gặp một cô gái kỳ lạ tên Yuki. Cuộc gặp gỡ này đã khiến Koharu ngày càng rơi sâu vào... hố sâu của tình yêu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-12-11T04:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36262825-e510-4935-92a6-32af9183d808",
    "title": {
      "en": "Kuzulesse Oblige: 18-kin Game Sekai no Kuzu Akuyaku ni Tensei Shiteshimatta Ore wa, Gensaku Chishiki no Chikara de Doushite mo Mob Jinsei wo Tsukami Toritai"
    },
    "updatedAt": "2024-08-09T20:31:14+00:00",
    "coverArt": "https://mangadex.org/covers/36262825-e510-4935-92a6-32af9183d808/3983440c-d592-4a7d-b806-a19e8ea3bf56.png",
    "altTitles": [
      {
        "en": "Scumless Oblige: Reborn as the Scummy Villain in an 18+ Adult Game, and I Absolutely Want to Seize the Mob Life Using My Knowledge of the Original Story"
      },
      {
        "ja": "クズレス・オブリージュ　18禁ゲー世界のクズ悪役に転生してしまった俺は、原作知識の力でどうしてもモブ人生をつかみ取りたい"
      }
    ],
    "description": {
      "en": "Before I knew it, I was in a world of 18+ games with magic and erotica.\n\nIn it, I was reborn as Ultos, the worst scum in history. If I continue like this, I will meet the worst possible fate.\n\nSomehow, I must be reborn from the hated character known as 'ScumUltos' into a pure and innocent mob character...!!\n\nRise up from being the worst douchebag villain of all time!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Behind Her Highness' Smile"
    },
    "updatedAt": "2024-09-24T07:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/7f71a31e-4ce8-4948-9b2d-2307fd3b51d9.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "ko-ro": "Saranameun Wangnyeoui Useum Dwieneun"
      },
      {
        "en": "Beneath the Surviving Princess' Joyful Façade"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      },
      {
        "es-la": "Detrás de la sonrisa de la reina superviviente"
      },
      {
        "th": "เบื้องหลังรอยยิ้มของเจ้าหญิง"
      },
      {
        "zh": "幸存王女的微笑背后"
      },
      {
        "zh": "活下来的王女的笑容背后"
      },
      {
        "zh-hk": "倖存王女的微笑之謎"
      }
    ],
    "description": {
      "en": "When the king offers Aerik Cladinae his own sister's hand in marriage for his meritorious deeds in battle, he didn't expect to get saddled with a limping, drooling woman like Miesa Esquillre.\n\nDriven insane by her brother's physical and psychological torture, Miesa rolls around on the ground, spills food all over herself, and screams unintelligebly as a way of communicating. But sometimes, Aerik catches a flash of shrewd understanding behind those vacant eyes.\n\nIs Miesa truly as mad as everyone thinks... or is she hiding something?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc22c201-a2a8-40aa-a23f-69852b0c8d0f",
    "title": {
      "en": "Kowloon Generic Romance"
    },
    "updatedAt": "2024-10-26T08:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/dc22c201-a2a8-40aa-a23f-69852b0c8d0f/1d195e8d-18cb-45f4-8416-01ed555b282e.jpg",
    "altTitles": [
      {
        "ja": "九龍ジェネリックロマンス"
      },
      {
        "zh-hk": "九龍大眾浪漫"
      },
      {
        "ru": "Обычный роман в Цзюлуне"
      }
    ],
    "description": {
      "en": "The greatest labyrinth of the 20th century, a drama for working men and women in a town called Kowloon Walled City. A daily adult romance in a gentle dystopia.  \n  \n(…can a dystopia be gentle?)",
      "ja": "此処は東洋の魔窟、九龍城砦。ノスタルジー溢れる人々が暮らし、街並みに過去・現在・未来が交差するディストピア。はたらく30代の男女の非日常で贈る日常と密かな想いと関係性をあざやかに描き出す理想的なラヴロマンスを貴方に――。",
      "pt-br": "O maior labirinto do século 20, um drama para homens e mulheres trabalhadores de uma cidade murada chamada Kowloon. Um romance adulto diário em uma distopia suave, uma nova vida tranquila."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16dcfceb-4382-45f1-adb0-d57fc5ea0d06",
    "title": {
      "en": "Ore no Shibou Flag ga Todomaru Tokoro wo Shiranai"
    },
    "updatedAt": "2024-12-10T08:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/16dcfceb-4382-45f1-adb0-d57fc5ea0d06/12081a79-450d-4bae-b6c4-aa8189394b9c.jpg",
    "altTitles": [
      {
        "ja": "俺の死亡フラグが留まるところを知らない"
      },
      {
        "en": "My Death Flags Show No Sign of Ending"
      },
      {
        "ko": "내 사망플래그가 그칠 줄 모른다"
      },
      {
        "zh": "不知我的死亡flag将于何处停止"
      },
      {
        "fr": "Des risques mortels n'arrêtent pas de m'arriver"
      }
    ],
    "description": {
      "en": "When he came to his senses, Hirasawa Kazuki, a normal university student, found himself in possession of the body of a game's character. Moreover, it was Harold Stokes, the story's most hated character who was even given the title『King of Trash』by the players. Myriads of landmines are just waiting for him to step on them, like death flags! Will Harold be able to clear the survival route while avoiding the countless death flags in his way?!",
      "fr": "Lorsqu'il reprend ses esprits, Hirasawa Kazuki, un étudiant universitaire normal, se retrouve en possession du corps du personnage d'un jeu. De plus, c'est Harold Stokes, le personnage le plus détesté de l'histoire, qui a même été baptisé 『Roi des connards』par les joueurs. L'histoire est un terrain miné qui n'attend que lui pour exploser ! Harold pourra-t-il se dégager un chemin de survie tout en évitant les innombrables \"mines\" de l'histoire ? Des myriades de mines attendent qu’il les écrase, comme des drapeaux de mort (Game Over)!",
      "ja": "普通の大学生、平沢一希は気が付くと自身がやり込んだゲーム『Brave Hearts』の悪役キャラ、ハロルド・ストークスに憑依していた。 このままゲームのシナリオが消化されていくといずれ主人公たちに倒され死んでしまう！？ 作中でも屈指の強さを誇るハロルドの肉体とゲームの 知識で盛りだくさんの死亡フラグを回避してつかみ取れるか生存ルート！？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d2aac6a-2bb4-4571-8f1a-c90bac6624dd",
    "title": {
      "en": "Bakuten Shoot Beyblade"
    },
    "updatedAt": "2022-12-30T09:09:01+00:00",
    "coverArt": "https://mangadex.org/covers/1d2aac6a-2bb4-4571-8f1a-c90bac6624dd/dd41d5aa-5ed0-4fab-987b-30cbbac1b8a2.jpg",
    "altTitles": [
      {
        "en": "Bakuden Shoot Beyblade"
      },
      {
        "en": "Bakuten Shoot Beblade"
      },
      {
        "ja-ro": "Bakuten Shūto Beiburēdo"
      },
      {
        "ja-ro": "Beiburedo"
      },
      {
        "en": "BeyBlade"
      },
      {
        "th": "Beyblade - Con quay truyền thuyết -"
      },
      {
        "ja": "ベイブレード"
      },
      {
        "ja": "爆転SHOOTベイブレード"
      },
      {
        "ja": "爆転シュート ベイブレード"
      },
      {
        "ja": "爆転シュートベイブレード"
      }
    ],
    "description": {
      "en": "Tyson's on a mission to be the best Beyblader ever! But his enemies, the Blade Sharks, are super tough and they'll do anything to win! Tyson just ight have what it takes to win when he busts out with a new Beyblade given to him by a mysterious stranger. Now the Blade Sharks want his new Beyblade and they're prepared to use any dirty trick to get it! \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media \n  \nThe following link is to AnimeNewsNetwork for all of the various manga, anime adaptions, sequels, and spinoffs:  \n[Beyblade](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=4062) (manga)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "3.8"
  },
  {
    "mangaId": "69aa984a-f5c0-4505-a11f-fe50e5fd16c9",
    "title": {
      "en": "Toaru Anbu no ITEM"
    },
    "updatedAt": "2024-11-07T22:03:11+00:00",
    "coverArt": "https://mangadex.org/covers/69aa984a-f5c0-4505-a11f-fe50e5fd16c9/292d1fc0-10e4-45f1-944e-c5c58547c619.jpg",
    "altTitles": [
      {
        "ja": "とある暗部の少女共棲"
      },
      {
        "en": "A Certain Dark Side's ITEM"
      },
      {
        "ja-ro": "Toaru Anbu no Shoujo Kyousei"
      },
      {
        "ru": "Некий ITEM тёмной стороны"
      }
    ],
    "description": {
      "en": "In Academy City, where esper abilities have been recognized as a general science. Behind the peace, there is a dark side organization that undertakes missions that cannot be made public.\n\n\"Item\" is an elite unit consisting of four girls. Takitsubo Rikou is able to read and track the weak power emitted by those with abilities. Frenda Seivelun, who excels in combat using explosives and traps. Kinuhata Saiai, who can manipulate nitrogen at will and plays a defensive role. And one of the 7 espers that Academy City is proud of: Mugino Shizuri. They live freely in the darkness of the Academy City, and quietly set their sights on their target...!\n\nThis is a story of encounter, friendship, and darkness that eventually leads to a 'terrible incident'!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76616e0d-d39e-4a73-9541-d49577838e89",
    "title": {
      "en": "Jaa Kimi No Kawari Ni Korosou Ka ~ Prequel"
    },
    "updatedAt": "2024-05-15T14:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/76616e0d-d39e-4a73-9541-d49577838e89/c825828a-553a-4360-87f7-e772f08af34f.jpg",
    "altTitles": [
      {
        "vi": "Vậy, để tớ giết chúng thay cậu nhé? ~ Tiền truyện"
      },
      {
        "en": "Well, Shall I Murder Instead of You? ~ Prequel"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？ ～プリクエル"
      }
    ],
    "description": {
      "en": "The prequel to the series [Jaa, Kimi no Kawari ni Korosou ka?].  The main character this time is Kumaoka Aizen (Ameli's younger half-brother who appears in chapter 22 of the main story), the son of a yakuza boss.  The story takes place during Aizen's middle school years and this section focuses on describing the personality changes of Aizen and the other half-siblings that Aizen has met.",
      "vi": "Phần tiền truyện của bộ Jaa, Kimi no Kawari ni Korosou ka? . Nhân vật chính lần này là Kumaoka Aizen (em trai cùng cha khác mẹ của Ameri xuất hiện ở chap 22 trong chính truyện), con trai của lão đại yakuza. Câu chuyện diễn ra vào hồi cấp 2 của Aizen và phần này tập trung miêu tả quá trình thay đổi nhân cách của Aizen và những anh em cùng cha khác mẹ khác mà Aizen đã gặp."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219",
    "title": {
      "en": "Sugar"
    },
    "updatedAt": "2023-10-10T21:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/3bcf5d7a-3d97-4515-9ec6-0f9a26fb0219/50498b0f-8805-46eb-9a6e-31f51a8eaf2d.jpg",
    "altTitles": [],
    "description": {
      "en": "Rin Ishikawa, 16 years old, the \"talent'' that will revolutionize the boxing world has begun to awaken in the north.\n\nRin is a very popular and mischievous person. He was raised by his mother and grandparents in a small town in Hokkaido.\n\nNow, he has dropped out of high school and is about to embark on his journey.\nWithout thiniking about his future, he decide to go to Tokyo. \n\nRin, little did he know that he would leave his name in the history of boxing."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "65"
  },
  {
    "mangaId": "1466fd8f-039a-4f9f-bc09-bbfe89fdf64e",
    "title": {
      "en": "Bakemono no Kimi ni Tsugu"
    },
    "updatedAt": "2025-01-05T12:45:32+00:00",
    "coverArt": "https://mangadex.org/covers/1466fd8f-039a-4f9f-bc09-bbfe89fdf64e/bcd6d1e2-17dc-4a33-85c7-32dab198c578.jpg",
    "altTitles": [
      {
        "ja-ro": "バケモノのきみに告ぐ"
      }
    ],
    "description": {
      "en": "In the walled city of Baldium, certain individuals develop supernatural abilities known as Unlaw—powers born from emotional trauma and mental anguish. Norman, a young man with an impressive track record of resolving mysterious cases involving these Unlaw, should have been celebrating his successes. Instead, he finds himself trapped in a dark interrogation room, forced to recount every case he’s handled—especially those involving four extraordinary girls who became his closest allies: the Teardrop, the Witch’s Hound, the Gemstone, and the Fairy.\n\nLabeled as “Monsters” by society, these girls were feared and shunned—but to Norman, they were far more than their abilities. As he revisits their stories, he unravels the tangled web of love, trust, and sacrifice that bound their fates together.\n\nThis is a tale of confessions—to the world, to each other, and to the monsters within themselves."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a2ee9f5-ba1f-47ab-822e-e281507e3a7a",
    "title": {
      "en": "Koi Suru Lip Tint"
    },
    "updatedAt": "2024-12-22T13:38:47+00:00",
    "coverArt": "https://mangadex.org/covers/5a2ee9f5-ba1f-47ab-822e-e281507e3a7a/b3400d86-14ec-4ce5-b5ee-690c1f0f98c2.jpg",
    "altTitles": [
      {
        "ja": "恋するリップ・ティント"
      },
      {
        "ja": "恋リプ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4e3448-ce7d-4c6b-9fa4-54904890c6b3",
    "title": {
      "en": "Bakajo 26-ji"
    },
    "updatedAt": "2024-07-01T06:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/aa4e3448-ce7d-4c6b-9fa4-54904890c6b3/c9f2d539-5474-44e8-b5f7-c074c0be5db4.jpg",
    "altTitles": [
      {
        "ja": "バカ女26時"
      },
      {
        "en": "Stupid Woman 26:00"
      },
      {
        "zh": "凌晨两点的蠢女人"
      },
      {
        "vi": "Phụ Nữ Dại Khờ 26:00"
      }
    ],
    "description": {
      "en": "Atsuko and Yuri were classmates in elementary, junior high, high school, although they hardly ever spoke to each other during their school days. At their first reunion in 15 years, Atsuko discovers Yuri's secret and makes a move.\n\nWhat is the destination of these two opposites, who have completely different interests and groups and whose personalities do not match?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d5285bc-2d99-449e-9349-5a642a8889b1",
    "title": {
      "en": "Kaijuu no Hanataba"
    },
    "updatedAt": "2024-10-26T09:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/1d5285bc-2d99-449e-9349-5a642a8889b1/4cdff33f-13d5-418d-aaf0-90a3b9ddb370.jpg",
    "altTitles": [
      {
        "ja": "かいじゅうの花束"
      }
    ],
    "description": {
      "en": "New life love with a quirky guy she met at the share house she moved into, and the cohabitation romance begins...."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50e0025c-8747-4edd-987d-baabf2caeb67",
    "title": {
      "en": "Isn't Being a Wicked Woman Much Better?"
    },
    "updatedAt": "2024-10-08T17:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/50e0025c-8747-4edd-987d-baabf2caeb67/d129b25d-6880-4ef0-830f-54184f0b60ab.png",
    "altTitles": [
      {
        "ko": "악녀라서 편하고 좋은데요?"
      },
      {
        "ko-ro": "Angnyeoraseo Pyeonhago Joeundeyo?"
      },
      {
        "en": "The Perks of Being a Villainess"
      },
      {
        "en": "What's Wrong with Being the Villainess?"
      },
      {
        "en": "Being a Wicked Woman Is Much Better"
      },
      {
        "en": "Being a Wicked Woman Is Comfortable and Pleasant"
      },
      {
        "fr": "Not So Bad to Be Bad!"
      },
      {
        "pt": "Ser uma vilã não é muito melhor?"
      },
      {
        "es-la": "¿No es mucho mejor ser una mujer malvada?"
      },
      {
        "hr": "Nije li bolje biti zlikovac?"
      },
      {
        "uk": "Чи не краще бути негідницею?"
      },
      {
        "th": "เป็นนางร้ายก็สบายดีนะคะ"
      },
      {
        "ja": "悪女は楽で最高ですが？"
      },
      {
        "zh": "做个恶女好安逸?"
      },
      {
        "zh": "因为是恶女所以很舒服"
      },
      {
        "zh": "当恶女很舒服很好啊？"
      },
      {
        "zh-hk": "當個惡女輕鬆又愉快"
      },
      {
        "vi": "Làm ác nữ bộ không tuyệt sao?"
      }
    ],
    "description": {
      "en": "She possessed a villainess who is known and hated for her evil acts in an unpopular novel. But because of her personality, it was extremely difficult for her to play the villainess role. But not for long…\n\n“I’ll fix your dress according to your taste this instant!”\n\n“My request.”\n\n“O-Of course! As per your request, there’s only one piece available in the whole Empire.”\n\nPeople around me listen to me well even if I just frown and sit still. Since I don’t have to live in difficulty, I decided to just comfortably live on as a villainess.\n\n“Father. Is it necessary for you to solve formulas in this slow and inefficient way?”\n\nI thought it would be good to be a rich villainess, so I used all my knowledge.\n\n“Why don’t you give me the honor of escorting the Princess?”\n\nI have had enough of dealing with my father, so why did an unexpected character suddenly appear? What if this person disrupts my plan?\n\n---\nDohee lived as a pushover, died miserably, and was reborn in a novel as a notorious villainess. But it turns out that her new life is not without its perks, as Deborah Seymour is also the richest villain alive. Now, all that's left for her to do is lay low and enjoy her carefree lifestyle...if not for the fact that Deborah is fated to be sent to a monastery! Will this ex-doormat find a way to avoid yet another tragic ending, or will the challenges of being a villainess be too much for her?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "fr": "Dohee a vécu comme une poule mouillée, a péri misérablement et a été réincarnée dans un roman en tant que vilaine notoire. Mais il s'avère que sa nouvelle vie n'est pas sans avantages, car Deborah Seymour est aussi la méchante la plus riche de l'Empire. Il ne lui reste plus qu'à faire profil bas et à profiter de son insouciance... Si ce n'est que Deborah est condamnée à être envoyée dans un monastère! Cette ancienne fainéante trouvera-t-elle un moyen d'éviter une nouvelle fin tragique, ou les défis d'une méchante seront-ils trop importants pour elle?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "hr": "Yoon Dohee, studentica arhitektonskog fakulteta, otkriva da ju njezine kolege i obitelj iskorištavaju za novac i kao besplatnu radnu snagu točno prije nego pogine u prometnoj nesreći.\nUmjesto da zapravo umre ona se reinkarnira u ljubavni roman koji je nedavno čitala, ali ne kao glavni lik, nego kao glavni zlikovac i antagonist knjige Deborah Seymour.\nSada kao Deborah ona navigira novi život odmarajući se u bogatstu i raskoši, ali mora biti na oprezu jer je njezina reputacija duboko pod zemljom, a lik Debore u originalnoj knjizi završava svoju priču u tamnici.",
      "id": "Kehidupan Yoon Dohee, wanita naif yang kerap dimanfaatkan oleh orang sekitarnya berubah drastis. Setelah dia mengalami kecelakaan dan sekarat, dia merasuk ke dalam tubuh wanita jahat bernama Deborah Seymour. Deborah Seymour adalah seorang tokoh di novel reverse harem rating 19+ berjudul 'A Dark Thorn Through My Throat'. Karena tidak ingin ada orang lain yang tahu kalau sebenarnya Yoon Dohee adalah wanita naif, dia akhirnya belajar untuk menjadi jahat seperti Deborah Seymour. \"Aku tidak akan hidup sebagai orang yang baik dan menyedihkan seperti di masa lalu. Aku akan terus hidup enak sebagai wanita jahat!\"\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)",
      "uk": "Ду Хі опанувала тіло лиходійки одного непопулярного роману, яка була відома і ненависна всім за свої погані вчинки. Але через власний характер їй дуже важко правильно грати роль злодійки. Але ненадовго.. \n\n\"Я зміню сукню згідно з вашим смаком негайно\" \n\n\"Моє прохання.\" \n\n\"З-звісно! Згідно з вашим запитом, у всій імперії є лише одна річ.\" \n\nЛюди навколо мене добре слухають, навіть якщо я просто хмурюсь і сиджу на місці. Оскільки мені не доводиться жити в труднощах, я вирішила просто комфортно жити у тілі лиходійки. \n\n«Батько, чи потрібно вам розв’язувати формули таким повільним і неефективним способом?» \n\nЯ подумала, що було б добре бути багатою негідницею, тому використовувала усі свої знання. \n\n«Чому б вам не надати мені честь супроводжувати принцесу?» \n\nУ мене досить багато справ з батьком, так чому раптом з’явився цей неочікуваний персонаж? Що, якщо ця людина спробує порушити мій план?\n\n---\n**Links:**\n\n**Original Novel:** [Korean / 한국어](https://page.kakao.com/content/55527274), [English](https://tapas.io/series/the-perks-of-being-a-villainess-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%9D%BC%EC%84%9C-%ED%8E%B8%ED%95%98%EA%B3%A0-%EC%A2%8B%EC%9D%80%EB%8D%B0%EC%9A%94/3100), [KakaoPage](https://page.kakao.com/content/60728286)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perks-of-being-a-villainess/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26404&contentId=404&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%95%B6%E5%80%8B%E6%83%A1%E5%A5%B3%E8%BC%95%E9%AC%86%E5%8F%88%E6%84%89%E5%BF%AB/446)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perks-of-Being-a-Villainess/656)\n* [Japanese / 日本語](https://piccoma.com/web/product/134441)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%AA%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%94%E0%B8%B5%E0%B8%99%E0%B8%B0%E0%B8%84%E0%B8%B0/509)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d070407f-1739-4b2b-95c2-dabf63c517d5",
    "title": {
      "en": "Genshin Impact 4-koma"
    },
    "updatedAt": "2023-11-28T12:11:44+00:00",
    "coverArt": "https://mangadex.org/covers/d070407f-1739-4b2b-95c2-dabf63c517d5/98d1f20e-44e8-4db2-9f0f-f928adcbcd36.png",
    "altTitles": [
      {
        "zh": "《原神》四格漫画"
      },
      {
        "en": "Genshin Impact 4-Panel Comics"
      },
      {
        "ru": "Геншинский удар Ёнкома"
      },
      {
        "id": "Komik 4-Panel Genshin Impact"
      }
    ],
    "description": {
      "en": "Official 4-koma comic for the award-winning game, [Genshin Impact](https://genshin.mihoyo.com/). \nA relaxing trip in Teyvat ><, let's go together!",
      "ru": "Расслабься путешествуя по Тэйвату >.< идём со мной!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67d3bfbf-d388-4d19-8d3b-e7f1054ea106",
    "title": {
      "en": "Looking for a New Husband"
    },
    "updatedAt": "2024-12-30T22:04:28+00:00",
    "coverArt": "https://mangadex.org/covers/67d3bfbf-d388-4d19-8d3b-e7f1054ea106/33020a23-b626-4a6c-ba68-7800ae028f40.png",
    "altTitles": [
      {
        "ko": "새 남편을 구합니다"
      },
      {
        "en": "I'm Looking for a New Husband"
      }
    ],
    "description": {
      "en": "Riat, caught up in her husband's treason, faces death.\n\nAfter repeatedly returning to the past at the cost of half her lifespan, she finally breaks the cycle by offering her husband’s head to the emperor.\n\nWith only 1 year and 3 months left to live, her one wish is—\n\n\"I’m going to fall in love.\"\n\nAt last, an announcement spreads across the entire empire: a competition to find Riat’s new husband, with a grand prize of 1 billion gold.\n\nCandidates begin to flood in, but suspicious figures also start gathering around her…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-12-27T12:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/41daf1c9-9aad-4d10-aca9-253202b34f44.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "en": "Goddess Café Terrace"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "vi": "Quán Cà Phê Nữ Thần"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ja": "東大現役合格の秀才・粕壁 隼。ケンカ別れしていた祖母の訃報を聞いて、3年ぶりに海辺の町の古びた実家「カフェテラス・ファミリア」に帰ると、そこには見知らぬ５人の女の子が！ しかも彼女たちは「おばあちゃんの家族」を名乗り…!? 運命の女×５との贅沢すぎる共同生活が始まるっ！『涼風』『君町』『風夏』の瀬尾公治が描く一つ屋根の下ハーレム！ どの娘に恋する？どの娘を愛でる？",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\".",
      "vi": "Kasukabe Hayato đã được nhận vào Đại Học Tokyo ngay trong lần thi đầu tiên. Nhưng sau khi nhận được tin bà nội qua đời, anh trở về ngôi nhà thời thơ ấu của mình, quán cà phê Familia.  Và thấy 5 cô gái lạ mặt tự xưng là \"Gia đình của bà\"! Cuộc sống mới của Hayato tại một thị trấn ven biển với năm cô gái định mệnh bắt đầu từ đây!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]