[
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-12-17T23:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8abb89b-4273-4c3e-af5c-34ca4985826b",
    "title": {
      "en": "Kaina of the Great Snow Sea"
    },
    "updatedAt": "2024-10-13T23:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/e8abb89b-4273-4c3e-af5c-34ca4985826b/16fcdc39-b62b-44f2-8c6d-c720cd1cbec2.jpg",
    "altTitles": [
      {
        "ja": "大雪海のカイナ"
      },
      {
        "ja-ro": "Ooyukiumi no Kaina"
      }
    ],
    "description": {
      "en": "A world blanketed in an endless and ever-growing ocean of snow. The people eke out a living, either huddled around the roots of enormous trees dotting the surface, or high in the canopy, which spreads over the planet's atmosphere. A chance meeting between Kaina, a youth from the canopy, and Liliha, a young woman from the surface, sets off a chain of events that will change the fate of the world.",
      "ja": "巨木「軌道樹」の上に広がる「天膜」の世界で少年が出会うのは!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "743a6d37-73e7-4b13-ac3b-f0a252dddd49",
    "title": {
      "en": "Koi wa Misoji wo Sugite kara"
    },
    "updatedAt": "2023-06-04T01:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/743a6d37-73e7-4b13-ac3b-f0a252dddd49/d8f22692-3824-441c-86b6-08c39fa2c846.jpg",
    "altTitles": [
      {
        "en": "Love is for those over 30"
      },
      {
        "ja": "恋は三十路をすぎてから"
      },
      {
        "ja-ro": "Boku ga Seifuku ni Kigaetara"
      },
      {
        "en": "Love is for those Over Thirty"
      },
      {
        "en": "Love Starts From Your Thirties"
      },
      {
        "ja-ro": "Ohikkoshi Bugi"
      },
      {
        "ja": "おひっこし☆ブギ"
      },
      {
        "ja": "ボクが制服に着替えたら"
      },
      {
        "zh": "熟女恋爱路"
      },
      {
        "ja-ro": "Koi wa Misoji o Sugite kara"
      }
    ],
    "description": {
      "en": "Uehara Sakura, a 30 year old office lady, is on a date with her 22 year old kouhai from work, Yamada Yuu. While Yamada is completely heads over heels for Ueda, she absolutely hates him. Will those feelings hold true when they get to their last destination – the Love Hotel.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/ArOgiso)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "a28036e8-cdd4-4f43-8fa8-1f5469e40d3f",
    "title": {
      "en": "Boukenka ni Narou! Skill Board de Dungeon Kouryaku"
    },
    "updatedAt": "2024-10-30T14:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/a28036e8-cdd4-4f43-8fa8-1f5469e40d3f/86e5b26a-66a2-4a49-a41e-a50feb7ba67e.jpg",
    "altTitles": [
      {
        "en": "CALL TO ADVENTURE! Defeating Dungeons with a Skill Board"
      },
      {
        "ja-ro": "Bouken-ka ni Narou!"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~ Sukiruboodo de Danjon Kouryaku ~"
      },
      {
        "ja-ro": "Boukenka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "en": "Become an Adventurer! ~Defeating Dungeons with a Skillboard~"
      },
      {
        "ru": "Стать авантюристом! ~ Как пройти подземелье с помощью панели навыков ~"
      },
      {
        "ja": "冒険家になろう! ~スキルボードでダンジョン攻略~"
      },
      {
        "ko": "모험가가 되자! ~스킬보드로 던전 공략~"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "zh-hk": "成為冒險家吧！ ~ 用技能面板攻略地下城 ~"
      },
      {
        "zh": "成为冒险家吧！ ～用技能面板攻略地下城 ~"
      },
      {
        "ja-ro": "Bōken-ka ni Narou! ~ Skillboard de Dungeon Kōryaku ~"
      },
      {
        "en": "Let's Be an Adventurer! ~Defeating Dungeons with a Skill Board~"
      }
    ],
    "description": {
      "en": "Karaboshi Haruki has no presence as far as can be recognized, and so he became an adventurer with only the desire to \"stand out.\" One day, a dungeon appeared under his home in Hokkaido. Coincidentally, he picked up a \"Skill Board\" with which he can spend skill points to increase his growth rate. Is it possible to become a popular person by obsessively diving into your home dungeon everyday?\n\nBased on the popular fantasy Light Novel: \"Become an Adventurer,\" winner of the 6th Net Novel Grand Prize.",
      "ru": "У Карабоши Харуки нет ничего, что выделяло бы его из толпы, и поэтому он решил стать авантюристом, желая \"отличиться\". Однажды под его домом на Хоккайдо появилось подземелье. По случайному совпадению, он нашёл так называемую \"панель навыков\", в которой он может распределять специальные очки для увеличения скорости прокачки. Сможет ли Харуки стать популярным человеком, одержимо посещая своё \"домашнее подземелье\" каждый день?",
      "pt-br": "Karaboshi Haruki não tem presença, tanto quanto pode ser reconhecido, então ele se tornou um aventureiro com apenas o desejo de \"se destacar\". Um dia, uma masmorra apareceu sob sua casa em Hokkaido. Coincidentemente, ele pegou um \"Skill Board\" com o qual pode gastar pontos de habilidade para aumentar sua taxa de crescimento. É possível se tornar uma pessoa popular mergulhando obsessivamente na masmorra de sua casa todos os dias?\r\n  \r\nBaseado no popular romance de fantasia Light Novel: \"Become an Adventurer\", vencedor do 6th Net Novel Grand Prize."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b449f97-87a9-485f-b7d6-fd6732904dea",
    "title": {
      "en": "Maou Reijou no Kyouiku Gakari ~Yuusha Gakuin o Tsuihou Sareta Heimin Kyoushi wa Maou no Musume-Tachi no Katei Kyoushi to Naru~"
    },
    "updatedAt": "2024-12-05T04:49:28+00:00",
    "coverArt": "https://mangadex.org/covers/9b449f97-87a9-485f-b7d6-fd6732904dea/a6b2a195-9a49-4ff0-8b09-f2da81daf8ab.jpg",
    "altTitles": [
      {
        "ja": "魔王令嬢の教育係 ～勇者学院を追放された平民教師は魔王の娘たちの家庭教師となる～"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Heroes' Academy Becomes a Private Teacher for Demons' Daughters"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Brave Academy Becomes a Private Teacher for the Devil's Daughters"
      }
    ],
    "description": {
      "en": "Flay Garnet has been fired from the academy after being set up by his colleague. He receives a job offer from a mysterious maid. The job offer is to be a tutor to the five daughters of the Demon King! At first, they didn’t trust him to be taught by a human, but as he demonstrates his abilities, he begins to gain the trust of the Demon King’s daughters.\nFlay’s new life as an educator, under one roof with five cute but problematic girls with varying personalities, begins!",
      "ja": "次代の英雄を育てる学院̶̶通称『勇者学院』。そこで教鞭をとっていたフレイは、同僚に嵌められてクビになってしまう。そんな彼は、謎のメイドから再就職先を斡旋される。その仕事とは、５人の魔王令嬢たちの家庭教師だった！英雄を育てていた教師が、魔王の娘たちを育てていく。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92ef958b-ef6b-4e42-91e9-d43660443247",
    "title": {
      "en": "I Focus on Your Color"
    },
    "updatedAt": "2024-12-14T02:40:30+00:00",
    "coverArt": "https://mangadex.org/covers/92ef958b-ef6b-4e42-91e9-d43660443247/803da9dd-3ea4-4475-b2d3-4201152099de.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimiiro Focus"
      },
      {
        "ja-ro": "Kimi Iro Focus"
      },
      {
        "ja-ro": "Kimi-iro Focus"
      },
      {
        "tr": "Rengine Odaklan"
      },
      {
        "ru": "Акцент на цвет"
      },
      {
        "ja": "キミイロフォーカス"
      },
      {
        "ja": "君色写真"
      },
      {
        "zh-hk": "天才寫真少年"
      },
      {
        "ja-ro": "Kimiiro Focus"
      }
    ],
    "description": {
      "en": "Photography is the art to grasp beauty with the one and only tool, a camera. Oji's dream is to become a photographer that photographs at the front lines of war, to take pictures of historical events taking place in front of his eyes. However, his childhood friend, Sumire, doesn't think that he is capable of becoming one. In his photography club, Oji shows his photos to the group, and his upperclassman, Ran, points out that Sumire is a good target to photograph. Oji manages to get permission to take photos of Sumire, and during his shoot, Sumire notices that Oji is acting differently than before. Later they find out that one of Oji's pictures won an award! Sumire congratulates him, but Oji sees beyond his award. He claims that he learned that he has much more potential than he thinks. Ran, overseeing this, plans to take Oji to the next level so he can capture true beauty through the lens of a camera!",
      "ja": "第1巻の内容紹介: 美人部長目当てで写真部に入部した花園大路。いつもは地味め男子な大路だけれど、一度カメラをかまえると女の子をソノ気にさせちゃう不思議な才能に目覚めて!?ときめき★キュン青春PHOTOグラフィティー!!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd72f83f-8c54-46d2-b393-e0804c51fae1",
    "title": {
      "en": "Lilim Kiss"
    },
    "updatedAt": "2024-10-09T12:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/bd72f83f-8c54-46d2-b393-e0804c51fae1/9fd9bcb1-6ff8-4581-919f-06d68935c92b.jpg",
    "altTitles": [
      {
        "ja": "りりむキッス"
      },
      {
        "zh": "亲亲小魔女"
      }
    ],
    "description": {
      "en": "Saiki Takaya, a guy who is easily misunderstood, one day finds a flask containing the succubus Lilim. She is very attractive but, she also has the tendency to drain the life force out of people. She surprises the life out of him (literally) when she kisses him unconscious. Lilim then flies off for more \"food,\" but returns later, saying that Takaya's life-energy was the \"tastiest.\" From then, Lilim is accepted by Takaya's parents as a live-in girlfriend of sorts, and Takaya's heart seems to start wavering towards this voluptuous devil.",
      "es": "Saiki Takaya, un tipo al que fácilmente se le malinterpreta, un día encuentra un frasco que contiene a la súcubo Lilim. Ella es muy atractiva, pero también tiene la tendencia a drenar la fuerza vital de las personas. Ella lo sorprende (literalmente) cuando lo besa hasta dejarlo inconsciente. Lilim vuela entonces en busca de más «comida», pero regresa más tarde, diciendo que la energía vital de Takaya era la «más sabrosa». A partir de ese momento, los padres de Takaya aceptan a Lilim como una especie de novia interna, y el corazón de Takaya parece empezar a vacilar hacia esta voluptuosa diablilla.",
      "ja": "硬派で通している高校生・斉木貴也が、ある日拾った怪しいペンダント。その中から謎の美少女が出てきて、いきなり貴也にキスを!?　キスをして生気を吸い取る魅惑の悪魔・りりむの封印が今、解けた!!",
      "pl": "Jeżeli chłopak jest bardzo silny, dobrze się uczy, wygląda zabójczo (one tak twierdzą), ma opryskliwy charakter i nie cierpi dziewczyn, to na pewno życie zaraz sprawi mu wielką niespodziankę. Owa niespodzianka wspaniale całuje … i ma skrzydła!!! Ale za to wspaniale całuje … i wszyscy jego kumple ślinią się na jej widok!!! Ale jak ona całuje … Komedia okultystyczna, czyli praktyczna lekcja wiedzy o demonach na wesoło.",
      "es-la": "Saiki Takaya, un tipo al que fácilmente se le malinterpreta, un día encuentra un frasco que contiene a la súcubo Lilim. Ella es muy atractiva, pero también tiene la tendencia a drenar la fuerza vital de las personas. Ella lo sorprende (literalmente) cuando lo besa hasta dejarlo inconsciente. Lilim vuela entonces en busca de más «comida», pero regresa más tarde, diciendo que la energía vital de Takaya era la «más sabrosa». A partir de ese momento, los padres de Takaya aceptan a Lilim como una especie de novia interna, y el corazón de Takaya parece empezar a vacilar hacia esta voluptuosa diablilla."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "b5351a0c-96af-49f7-898e-17914a082561",
    "title": {
      "en": "Boku no Kanojo wa Dekkawaii"
    },
    "updatedAt": "2024-10-27T20:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/b5351a0c-96af-49f7-898e-17914a082561/8a9f25a2-2ca1-47ac-bfea-6440d81c6fd4.jpg",
    "altTitles": [
      {
        "ja": "僕の彼女はデッカワイイ"
      },
      {
        "ja-ro": "Boku no Kanojo ha Dekkawaii"
      },
      {
        "ja": "My Girl Friend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Big & Cute!"
      },
      {
        "en": "My Girlfriend Is Giganticute"
      },
      {
        "en": "My Girlfriend Is Big and Cute!"
      },
      {
        "pl": "Moja Dziewczyna Jest Wysoka i Urocza"
      },
      {
        "id": "Pacar Imut Bertubuh Bongsor"
      },
      {
        "pt-br": "Minha namorada é grande e fofa!"
      },
      {
        "vi": "Cô bạn gái to lớn và dễ thương của tôi"
      },
      {
        "en": "My Big Girlfriend is Cute"
      }
    ],
    "description": {
      "en": "For as long as he remembers, Komi has been shorter than his fellow classmates. He always felt inferior as a result, until he met Obinata - a girl who is head and shoulders above him. \n\nYes, Asumi Obinata is tall. She’s imposing. But she’s also Komi Amane’s girlfriend. And these two are the happiest kids in the world. \n\nThe super-popular oneshot has been expanded to a full series here!",
      "pt-br": "Pelo que ele pode lembrar, Komi sempre foi mais baixo que seus colegas de classe. Ele sempre se sentiu inferior por causa disso, até que conheceu Obinata – uma garota que é muito mais alta que ele.\n\nSim, Asumi Obinata é alta. Ela é imponente. Mas ela também é a namorada de Komi Amane. E esses dois são as crianças mais felizes do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "563355c9-65cc-4011-8665-15bdc013d00a",
    "title": {
      "en": "Police in a Pod"
    },
    "updatedAt": "2023-07-22T09:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/563355c9-65cc-4011-8665-15bdc013d00a/158ca2e0-6a7d-4a3d-bad0-44929e76354b.jpg",
    "altTitles": [
      {
        "ja": "ハコヅメ～交番女子の逆襲～"
      },
      {
        "zh": "秘密内幕～女警的反击～"
      },
      {
        "ja-ro": "Hakozume: Kouban Joshi no Gyakushuu"
      },
      {
        "en": "Packed Up: Police Box Girl Strikes Back"
      }
    ],
    "description": {
      "en": "\"I'm quitting!\" Kawai, a new female police officer, clutches her letter of resignation, and for some reason, the mega-beautiful Chief Fuji from the Detective Division is assigned to her police box. This is the birth of a duo that brings the men of the Okajima Prefectural Police to despair."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "203"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-11-21T15:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/94d40a54-9507-4dfd-8f37-adf6ae64a43d.jpg",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-11-24T12:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "767b0346-b8be-42d8-99a0-62c3590138fa",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Octavinelle~"
    },
    "updatedAt": "2024-10-30T22:20:05+00:00",
    "coverArt": "https://mangadex.org/covers/767b0346-b8be-42d8-99a0-62c3590138fa/d9d4c740-ed94-44f8-8838-9b63e68e2f0c.jpg",
    "altTitles": [
      {
        "ja": "ディズニー ツイステッドワンダーランド THE COMIC ～EPISODE of OCTAVINELLE～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "44de2381-a8fd-45fc-a4c8-038d0095e098",
    "title": {
      "en": "Danberu Nan Kiro Moteru?"
    },
    "updatedAt": "2024-11-03T11:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/44de2381-a8fd-45fc-a4c8-038d0095e098/45968992-d761-498c-9245-894826eb8fb8.jpg",
    "altTitles": [
      {
        "ja": "ダンベル何キロ持てる?"
      },
      {
        "en": "How Heavy Are The Dumbbells You Lift?"
      },
      {
        "fr": "Quel poids d'haltères peux-tu soulever ?"
      },
      {
        "es-la": "¿Cuántos kilos puedes levantar?"
      },
      {
        "pl": "Ile kilosów na hantlach wyciskasz?"
      },
      {
        "pt": "Quantos kilos você pode levantar com halteres?"
      },
      {
        "ru": "Насколько тяжелые гантели ты сможешь поднять?"
      },
      {
        "ko": "덤벨 몇 킬로까지 들 수 있어?"
      },
      {
        "pt-br": "Quantos kilos pesam os halteres que levanta?"
      }
    ],
    "description": {
      "en": "Join gyaru Sakura Hibiki and ojou Souryuuin Akemi as they lift weights and exercise with the help of macho-man Machio! Learn for yourself how good form, good diet and plenty of exercise will help with healthy living!! Let's muscle!!!",
      "ja": "「ひびき…お前、また太った？」\n\n“食べること”が大好きな女子高生紗倉ひびきは友人の一言をきっかけにダイエットを始めようと決意する！！運動を一人では続けられない彼女が入会したのはスポーツジム！！そのジムで同級生でお嬢様の奏流院朱美と出会うのだが…！！",
      "ru": "Сакура Хибики - обычная старшеклассница, любящая покушать. Однажды ее подруга замечает, что Хибики поднабрала вес. Огорченная сим фактом, девушка пытается похудеть самостоятельно, но безуспешно. Решив раскошелиться ради великой цели, она направляется в спортзал, где встречает Мисс совершенство, по совместительству президента студсовета своей школы, Сорюин Акэми (у которой, как оказалось, есть небольшая странность). Теперь им вместе предстоит заниматься совершенствованием своих тел под надзором красавчика-тренера Матио."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8736457-f9e3-49fe-996c-e1ed0ed8bf5a",
    "title": {
      "en": "Vigilante Part 2"
    },
    "updatedAt": "2024-08-02T04:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/c8736457-f9e3-49fe-996c-e1ed0ed8bf5a/1b87880f-e1fe-40db-96af-7c05ca4deccd.png",
    "altTitles": [
      {
        "ko": "비질란테 2부"
      }
    ],
    "description": {
      "en": "After graduating from the police academy and being commissioned as an Inspector, Jiyong investigates the suspicious complainant Hwang Seong-gu and encounters a nationwide rental scam case. As Jiyong pursues the rental scam gang that evades proper legal judgment, he feels his vigilante rules being tested. And in the meantime, the four vigilantes involved receive threats from someone aware of their identities. They begin to sense the shadow of a great evil behind their adversaries."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7d8ca3c-8234-4b83-a131-aed638253046",
    "title": {
      "en": "Beginner Crossdresser ♂ and Valentine's Day"
    },
    "updatedAt": "2024-12-22T00:09:20+00:00",
    "coverArt": "https://mangadex.org/covers/c7d8ca3c-8234-4b83-a131-aed638253046/1b057e73-3b4d-4ecb-b000-4c596447e70c.jpg",
    "altTitles": [
      {
        "ja": "初心者女装男子♂とバレンタインデー"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-09-16T17:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "bddc3b34-f40c-4cc7-a93a-3d63d37f4e43",
    "title": {
      "en": "IZUMINO"
    },
    "updatedAt": "2024-12-03T21:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bddc3b34-f40c-4cc7-a93a-3d63d37f4e43/b92af2d7-af14-41b8-b1d9-ffacd79e9c93.png",
    "altTitles": [],
    "description": {
      "en": "Izumi Momoko is one of the most popular girls in school, but she has difficulty getting good grades, so her mother decides to hire a private tutor, Izumi's mother receives a recommendation from a friend and hires that friend's son, Minoru Yoshi is Izumi's private tutor on the weekends, but Minoru and Izumi don't know this, the problem is that the two are classmates, how will these adventures be?",
      "pt-br": "Izumi Momoko é uma das garotas mais populares da escola, mas tem dificuldade em tirar boas notas, então sua mãe decide contratar um professor particular, a mãe de Izumi recebe uma recomendação de uma amiga e contrata o filho dessa amiga, Minoru Yoshi é o professor particular de Izumi nos fins de semana, mas Minoru e Izumi não sabem disso, o problema é que os dois são colegas de classe, como serão essas aventuras?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2fddf9-1385-4f3c-b37a-cf86a9428b1a",
    "title": {
      "en": "Ishuzoku Reviewers"
    },
    "updatedAt": "2024-12-11T03:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/1b2fddf9-1385-4f3c-b37a-cf86a9428b1a/50435b49-a344-4895-9275-f4b6102dcd8e.jpg",
    "altTitles": [
      {
        "en": "Interspecies Reviewers"
      },
      {
        "ru": "Межвидовые рецензоры"
      },
      {
        "ja": "異種族レビュアーズ"
      },
      {
        "ru": "Межвидовые рецензенты"
      }
    ],
    "description": {
      "en": "In our world, the human race constantly debates about several important issues, such as: which girl is the best girl? How good is something as fapping material? \nWhich fetish is the sexiest? And why your Waifu is the best while everyone else has shit taste... \n\nAccompany these great warriors as they present us with different girls, different opinions, different boners, showing us that their fantasy world may not be all that different from ours, \nas they analyze and meticulously review the most important thing of all: what they should put their **** in.",
      "ru": "Действие манги происходит в вымышленном мире, населённом различными расами разумных существ, в котором существует процветающий рынок интимных услуг. Благодаря такому высокому развитию секс-индустрии в мире появились профессиональные критики, специализирующиеся исключительно на оценке качества проституток. Одними из них являются человек Станк и эльф Зел, путешествующие из города в город для оценки каждого местного квартала красных фонарей, после чего посылают свои обзоры для составления сводного рейтинга борделей. Объединившись с ангелом по имени Крим, критики собирают информацию о сексуальных достоинствах всех видов живых существ этого мира, получая удовольствие от процесса и зарабатывая попутно дополнительные деньги.",
      "es-la": "En nuestro mundo, la raza humana debate constantemente sobre varios temas importantes, como por ejemplo: ¿Cual chica es la mejor? ¿Y qué tan buena es como material de masturbación? ¿Qué fetiche es el más sexy? Acompaña a estos grandes guerreros, que se presentan con diferentes chicas, diferentes opiniones, diferentes erecciones, y que nos muestran que un mundo de fantasía puede no ser tan diferente al nuestro.",
      "pt-br": "Em nosso mundo, a raça humana debate constantemente várias questões importantes, como: qual é a melhor garota? Quão bom é um material para se masturbar? Qual fetiche é o mais sexy?... Acompanhe esses grandes guerreiros enquanto eles nos apresentam garotas diferentes, opiniões diferentes, tesões diferentes e nos mostram que o mundo da fantasia pode não ser tão diferente do nosso."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c",
    "title": {
      "en": "Mashou no Otome no Yakumawari"
    },
    "updatedAt": "2024-12-19T17:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c/6dcd7563-1e0e-4cd8-8e23-8797333c0cee.jpg",
    "altTitles": [
      {
        "ja": "魔性の乙女の役廻り"
      },
      {
        "en": "The Role of the Femme Fatale"
      }
    ],
    "description": {
      "en": "Kairan Girls' Academy. A boarding school rich with history and tradition, attended only by orphans. It has a special system in which students are given \"roles\" that align with their individual goals. Hanako Shimura, a kind-hearted girl filled with dreams and expectations, enrolls into the academy hoping to make friends with everyone at school. But will she be able to?",
      "ja": "私立廻蘭女学院中学。そこは孤児院出身の子どもたちのみが通う、歴史と伝統ある寄宿学校。この学校には古くから、生徒たちへ個々の目標に沿った【役柄】を与えるという特殊な制度があった。心優しい少女・志村花子は「学校中のみんなと友達になる」ことを目標に入学すると、いきなりとんでもない課題を与えられてしまい――！？クセ強めなクラスメイトたちに囲まれて「愛人作り」はできるのか！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47b94625-2675-4a36-9efd-57d3e28e291e",
    "title": {
      "en": "Pajama na Kanojo"
    },
    "updatedAt": "2024-05-20T03:24:10+00:00",
    "coverArt": "https://mangadex.org/covers/47b94625-2675-4a36-9efd-57d3e28e291e/3467aae2-42fe-431d-9340-25ceccb59fd8.jpg",
    "altTitles": [
      {
        "ja": "パジャマな彼女。"
      },
      {
        "ja-ro": "Pyjama na Kanojo"
      },
      {
        "ja-ro": "PajaKano"
      },
      {
        "ja-ro": "PyjaKano"
      },
      {
        "en": "Pyjama Girlfriend"
      },
      {
        "en": "My Pajama Girlfriend"
      },
      {
        "ru": "Призрак в пижаме"
      },
      {
        "zh": "睡衣女友"
      },
      {
        "zh-hk": "睡衣彼女"
      },
      {
        "id": "Piyama Pacar"
      }
    ],
    "description": {
      "en": "Keisuke and Makura are childhood friends who grew up together almost like brother and sister. One day, due to a misunderstanding they had, Makura left the house angry until Keisuke's Mom is worried about Makura not coming home yet, thus Keisuke is told to go look for her.  \nReluctantly, Keisuke went out to find Makura, He ended up at a place they used to go often, the sunflower field. Luckily, Makura was there. Keisuke joined her sitting on the bench and they began to reminisce.  \nWhen Keisuke decided that they should head back home, her mother phoned him and said that Makura collapsed and didn't wake up. She also told him to head to the hospital immediately. At that same moment, he looked at Makura, who was not standing but floating in the air…",
      "ru": "Кейске и Макура — друзья не разлей вода с самого детства, чуть ли не брат с сестрой. История начинается с того, что Макура, из-за глупого недоразумения, убегает из дому. Мама Кейске, волнуясь, отправила его на поиски. Неохотно, Кейске согласился. Проверив округу, он пришел на подсолнечное поле, где они с Макурой часто бывали. К счастью, девочка там и оказалась. Воспоминания воспоминаниями, но и домой возвращаться надо. Тогда-то он и заметил, что Макура не стоит, а плавает в воздухе… И почему его мама в панике и просит срочно приехать в больницу?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "1545011f-2288-47a9-845c-526068f4843a",
    "title": {
      "en": "The Splendid Job Of A Monster Maid"
    },
    "updatedAt": "2024-11-06T13:07:05+00:00",
    "coverArt": "https://mangadex.org/covers/1545011f-2288-47a9-845c-526068f4843a/20f1306f-9642-4f8e-bf4e-3fe379939772.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaibutsu Maid no Karei naru Oshigoto"
      },
      {
        "fr": "Le travail splendide d'une bonne monstrueuse"
      },
      {
        "ja": "怪物メイドの華麗なるお仕事"
      },
      {
        "en": "The Splendid Work of a Monster Maid"
      }
    ],
    "description": {
      "en": "A demon world maid's cute and spooky fantasy action!  \n  \nSumire, a nekomata, who lost her favorite master was wandering around, got lost, and arrived in a foreign country in the demon world?! With the android and undead maids, clean the demon's house brilliantly to take back \"that something!\"  \n  \n[Artist's twitter](https://twitter.com/yugata_tanabe)",
      "pt-br": "Sumire, uma nekomata que após a morte de seu mestre, estava vagando, se perdeu e chegou em um país estrangeiro no mundo dos demônios!? Para recuperar \"certa coisa\", ela limpará os bagunçados quartos ao lado da morta-viva Rose e a andróide Ivy!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "21"
  },
  {
    "mangaId": "f3f7ab22-c357-4583-8047-0b332973c9b8",
    "title": {
      "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
    },
    "updatedAt": "2024-11-01T10:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/f3f7ab22-c357-4583-8047-0b332973c9b8/f935cece-a706-425b-90ac-d37eb7ff037b.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation"
      },
      {
        "en": "Muhyo & Roojii"
      },
      {
        "en": "Muhyo and Roojii’s Magical Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rooji no Mahouritsusoudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roujii no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Rouji"
      },
      {
        "pt-br": "Muhyo y Rouji: Bufete de Investigación Sobrenatural"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho"
      },
      {
        "ja-ro": "Muhyo to Roojii"
      }
    ],
    "description": {
      "en": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away…or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "156"
  },
  {
    "mangaId": "b5e3b32e-5d96-4ebd-b37e-3caa0b258824",
    "title": {
      "en": "Kanzen Kaihi Healer no Kiseki"
    },
    "updatedAt": "2024-10-16T19:35:42+00:00",
    "coverArt": "https://mangadex.org/covers/b5e3b32e-5d96-4ebd-b37e-3caa0b258824/fb1aa932-6679-4840-991d-f2016fef4d0b.jpg",
    "altTitles": [
      {
        "en": "The Path of the Perfect Evasion Healer"
      },
      {
        "ja": "完全回避ヒーラーの軌跡"
      },
      {
        "ko": "완전회피 힐러의 궤적"
      },
      {
        "zh-hk": "完全迴避補師的異世界軌跡"
      },
      {
        "ru": "Путь целителя с идеальным уклонением"
      }
    ],
    "description": {
      "en": "A college student, Sakurai Hiroki was summoned to another world to defeat the Demon Lord. And since he got “Priest” as a job, his starting Recovery Stat was more than enough to heal any wounds, so he dumped all of his Stat Points into Evasion. In other words, he’s aiming for an Evasion Healer who will never get hit by enemy attacks. But unfortunately, people in that world couldn’t understand his ideal! The King got angry against him and labelled him as useless almost immediately! And thus, the story of how Hiroki become an odd Healer who can even avoid Dungeon Boss’ attacks with ease has started!!",
      "ru": "Учащегося среднего специального образовательного учреждения Сакурай Хироки вызвали в иное измерение для того, чтобы одолеть Лорда Демонов. Поскольку он получит специализацию \"Клирика\", его базового знания в области восстановления хватило в избытке, чтобы врачевать какие угодно повреждения, и по этой причине он использовал все очки способностей для улучшения уклонения. Иначе говоря, он выбрал дорогу исцелителя, который ни за что не окажется под ударами неприятеля. Однако, к несчастью, народ этого измерения не был в состоянии оценить его по достоинству! Правитель рассердился на героя и моментально нарек его бестолковым. Затем началась история о том, как Хироки становится великолепным мастером исцеления, который может уклоняться от самых жестоких атак боссов.",
      "pt-br": "Um estudante universitário, Sakurai Hiroki foi convocado para outro mundo para derrotar o Demon Lord. E desde que ele designado como \"Sacerdote\", seu estado de recuperação inicial foi mais que suficiente para curar qualquer ferida, então ele jogou todos os seus pontos de status em Evasion. Em outras palavras, ele está apontando para uma evasão Healer que nunca vai ser atingido por ataques inimigos. Mas, infelizmente, as pessoas desse mundo não entenderam seu ideal! O rei ficou irritado contra ele e o rotulou como inútil quase imediatamente!E assim, a história de como Hiroki se tornou um Curador estranho que pode até evitar ataques de Dungeon Boss com facilidade começou!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2024-11-17T01:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "ka": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-11-02T14:54:13+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/3b309b67-52e0-402d-965b-ca1cee450274.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      },
      {
        "en": "I'm the Only One with Unfavorable Skills: Isekai Summoning Rebellion"
      }
    ],
    "description": {
      "en": "Nakatani Yuto, a high school student, and his classmates are suddenly summoned to another world as \"heroes\". While his classmates are given powerful skills, Yuto is given the unfortunate skill of [Absorb]. Yuto, who has no use for it, is mortally wounded in a battle with a demon, but his classmates leave him to die. But at that moment, Yuto hears a voice out of nowhere...?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd4b0070-b511-4f7f-ba06-64c307ac4a8d",
    "title": {
      "en": "Onna Tomodachi wa Tanomeba Igaito Yarasete Kureru"
    },
    "updatedAt": "2024-08-26T14:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/dd4b0070-b511-4f7f-ba06-64c307ac4a8d/95846ddc-1527-44e3-bacf-5b30a2c1e7b2.jpg",
    "altTitles": [
      {
        "en": "My Female Friends Are Surprisingly Willing to Let Me Do It If I Ask For It"
      },
      {
        "ja": "女友達は頼めば意外とヤらせてくれる"
      },
      {
        "pt-br": "Surpreendentemente, minhas amigas estão dispostas a me deixar fazer isso se eu pedir"
      }
    ],
    "description": {
      "en": "Hisaya Minato, a normal high school student, has a female friend who is a bit peculiar. She is Aoi Hatsuki, the most beautiful girl in the high school. For some reason, they get along very well, and since they happen to live on the same floor, they gradually become good friends, coming and going from each other's houses. One day, Minato suddenly asks her to show him her panties. At first, Hatsuki is reluctant, but then she starts to roll up her skirt?",
      "ja": "平凡な高校生・湊寿也には可愛すぎる女友達がいる。それは美少女ギャルの葉月葵。何故か気が合う二人は、偶然同じマンションに住んでいることもあって、お互いの家に入り浸るほど仲良くなっていく。そんなある日、湊は勢いで「パンツを見せてほしい」とお願いしてしまう。初めは渋る葉月だったが、恥じらいつつスカートをめくり始めて――！？\n \n--- \n \nHeibon'na kōkōsei Minato hisaya ni wa sukoshi kawatta tomodachi ga ita. Sore wa gakkō ichi no bishōjo Hadzuki Aoi. Nazeka kigaau futari wa, gūzen onaji manshon ni sunde iru koto mo ari, jojoni tagai no ie o yukikisuru nakanoii \"tomodachi\" ni. Son'na aru Ni~Tsu, minato wa ikioi de \"pantsu o misete hoshī\" to onegai shite shimau. Hajime wa shiburu hadzukidattaga, mizukara sukāto o mekuri hajimete iki ――!?",
      "pt-br": "Hisaya Minato, um simples estudante do ensino médio, tem uma amiga um tanto peculiar. Aoi Hatsuki, a garota mais linda do ensino médio, por alguma razão, eles se dão muito bem, e por morarem no mesmo andar, gradualmente se tornaram melhores amigos, indo e vindo da casa um do outro. Um dia, Minato de repente pede que ela mostre sua calcinha para ele. De cara, Hatsuki fica relutante, mas então ela começa a levantar sua saia?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef4718d3-8589-4af1-bc61-d4227e710af0",
    "title": {
      "en": "UsoNatsu ~The Summer Romance Bloomed From A Lie~"
    },
    "updatedAt": "2024-11-19T02:41:12+00:00",
    "coverArt": "https://mangadex.org/covers/ef4718d3-8589-4af1-bc61-d4227e710af0/be7cc0cf-4249-47c1-9d65-861c62ac8744.png",
    "altTitles": [
      {
        "ja": "嘘から始まる恋の夏 -squall-"
      },
      {
        "ja-ro": "Uso kara Hajimaru Koi no Natsu -squall-"
      },
      {
        "es-la": "Un verano de amor que comienza con una mentira -squall-"
      },
      {
        "en": "Summer Love Begins with a Lie -squall-"
      }
    ],
    "description": {
      "en": "Kaoru, who had run away from home, is found and protected by her main teacher, Mirei, in the rain. At school, the teacher seemed like a responsible adult, but at home, her attitude is careless, drinking alcohol during the day and making jokes with a smile on her face. However, she accepts and understands the worries that Kaoru could not cope with.... Thus begins the faltering romance of two people who cannot yet become adults.\n\nAn official manga adapting the visual novel \"Uso kara Hajimaru Koi no Natsu\" that was not shown in the main story, focusing on the relationship between a teacher and her student, portraying a love story, Youth ✕ Summer ✕ Yuri.",
      "es-la": "Kaoru, quien había huido de casa, es encontrada y protegida por su profesora principal, Mirei, bajo la lluvia. En la escuela, la profesora parecía una adulta responsable, pero en casa, su actitud es descuidada, bebe alcohol durante el día y hace bromas con una sonrisa en el rostro. Sin embargo, acepta y comprende las preocupaciones con las que Kaoru no podía enfrentarse... Así comienza el titubeante romance de dos personas que aún no pueden convertirse en adultas.\r\n\r\nUn manga oficial que adapta la novela visual \"Uso kara Hajimaru Koi no Natsu\" que no se mostró en la historia principal, centrándose en la relación entre una profesora y su alumna, retratando una historia de amor, Juventud ✕ Verano ✕ Yuri."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d75e832b-e4be-4a1b-bc54-4a1a358aa8e4",
    "title": {
      "en": "GUNDAM EXA VS"
    },
    "updatedAt": "2024-10-13T11:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/d75e832b-e4be-4a1b-bc54-4a1a358aa8e4/d660cf45-a222-4b6f-9411-e212928fcd8c.png",
    "altTitles": [
      {
        "ja": "ガンダムエグザ　ブイエス"
      },
      {
        "ja": "ガンダムEXAVS"
      },
      {
        "ja-ro": "Gundam EXA VS"
      }
    ],
    "description": {
      "en": "Gundam EXA VS (ガンダム EXA VS) is a manga written by Tomohiro Chiba and illustrated by Kōichi Tokita, published by Kadokawa Shoten and serialized in Gundam Ace magazine in 2014 to be tied in with the arcade Game Mobile Suit Gundam: Extreme Vs. Maxi Boost. It's the sequel to the previous manga series, Gundam EXA.\n\nSome time after the events of Gundam EXA, Sthesia Awar informs Leos Alloy that she discovered a new GA data cluster from a computer outside of Jupiter X. The two dive into the new data and find themselves in the Universal Century, during the attack on Side 7. However, after entering the colony, they find that the inside was in ruins, and the RX-78-02 Gundam has been destroyed before it could be activated by Amuro Ray."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31"
    },
    "updatedAt": "2024-11-28T22:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/3302508e-17e5-4547-a6c6-d7295f641134.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "The Long Summer of August 31st"
      },
      {
        "ru": "Длинное лето 31-го августа"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition...\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-11-19T15:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/cf999eef-6ad5-4fe2-a325-ef05f3f7b219.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "ja": "『天才』は見つける者がいて初めてその輪郭を成す──。\n\n凪 誠士郎、高校2年生。「めんどくさい」が口グセの少年は、日々を無気力に生きていた。日本サッカーのW杯優勝を目指す育成寮“青い監獄”と、相棒・御影玲王がその才能を見つけ出すまでは──。",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2024-07-17T17:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "8a6bc1ad-c02d-4643-b7d8-d316ae5d4561",
    "title": {
      "en": "Seventh"
    },
    "updatedAt": "2024-11-08T21:47:03+00:00",
    "coverArt": "https://mangadex.org/covers/8a6bc1ad-c02d-4643-b7d8-d316ae5d4561/027ab382-14a7-432d-a159-c815924dece2.jpg",
    "altTitles": [
      {
        "ja": "セブンス"
      },
      {
        "en": "7th"
      },
      {
        "vi": "Bảy thế hệ"
      }
    ],
    "description": {
      "en": "Lyle Walt is a young noble boy and heir looking forward to the day he can inherit his family’s territory. Except around when he was 10 year old, his parents started neglecting him more and more in favour of his little sister, Ceres.\n\nOn his fifteenth birthday, he is challenged to a duel by his sister to see who will inherit the household and horribly loses, being cast out of his family. Afterwards, he gets treated by the family groundskeepers and receives the family heirloom Gem from him that Lyle’s grandfather had entrusted to him. From there, he begins an aimless journey with his childhood friend and former fiancée, Novem, and the Gem-turned-Jewel that houses the memories, personalities, and Skills of seven of his ancestors.",
      "ja": "自身の家族に裏切られ、失意のライエルの前に現れた七人の先祖達…彼らは敵か味方か！？宝玉をめぐる剣と魔法のバトルロワイヤル！！\n\n女神を崇め、剣と魔法が存在する世界で貴族の嫡男として生まれたライエル。過去には天才、麒麟児ともてはやされ期待されたライエルだが、すべてを完璧にこなす妹セレスによって屋敷内で冷遇されていってしまう。そのセレスに思いついたかのようにライエルとの戦いを提案され、セレスと対峙すことになったライエル。全てが上をいくセレスに無様に敗れたライエルは、跡取りの座をセレスに奪われ存在そのものも失われてしまう。傷つき失意したライエルだったが、屋敷の庭に住み込む老人に助けられ、宝玉のついた首飾りを受け取る。それは老人が先代─ライエルの祖父から預かっていた、【アーツ】が記録された青い玉は、ウォルト家の家宝とも言うべき物だった。 歴代当主七人のアーツが記録された宝玉を託されたライエルは、それを持って屋敷を去るのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "323424b8-e1a1-47c5-951a-8b61f8ce604e",
    "title": {
      "en": "Unhuman"
    },
    "updatedAt": "2023-07-15T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/323424b8-e1a1-47c5-951a-8b61f8ce604e/ade548fe-a6fd-4ef6-9e25-1f2fb23f249a.png",
    "altTitles": [
      {
        "en": "Inhuman"
      },
      {
        "en": "Not Human"
      }
    ],
    "description": {
      "en": "It's divided to three arcs:  \nArc 1: Unhuman (不是人)  \nArc 2: Me Lowly Woman (賤妾)  \nArc 3: The Final Keystone (終礎)"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "275c3ee8-bdeb-4070-a333-6add23a8415a",
    "title": {
      "en": "Renge to Naruto!"
    },
    "updatedAt": "2024-10-14T13:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/275c3ee8-bdeb-4070-a333-6add23a8415a/e55c5992-b52e-4aed-9a7b-93e8f2ac95d8.jpg",
    "altTitles": [
      {
        "ja": "れんげとなると！"
      },
      {
        "vi": "renge và naruto"
      },
      {
        "en": "Renge and Naruto!"
      }
    ],
    "description": {
      "en": "It's been a few months since the neighborhood Chinese restaurant closed down, and when I stopped by for the first time in a while, I found that it had been transformed into a flashy, mysterious restaurant with its old signboard still intact. When I went inside, there was a gal there... This is a story about a Chinatown restaurant where gals are hospitable.",
      "ja": "近所の町中華が閉店して数カ月、久々に立ち寄るとそこはかつての看板のまま、ド派手な謎の店に変わっていた。中に入るとそこには1人のギャルがいて……。ギャルがもてなす町中華の物語だ。",
      "pt-br": "Já se passaram alguns meses desde o fechamento do restaurante chinês do bairro, e quando passei por lá pela primeira vez em um tempo, descobri que ele tinha se transformado em um restaurante chamativo e misterioso, mantendo ainda seu antigo letreiro. Ao entrar, deparei-me com uma garçonete... Esta é uma história sobre um restaurante em Chinatown onde as garçonetes são acolhedoras."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "939de251-3c43-42fd-ac6b-5676b3328e9d",
    "title": {
      "en": "Kono Subarashii Sekai ni Bakuen wo!"
    },
    "updatedAt": "2024-05-12T09:45:22+00:00",
    "coverArt": "https://mangadex.org/covers/939de251-3c43-42fd-ac6b-5676b3328e9d/83221105-0413-40be-ae71-998ca2a5c383.jpg",
    "altTitles": [
      {
        "pt-br": "Traga Explosões Para Este Mundo Maravilhoso!"
      },
      {
        "en": "Konosuba: An Explosion on This Wonderful World!"
      },
      {
        "en": "Gifting this Wonderful World with Explosions!"
      },
      {
        "ja-ro": "Konosuba: Bakuen"
      },
      {
        "ru": "Да будет взорван этот прекрасный мир!"
      },
      {
        "ja": "この素晴らしい世界に爆焔を！"
      },
      {
        "pt-br": "Konosuba: Explosões"
      }
    ],
    "description": {
      "en": "A spin-off of Kono Subarashii Sekai ni Shukufuku wo! that focuses on Megumin.",
      "ru": "Спин-офф «Kono Subarashii Sekai ni Shukufuku wo!», который расскажет о Мегумин.",
      "pt-br": "As membras do Clã Mágico Carmesim, Megumin e Yunyun, estão no topo de sua classe, mas ainda têm muito a aprender. Yunyun começou a aprender magia avançada, mas Megumin seguiu um caminho diferente - o caminho da magia de explosão! Apesar de ter sido avisada de sua utilidade é limitada, Megumin acredita que a magia de explosão é o caminho para ela se tornar uma grande e voluptuosa feiticeira, e ela não será convencida do contrário!\n\nUm Spin-Off de Konosuba com o foco na personagem Megumin."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "20"
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-12-08T13:39:45+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/77d727a8-fdc6-48c9-a369-30f828c2ad4c.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "ja-ro": "Isekai Teni Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken - Aoi-sensei no Gakuen Funtou Nisshi"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      },
      {
        "vi": "Chuyển sinh làm giáo viên tại thế giới phép thuật"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world. Aoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic! Aoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy. However, her abilities have become the talk of the school...",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "1a95747c-9cb5-4530-879f-bb77e079ee9a",
    "title": {
      "en": "Honkai Impact 3rd - 2nd Herrscher"
    },
    "updatedAt": "2022-12-03T04:35:56+00:00",
    "coverArt": "https://mangadex.org/covers/1a95747c-9cb5-4530-879f-bb77e079ee9a/0cee73f4-aee2-426f-b274-cada8464bd6e.jpg",
    "altTitles": [
      {
        "en": "Honkai Impact 3rd - 2nd Lawman"
      },
      {
        "zh": "崩坏3rd - 第二次崩坏"
      }
    ],
    "description": {
      "en": "Alternate fan translation of volume 0.2 of [Honkai Impact 3rd](https://mangadex.org/title/b82bc828-0f22-43d9-835d-d5ff1cb0d680/honkai-impact-3rd).  \n  \n\"On February 1st, 2000. The entire man research staff of Shicksals Babylon facility in Siberia disappeared overnight. While Theresa investigates this mystery under orders from Otto, Walter and Einstein make preparation for *her* appearence. The stage is set for the second Honkai Impact.\"  \n  \nTimeline : Set 14 years before the start of the game.   \n  \nArc is completed in CN and by official MiHoYo manga team - HOMU Comics.  \n\n\n---\n\nMain Story :   \n[# Book 1001 = Escape From The Sky](https://mangadex.cc/manga/22297/honkai-impact-3#)   \n[# Book 1002 = Cherry Blossom Recall](https://mangadex.cc/manga/22297/honkai-impact-3#)   \n[# Book 1003 = Mystery of Stigmata](https://mangadex.cc/manga/26804/honkai-impact-3rd-mystery-of-stigmata)   \n[# Book 1006 = Anti-Enthrophy Invasion](https://mangadex.cc/manga/22297/honkai-impact-3)  \n[# Book 1007 = Gratitude Arc](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1008 = Moon Shadow](https://mangadex.cc/manga/22297/honkai-impact-3)    \n\n\n---\n\nSide Story :  \n[# Book 1004 = Violet Sea Tales](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1005 = Dark Sakura Tales | Guns Girl SchoolDayZ EX - Sakura Arc](https://mangadex.cc/manga/15560/guns-girl-schooldayz-ex)   \n[# Book 1009 = Purple Kite's Tales](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1010 = Secret of the God Keys](https://mangadex.cc/title/31991/honkai-impact-3rd-secret-of-the-god-keys)   \n**# Book 1012 = 2nd Herrscher/Lawman**     \n\n\n---\n\nSpin-off :  \n[# Book 1011 = When Kiana Play Honkai Impact](https://mangadex.cc/manga/22297/honkai-impact-3)  \n[# Book 1013 = Valkyries' Dining Escapades](https://mangadex.cc/manga/26179/honkai-impact-3-valkyries-dining-escapades)  \n[# Book 1014 = Summer Memories](https://mangadex.cc/title/30931/honkai-impact-3rd-summer-memories)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-17T20:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-10-16T09:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/39c9fff0-2b44-470d-9b33-619a38981157.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      },
      {
        "vi": "Đêm Của Kẻ Ngốc"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?\n___\n[Alt Official English (Shougakukan Asia)](https://shogakukan.asia/fool-night/)",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?",
      "vi": "Trong tương lai, trái đất bị các đám mây đen che phủ. Không còn ánh sáng mặt trời, thực vật chết dần, lượng oxi tụt giảm mạnh. Tuy nhiên, con người đã tìm ra thứ công nghệ \"biến người thành thực vật\" để sản xuất thêm lượng oxi ít ỏi giúp con người sống sót."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1180743d-8e38-4c00-b767-c53169fadc6a",
    "title": {
      "en": "Tensura Nikki: Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-10-26T12:05:42+00:00",
    "coverArt": "https://mangadex.org/covers/1180743d-8e38-4c00-b767-c53169fadc6a/4e76c85a-5fb6-4dfb-b840-da7c6f915658.jpg",
    "altTitles": [
      {
        "en": "The Slime Diaries: That Time I Got Reincarnated as a Slime"
      },
      {
        "ja-ro": "Tensura Nikki Tensei Shitara Slime Datta Ken"
      },
      {
        "ja": "転スラ日記 転生したらスライムだった件"
      }
    ],
    "description": {
      "en": "This Spinoff Manga has content based starting from Volume 3 of the Light Novel.\n\n\"Dear diary… I got reincarnated as a slime.\"\n\nEven in another world, lives aren't always on the line. There's plenty of work to be done, from feeding the community and forging the items the community needs; as well as plenty of play ...and hijinks throughout! Join Rimuru and friends as they kick back and enjoy their daily lives.\n___\n**Character Designer:** [Mitz Vah](https://mangadex.org/author/63e87d1a-11f9-4c5f-9a7f-d7687a923366)",
      "it": "Questa è la serie spin-off ufficiale 4-koma di \"Vita da slime\"! A differenza della storia principale, questa vede la vita quotidiana di Limur da una nuova prospettiva!",
      "es-la": "Este Manga Spinoff tiene contenido basado de los Volumenes 3,4, y 5 de la Novela Ligera.\n\n\"Querido diario... me reencarne como un slime.\"\n\nIncluso en otro mundo, las vidas no siempre estan en la linea. Hay mucho trabajo que hacer, desde alimentar a la comunidad y forjar los items que necesitan; como tambien hay un monton de juego... ¡Y travesuras!. Unete a Rimuru y sus amigos mientras que se relajan y disfrutan de sus vidas diarias."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6284a2f-3378-4948-b368-02053fb3c942",
    "title": {
      "en": "Hokuo Kizoku to Moukinzuma no Yukiguni Karigurashi"
    },
    "updatedAt": "2024-12-20T07:35:26+00:00",
    "coverArt": "https://mangadex.org/covers/c6284a2f-3378-4948-b368-02053fb3c942/77ff3f5f-6f5e-4284-a53a-057198c4eeed.jpg",
    "altTitles": [
      {
        "en": "The Snow Country Hunting Life of the Northern Nobleman and the Eagle-like Wife"
      },
      {
        "ja": "北欧貴族と猛禽妻の雪国狩り暮らし"
      },
      {
        "es": "La vida de caza en el país nevado del noble del norte y la esposa rapaz"
      },
      {
        "fr": "La vie calme d'un couple d'aristocrates en Laponie"
      },
      {
        "fr": "L'Aigle écarlate et le Yéti (Naban)"
      }
    ],
    "description": {
      "en": "A touching story about hunting and romance takes place in the vast expanses of Nature. \nRitzhardt governs a wintry territory far to the north. Sieglinde is a soldier with the nickname \"Crimson Eagle.\" \nRitzhardt falls in love at first sight with her, and they begin their life together… for a trial marriage of one year?!  \n  \nHunting reindeers, snacking on nuts, gathering firewood, making traditional handicrafts… \nIn their peaceful and modest life in the land of winter, will the couple truly become husband and wife?  \n  \nThe 3-time Narou-Con award-winner story has been adapted to manga!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "100"
  }
]