[
  {
    "mangaId": "563c8730-a22e-4889-8a57-9b813e113002",
    "title": {
      "en": "Rohan at the Louvre"
    },
    "updatedAt": "2023-02-01T04:48:28+00:00",
    "coverArt": "https://mangadex.org/covers/563c8730-a22e-4889-8a57-9b813e113002/a9346b3d-bbf6-4804-a153-df748b5777fc.jpg",
    "altTitles": [
      {
        "ja-ro": "Kishibe Rohan Louvre e Iku"
      },
      {
        "ro": "Kishibe Rohan vizitează Louvre"
      },
      {
        "fr": "Rohan au Louvre"
      },
      {
        "ar": "روهان في اللوفر"
      },
      {
        "ja": "岸辺露伴 ルーヴルへ行く"
      }
    ],
    "description": {
      "en": "As Rohan, a young Japanese mangaka, is drawing, he meets a mysterious, beautiful woman who tells him of a cursed 200-year-old painting. The painting was created using the blackest ink ever known, which came from a 1,000-year-old tree that the painter had cut down without the approval of the Emperor. The painter was executed for this, but the painting was saved from destruction by a curator of the Louvre. A decade later, Rohan visits Paris and asks the museum to unearth the painting from deep within its archives—but he is completely unprepared for the power of the curse he has unleashed.\n\nLive action movie adaptation (2023): [MyDramaList](https://mydramalist.com/746301-rohan-au-louvre)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "6678b794-63fe-4f46-b94e-4bd55a21e594",
    "title": {
      "en": "The Lady's Butler"
    },
    "updatedAt": "2024-03-16T03:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/6678b794-63fe-4f46-b94e-4bd55a21e594/77ab7015-b7d5-4fce-8bd3-ad1cf4574362.jpg",
    "altTitles": [
      {
        "ko-ro": "Geu Agassiui Jibsanim"
      },
      {
        "ko": "그 아가씨의 집사님"
      },
      {
        "fr": "Le valet de la demoiselle"
      },
      {
        "vi": "Quản Gia Nam Phụ Của Tiểu Thư Xuyên Không"
      },
      {
        "th": "ภารกิจพิทักษ์พ่อบ้านสุดหล่อ"
      },
      {
        "ja-ro": "Ojousan no Sitsuji"
      },
      {
        "ja": "お嬢さんの執事"
      },
      {
        "zh": "那小姐的执事"
      },
      {
        "es": "El mayordomo de la dama"
      },
      {
        "pt-br": "O Mordomo da Senhorita"
      }
    ],
    "description": {
      "en": "Harboring an obsession with the second male lead of the novel series *The Flower Holds a Sword*. Like always I write a commend about Lancelot and went to sleep. But something is off?! When I woke up my *favorite character* called me \"milady\" and brightly smiled at me! I think I won the lottery. Or I saved earth in my previous life. If you do good stuff in your past life you'll have good luck in your next life. If it's not that how could this even happen? This lottery that I won, I should use it properly. I decided I'll make my *favorite character*'s happiness my number one priority."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "95"
  },
  {
    "mangaId": "e859e3c7-e2d4-4f61-9647-9a1d6c8ca451",
    "title": {
      "en": "Age of Terror"
    },
    "updatedAt": "2024-04-24T14:59:05+00:00",
    "coverArt": "https://mangadex.org/covers/e859e3c7-e2d4-4f61-9647-9a1d6c8ca451/177814f1-37c5-4d1c-9271-02abedbc5110.png",
    "altTitles": [
      {
        "zh": "全球诡异时代"
      }
    ],
    "description": {
      "en": "After a weird hundred years where ghost were appearing, only one-tenth of mankind remained and the number of ghosts exceeding the number of humans remaining! In order to survive, humans needed to choose a “companion ghost” from birth, and constantly cultivate their own companion ghost so that they can be used to fight against other ghosts. The world has entered a weird era of co-existence with ghosts! With the help of the system, the invincible ghost cultivated by Lin Feng causes the whole world to tremble"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7dc1aed-e970-477e-a5e3-f72ddfb3b16c",
    "title": {
      "en": "Acting Genius, TOP Idol!"
    },
    "updatedAt": "2024-04-11T10:04:03+00:00",
    "coverArt": "https://mangadex.org/covers/a7dc1aed-e970-477e-a5e3-f72ddfb3b16c/15e29663-3484-485b-aa23-ba2173d2b1ab.jpg",
    "altTitles": [
      {
        "id": "Jenius Akting, Idola TOP!"
      },
      {
        "ko": "연기 천재, TOP 아이돌!"
      }
    ],
    "description": {
      "en": "“The brilliant actor, famous Baekhyun, before he dies, encounters a miracle and travels back in time! But there’s nothing free about time travel. His lifespan ends at thirty, and he has only ten years left. To return as an actor and stay alive, he must become an ‘idol’! Experience the journey of the talented performance star as he rises to the top ranks of idols, an exciting story awaits!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dff01d-d7c7-415d-bb30-55af681cbce0",
    "title": {
      "en": "Watashi ni Tenshi ga Maiorita!"
    },
    "updatedAt": "2024-04-22T01:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/79dff01d-d7c7-415d-bb30-55af681cbce0/6aa9ab4b-a127-4259-aa2e-9b3d529bd6b6.jpg",
    "altTitles": [
      {
        "en": "An Angel Flew Down to Me!"
      },
      {
        "ja-ro": "Wataten"
      },
      {
        "ja": "私に天使が舞い降りた!"
      },
      {
        "ru": "Мой ангел спустился ко мне!"
      },
      {
        "zh-hk": "天使降臨到我身邊！"
      },
      {
        "zh": "天使降临到我身边！"
      },
      {
        "es-la": "Wataten: ¡Un ángel descendió ante mi!"
      }
    ],
    "description": {
      "en": "The four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight.",
      "es-la": "La historia de este manga cómico 4-Koma se centra en Miyako Hoshino, una tímida estudiante universitaria y otaku. La hermana pequeña de Miyako, Hinata, que está en quinto grado, tiene una compañera de clase y amiga llamada Hana. Cuando se conocen, Miyako se enamora de Hana a primera vista..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84d6b69d-9003-49b0-b90b-652ad1b4725f",
    "title": {
      "en": "Brave Universe Sworgrader"
    },
    "updatedAt": "2024-04-29T18:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/84d6b69d-9003-49b0-b90b-652ad1b4725f/0e9721eb-b05b-4b58-9445-85d635b7090d.jpg",
    "altTitles": [
      {
        "en": "Brave Universe Sworgrader"
      },
      {
        "ja": "勇者宇宙ソーグレーダー"
      },
      {
        "ja-ro": "Yūsha Uchū Sōgurēdā"
      }
    ],
    "description": {
      "en": "The story revolves around Taira Yunokami a boy in fifth grade that helps his father run a food truck. One day, he meets a famished girl in a park on his way to school. After helping the girl, the city is suddenly attacked by Glutton, an inter-dimensional threat that endangers the world. \n\nAmidst the chaos Sworg, a young member of the Space Administration Bureau Braver saves both Taira and the girl. Sworg has come to Earth to pursue the enigmatic and malevolent Glutton. When fate brings Sworg and Taira together, they'll find themselves unexpectedly thrust into an extraordinary journey through multiple dimensions."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-05-17T01:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-05-16T00:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/14474fd9-5b22-4686-83e0-ce1ee6ad54a4.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone"
      },
      {
        "en": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Links:**\n- Alternative Official Raw - [Comic Days](https://comic-days.com/episode/4856001361135826437), [Magazine Pocket](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603",
    "title": {
      "en": "Kajiya de Hajimeru Isekai Slow Life"
    },
    "updatedAt": "2024-04-06T05:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603/f20fde3a-9d74-4493-be2b-493c5160857a.png",
    "altTitles": [
      {
        "ja-ro": "Kajiya de Hajimeru Isekai Surouraifu"
      },
      {
        "ja": "鍛冶屋ではじめる異世界スローライフ"
      },
      {
        "en": "My Quiet Blacksmith Life in Another World"
      },
      {
        "en": "Different World Slow Life Begun at the Smithy"
      },
      {
        "zh-hk": "成為鐵匠在異世界度過悠閒人生"
      },
      {
        "uk": "Помірне життя ремісничого в іншому світі"
      },
      {
        "ru": "Умеренная жизнь ремесленника в другом мире"
      }
    ],
    "description": {
      "en": "One night, Eizo, a hapless corporate slave, saves a cat and gets hit by a truck. The cat which seems to be related to a parallel world, in return for his help, grants Eizo a skill of his wish and reincarnates him to another world. Eizo, who has craftsmanship as a hobby and wishes to use this skill for a living, chooses to be reincarnated as a blacksmith. And so he starts his life in another world as a blacksmith just as he wishes. However, Eizo's creations are at another different level that will shake this new world.  \n  \n---\n\n**Links:** \n- [Official LN (EN)](https://j-novel.club/series/my-quiet-blacksmith-life-in-another-world)",
      "fr": "Une nuit, Eizo, un malheureux esclave d'entreprise, sauve un chat et se fait renverser par un camion. Le chat qui semble être lié à un monde parallèle, en échange de son aide, accorde à Eizo une compétence de son souhait et le réincarne dans un autre monde. Eizo, qui a l'artisanat comme passe-temps et souhaite utiliser cette compétence pour gagner sa vie, choisit de se réincarner en forgeron. Il commence donc sa vie dans un autre monde en tant que forgeron, comme il le souhaite. Cependant, les créations d'Eizo se situent à un autre niveau qui va bouleverser ce nouveau monde.",
      "ja": "しがない社畜として生きていたエイゾウは、ある晩に猫を助けてトラックにはねられる。その猫は並行世界に関わる存在だったらしく、助けてくれた見返りとしてエイゾウに希望のスキルを与えたうえで異世界に転生させることを申し出る。エイゾウは趣味のモノ作りを生業としたいと思い、鍛冶屋として転生することを望む。その願いどおりに鍛冶屋として異世界でのモノ作りライフがはじまる。しかし、エイゾウのスキルは異世界を揺るがす業物を生み出すレベルだった――。\n\n* **エイゾウ**\nモノ作りと猫が大好きな元社畜。\n\n* **サーミャ**\n虎の獣人族の少女。エイゾウに命を助けてもらう。\n\n---\n\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel](https://ncode.syosetu.com/n7266fe)\n- [Official LN (JP)](https://kadokawabooks.jp/product/kajiyadehajimeruisekai)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd132a9c-233e-41bd-a4c3-71e5f8485829",
    "title": {
      "en": "Jakushou Ryouchi no Seizon Senryaku! - Ore no Ryouchi ga Nando Kurikae shite mo Metsubousurun Dakedo. Kore, Dou shitara Tasukarimasu ka?"
    },
    "updatedAt": "2024-03-22T12:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/dd132a9c-233e-41bd-a4c3-71e5f8485829/6c6010a4-45ed-42db-8b7f-12acbb29f242.jpg",
    "altTitles": [
      {
        "ja": "弱小領地の生存戦略！ ～俺の領地が何度繰り返しても滅亡するんだけど。これ、どうしたら助かりますか？～"
      },
      {
        "en": "Survival Strategy for Weak Territories! ~ My Territory Will Be Destroyed No Matter How Many Times It Is Repeated. How Can This Be Saved? ~"
      }
    ],
    "description": {
      "en": "Klein von Asgard was an ordinary lord that can be found everywhere.\n\nHe ruled a peaceful territory without incident. One day, an army was suddenly sent from the Marquis family, and the Viscount family of Asgard was destroyed.\n\nThe next moment when he thought that Klein himself died. He woke up in his bed at home and noticed that he was back three years before his destruction. After that, Klein confirmed that a similar incident had occurred at the same time as the previous life.\n\nHe was convinced that he would be destroyed in three years if nothing was done. In order to avoid the path of destruction, a deadly operation for survival was started \n\n― But death. No matter how many times he died, the territory was destroyed.\n\nHe did not want to die. He also wanted to avoid killing people. With that in mind, he just regresses.\n\nUntil the day of the happy ending.",
      "ja": "他界した両親に代わり、若くして子爵家を継いだクレイン・フォン・アースガルドは今日も平和に領地を治めていた。しかし、ある日突然大貴族からの宣戦布告を受け、そのまま領地は滅ぼされてしまう。クレイン自身も命を落とした――と思いきや、自宅のベッドで目を覚まし、滅亡の３年前へ戻っていることに気づく。3年後の危険な未来を回避するため、様々な策を講じるも殺され、そのたび何度も生き返る。果たしてクレインは、平和な日々を取り戻すことができるのか！？　生き返りチートで平和な未来をつかみ取れ！　「小説家になろう」発、大人気ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-04-15T01:01:36+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/bc22bc4a-5d83-40f8-85bd-45b7ecb08d83.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "en": "I Want To See You Blush"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb74e93d-e947-4774-83e7-d972b85d3d11",
    "title": {
      "en": "Pokémon SPECIAL Scarlet & Violet"
    },
    "updatedAt": "2024-02-28T19:10:42+00:00",
    "coverArt": "https://mangadex.org/covers/fb74e93d-e947-4774-83e7-d972b85d3d11/81ca4249-f019-4a25-9cd9-c1cad7e44002.jpg",
    "altTitles": [
      {
        "ja": "ポケットモンスターSPECIAL スカーレット・バイオレット"
      },
      {
        "ja-ro": "Pokettomonsutā SPECIAL sukāretto baioretto"
      }
    ],
    "description": {
      "en": "Violet, the “prince of speed” who drives Miraidon, runs through the Paldea region in search of the “secret spice” to regain the ability of Miraidon! A showdown with the Nushi Pokemon! Operation Stardust! And the other main character...!?",
      "es": "Violet, el “príncipe de la velocidad” que conduce a Miraidon, corre por la región de Paldea en busca de la “especia secreta” para recuperar la habilidad de Miraidon. ¡Un enfrentamiento con el Pokémon Nushi! ¡Operación Polvo de Estrellas! ¿¡Y el otro personaje principal...!?",
      "ja": "ミライドンを駆る“スピード王子”バイオレットが、ミライドンの能力を取り戻すべく「秘伝スパイス」を求めてパルデア地方を駆け巡る！　ヌシポケモンとの対決！　スターダスト作戦！　そしてもう一人の主人公は…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-04-11T11:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdc636a0-370b-48b2-a94f-bb66734bbaab",
    "title": {
      "en": "Master of the Resurgence of Spiritual Energy"
    },
    "updatedAt": "2024-02-06T05:11:54+00:00",
    "coverArt": "https://mangadex.org/covers/fdc636a0-370b-48b2-a94f-bb66734bbaab/56bd1e00-59be-40e2-8ab1-7e64197b61d8.jpg",
    "altTitles": [
      {
        "zh": "我主宰了灵气复苏"
      }
    ],
    "description": {
      "en": "The resurgence of spiritual energy on Earth. Shen An receives a message from his future self and embarks on an invincible path! Shen An wants to keep a low profile, but the beautiful women around him won't allow it!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b39b6e-a448-4644-a540-64ceff1d8305",
    "title": {
      "en": "Toilet-bound Hanako-kun"
    },
    "updatedAt": "2024-04-18T00:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/a4b39b6e-a448-4644-a540-64ceff1d8305/0f90e4c6-de3b-409b-bf71-350ac9e504b6.jpg",
    "altTitles": [
      {
        "id": "Hanako si Arwah Penasaran"
      },
      {
        "id": "Hanako, Sepulang Sekolah"
      },
      {
        "de": "Mein Schulgeist Hanako"
      },
      {
        "ru": "Туалетный мальчик Ханако-кун"
      },
      {
        "ja": "地縛少年 花子くん"
      },
      {
        "ja": "地缚少年花子君"
      },
      {
        "ko": "지박소년 하나코 군"
      },
      {
        "vi": "“Cậu” ma nhà xí Hanako"
      },
      {
        "pt-br": "Hanako-Kun e os mistérios do colégio Kamome"
      },
      {
        "es-la": "El Chico del Baño Hanako-kun"
      },
      {
        "es-la": "Hanako-kun el Fantasma del Baño"
      },
      {
        "es-la": "Hanako-kun y los Misterios de la Academia Kamome"
      },
      {
        "th": "ฮานาโกะคุง วิญญาณติดที่"
      },
      {
        "fr": "Toilet-bound Hanako-kun"
      },
      {
        "ja-ro": "Jibaku Shounen Hanako-kun"
      },
      {
        "en": "Toilet-bound Boy Hanako-kun"
      }
    ],
    "description": {
      "en": "\"Hanako-san, Hanako-san… are you there?\"  \nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Nene Yashiro, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom… but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san… is a boy!  \n  \n**Note:** Volume 0 includes the original pilot version of Jibaku Shounen Hanako-kun and the debut oneshot of Aida Iro - Dear My Living Dead.\n\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Hanako si Arwah Penasaran** (2019)\n- Korean release by 루트미디어 as **지박소년 하나코군** (2019)\n- Polish release by Studio JG as **Hanako : duch ze szkolnej toalety**\n- Turkish release by Gerekli Şeyler Yayıncılık as **Tuvalet Hayaleti Hanako-Kun** (2022)",
      "id": "Ada rumor tentang tujuh misteri atau lebih dikenal dengan \"Nana Fushigi\" di Akademi Kamome. Salah satunya adalah “Hanako”, hantu yang menghuni toilet wanita bilik ketiga di lantai 3 gedung sekolah lama. Konon, dia akan mengabulkan apa pun harapan orang yang memanggilnya. Di sisi lain, Nene Yashiro, seorang siswi SMA, melibatkan dirinya dengan makhluk supernatural agar harapannya terkabul. Inilah kisah komedi yang menghangatkan hati tentang Hanako, si hantu toilet, dengan gadis penggemar misteri!\n\n(Sumber: Sinopsis resmi)",
      "it": "Hanako, una sorta di spiritello noto come uno dei 7 misteri dell'Accademia Kamone, occupa il terzo bagno nei sanitari femminili al terzo piano, nel vecchio palazzo della scuola, e può avverare qualsiasi desiderio quando viene invocato. Un giorno come tanti, Nene Yashiro, una grande amante dell'occulto che sogna il grande amore, s'imbatte in Hanako ma viene colta dalla sorpresa quando scopre che Hanako è proprio un ragazzo! Nene diventa la sua assistente facendo così iniziare le loro avventure tra le varie leggende metropolitane che popolano la scuola.",
      "ru": "«Ханако-сан, Ханако-сан… ты там?»  \nВ академии Камомэ, как и во многих других японских школах существуют «семь школьных тайн», одна из которых легенда о Ханако-сан. Говорят, что если в женском туалете на третьем этаже постучать в третью кабинку, появится Ханако-сан, которая исполнит любое твоё желание…  \nЯсиро Нэнэ — обычная школьница, любящая жуткие истории, отправляется в женский туалет, чтобы призвать Ханако-сан и исполнить своё романтическое желание. Но, как оказалось, в академии Камомэ Ханако-сан — это… мальчик.",
      "th": "มีข่าวลือน่าพิศวงเกี่ยวกับสิ่งลี้ลับทั้งเจ็ดที่เล่าต่อกันมาในโรงเรียนคาโมเมะ ว่ากันว่าในห้องน้ำหญิงห้องที่สามชั้นที่สามของตึกเรียนเก่ามี \"คุณฮานาโกะ\" ที่จะช่วยให้คำขอร้องของผู้ที่เรียกตนออกมาสมหวังไม่ว่าจะเป็นเรื่องใดก็ตาม เนเนะ ยาชิโระ ผู้ที่มีความปรารถนาว่าอยากจะใจตรงกันกับคนที่ชอบ ก็ได้ลองเข้าไปในห้องน้ำหญิงแล้วลองเรียก \"คุณฮานาโกะ คุณฮานาโกะ อยู่หรือเปล่าคะ\" ตอนนั้นเองคุณฮานาโกะก็ได้ปรากฏตัวออกมาจริง ๆ ทว่า คุณฮานาโกะคนนั้นกลับเป็นเด็กผู้ชายซะงั้น!",
      "es-la": "\"Hanako, Hanako... ¿estás ahí?\"\nEn la Academia Kamome, abundan los rumores sobre los Siete Misterios de la escuela, uno de los cuales es Hanako. Se dice que ocupa el tercer puesto del baño de niñas del tercer piso en el antiguo edificio de la escuela, Hanako concede cualquier deseo cuando es convocado. Nene Yashiro, una chica de escuela secundaria que adora el ocultismo que sueña con el romance, se aventura en este baño embrujado, pero el Hanako que conoce no es nada como ella se imaginaba. ¡Hanako de la academia Kamome en realidad es un niño!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d458eb8-5b1e-43cb-8970-e37a34aa55a0",
    "title": {
      "en": "Venus Wars"
    },
    "updatedAt": "2024-03-18T21:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/4d458eb8-5b1e-43cb-8970-e37a34aa55a0/9a44a0b6-9299-4a42-acbe-4232668f82aa.png",
    "altTitles": [
      {
        "ja-ro": "Venus Senki"
      },
      {
        "ja": "ヴィナス戦記"
      },
      {
        "ja": "金星战记"
      },
      {
        "en": "Record of the Venus Wars"
      }
    ],
    "description": {
      "en": "May 2003. An icy planet from distant space crashes into Venus, changing its qualities completely. These qualities prove to present some habitability for humans, enticing men to eventually colonize it for themselves...\n\n80 years later, Venus is home to many people who call it home. However, an ever-present tension between the two major continents, Aphrodia and Ishtar, points to an ominous fate for Venus.\n\nHiroki Senoo is a rather rebellious member of a motorsport popular within Aphrodia's capital. One day, members of Aphrodia's military approach Hiroki, and, impressed by his skills, invite him to join. Thus, Hiroki finds himself enveloped in Venus's political landscape..."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "14"
  },
  {
    "mangaId": "6d0d6cb1-1f5d-441f-957a-8e0268a6f913",
    "title": {
      "en": "After Rebirth: Upgrading through Consumption"
    },
    "updatedAt": "2024-04-11T11:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/6d0d6cb1-1f5d-441f-957a-8e0268a6f913/e4a7bf20-df24-4b4f-bc37-b2e55938eb69.jpg",
    "altTitles": [
      {
        "zh": "重生不当舔王，我独自氪金升级"
      },
      {
        "en": "I Regressed to Level Up Instead of Being a Simp"
      },
      {
        "en": "Rebirth Without Being the Licking King, I Use Cash to Level Up"
      },
      {
        "vi": "Trọng Sinh Không Làm Chạn Vương, Tôi Một Mình Nạp Game Thăng Cấp"
      }
    ],
    "description": {
      "en": "After failing the college entrance examination and being cheated on, Han Li, who achieved nothing after graduation, made a wish to heaven: \"I wish... to go back in time...\" Thus the Consumer System appeared and Han Li regressed to the age of eighteen! Not enough skills? Upgrade them with points! Looks too ordinary? Fix that mug with some points! The rich classmate who always looked for trouble taught him a lesson, and captured the hearts of the goddesses... With this regression, let's witness how Han Li counterattacks and rises to the heavens!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c69c9836-247b-4625-96db-20566c7f054d",
    "title": {
      "en": "Etrian Odyssey Untold: The Millennium Girl"
    },
    "updatedAt": "2024-03-03T22:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/c69c9836-247b-4625-96db-20566c7f054d/83559ee7-691b-47de-810f-70acc30bfc42.png",
    "altTitles": [
      {
        "ja-ro": "Shin Sekaiju no Meikyū: Mireniamu no Shoujo"
      },
      {
        "ja-ro": "Shin Sekaiju no Meikyuu: Mireniamu no Shoujo"
      },
      {
        "es-la": "Etrian Odyssey Untold: La Chica del Milenio"
      },
      {
        "ja": "新・世界樹の迷宮 ミレニアムの少女"
      },
      {
        "en": "New - Labyrinth of Yggdrasil: Millennium Girl"
      }
    ],
    "description": {
      "en": "This manga is based on the 3DS game of the same name. Highlander Lindis Farne's help is requested in the far away city of Etria, where an organization called the Radha hires him to explore the Yggdrasil Labyrinth and discover the cause of local earthquakes. Soon, the highlander discovers an amnesiac girl in a futuristic tube inside of a run down ruin, and meets fellow investigators from the Midgard Library."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became the Childhood Friend of the Middle Boss"
    },
    "updatedAt": "2024-05-16T18:29:13+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires. He becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/51bd0c64-91d6-4652-b8eb-41c1eb732b95.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9084851-2061-4f07-afd6-c13ea33e1a45",
    "title": {
      "en": "Apocalyptic Chef Awakening"
    },
    "updatedAt": "2024-03-12T01:09:19+00:00",
    "coverArt": "https://mangadex.org/covers/f9084851-2061-4f07-afd6-c13ea33e1a45/6610f916-7bc1-41be-899d-df2ea62677a6.jpg",
    "altTitles": [
      {
        "ko": "멸망한 세계의 취사병"
      },
      {
        "ko-ro": "Myeolmanghan Segyeui Chwisabyeong"
      }
    ],
    "description": {
      "en": "Shin Young-jun, a sergeant chef, was greeted by the apocalypse just days before vacation. The battalion turned into chaos in an instant, and the communication network was cut off. Then something appeared before his eyes! [Congratulations on your awakening!] [Job: Novice Chef Lv.1] If I had been a warrior or an assassin, I would have tried to stand alone... What was assigned to him was chef, which is obviously a support job. There's nothing to be done if it's like this. \"From here on, I will feed you.\"",
      "ko": "말년 휴가를 며칠 앞둔 취사병 병장 신영준에게 멸망이 찾아왔다.\n삽시간에 아비규환이 되어 버린 대대, 끊어져 버린 연락망.\n눈 앞에 보이는 것은 하나!\n[각성을 축하드립니다!][직업 : 신입 요리사 Lv.1]\n차라리 전사, 암살자 같은 직업이었다면 홀로서기라도 시도해 보았을 것을…\n그에게 주어진 것은 누가 봐도 서포터 직업인 요리사..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f5d6b7e-3773-4aa3-a5b6-29800a16470e",
    "title": {
      "en": "Why Are You Obsessed With Your Fake Wife?"
    },
    "updatedAt": "2023-12-11T18:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f5d6b7e-3773-4aa3-a5b6-29800a16470e/a22c3255-33da-40f9-abe1-94d9a3ab623b.jpg",
    "altTitles": [
      {
        "ko": "가짜 아내에게 왜 집착하세요?"
      },
      {
        "pl": "Dlaczego Masz Obsesję na Punkcie Swojej Fałszywej Żony?"
      }
    ],
    "description": {
      "en": "\"You'd better not even dream of being recognized as my wife. There will never be an heir from a daughter of Balajit.”\n\nNadia couldn't agree more with his opinion.\nThank you, Marquis, be sure to keep your word.\n\n“The Marquis said you had no intention of sleeping with me.”\n“… … .”\n“So, to ensure an heir, there's no other choice but to take a concubine... … .”\n\nNadia's head jerked at the sound of something crushing on her.\nThen, out of the corner of her eyes, she saw that the table her husband was working on had cracked.\n\nNo, why did it suddenly break?",
      "ko": "“내 아내로 인정받을 망상 따위 꿈에도 하지 않는 게 좋을 거다. 내가 발라지트의 딸에게서 후사를 볼 일은 영영 없을 테니.”\n\n나디아는 하마터면 나도 같은 생각이라고 맞장구칠 뻔했다.\n\n감사합니다, 후작놈아.\n자기 입으로 한 말은 꼭 지키세요.\n\n***\n\n“후작님께서 저와 합방을 할 의사가 없다고 하셨거든요.”\n“…….”\n“그러니 후계를 위해선 어쩔 수 없이 첩을 들이는 수밖에…….”\n\n콰직.\n무언가 으스러지는 소리에 나디아의 고개가 홱 돌아갔다.\n그러자 남편이 짚은 테이블의 한 구석에 금이 간 모습이 보인다.\n\n아니, 저게 갑자기 왜 부서져?",
      "pl": "\"Lepiej, żebyś nie marzyła o uznaniu cię za moją żonę. Nigdy nie miałbym następcy z córką Balazita\".\nSłysząc to, Nadia prawie powiedziała: \"Czuję to samo\".\nDziękuję ci, markizie. Mam nadzieję, że dotrzymasz swoich słów.\n***\n\"Powiedziałeś, że nie masz zamiaru dzielić ze mną łoża\".\n\"...\"\n\"Więc dla dobra następcy wiem, że nie masz innego wyboru, jak sprowadzić konkubinę...\"\npęknięcie\nGłowa Nadii odwróciła się na ten dźwięk.\nW następnej chwili widzi, pęknięcie w rogu stołu, przy którym był jej mąż.\nTo znaczy, dlaczego ten stół nagle się złamał?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdfa03bf-ae04-48b3-835c-997ee981ecb9",
    "title": {
      "en": "The Strongest and Fastest Unlimited Level Up: With the Skills [1000x Exp] and [Level Free], I Broke the Upper Level Limit and Rose to the Top!"
    },
    "updatedAt": "2024-01-10T05:50:27+00:00",
    "coverArt": "https://mangadex.org/covers/cdfa03bf-ae04-48b3-835c-997ee981ecb9/78fbd3b1-5c82-477a-a14b-e613003f084c.jpg",
    "altTitles": [
      {
        "ja": "最強で最速の無限レベルアップ　～スキル【経験値１０００倍】と【レベルフリー】でレベル上限の枷が外れた俺は無双する～"
      },
      {
        "ja-ro": "Saikyou de Saisoku no Mugen Level Up"
      },
      {
        "ja-ro": "Saikyō de Saisoku no Mugen Level Up ~ Sukiru [Keiken-chi 1000-bai] to [Level Free] de Level Jōgen no Kase ga Hazureta Ore wa Musō Suru ~"
      }
    ],
    "description": {
      "en": "Makoto Sakura, sixteen years old, finds himself without a place after dropping out of high school. Suddenly, an otherworldly relic appears before him. On that day, dungeons began to appear all over the world. Humans acquired a level system that completely overturned their previous values. Amidst this revolution, Makoto finds his place inside the dungeons.\n\nAcquiring cheat skills like “Experience Points x1000” and “Level Free,” he becomes a level 10,000 powerhouse. As the strongest “Player,” he embarks on dungeon exploration!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "568e2624-cf7b-4c94-a6a3-803838a1836e",
    "title": {
      "en": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
    },
    "updatedAt": "2024-01-17T01:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/568e2624-cf7b-4c94-a6a3-803838a1836e/4e3168a3-0cea-49e1-9a62-a260284c2974.jpg",
    "altTitles": [
      {
        "ja": "陰キャでヲタクで貧乏だけど美人お嬢様に推されてます"
      },
      {
        "ja-ro": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
      },
      {
        "pt-br": "Eu sou um otaku tímido e pobre, mas essa jovem linda e rica está obcecada por mim"
      },
      {
        "ru": "Я застенчивый и бедный отаку, но эта красивая богатая юная леди одержима мной."
      },
      {
        "en": "I'm a Shy and Poor Otaku, but This Beautiful Rich Young Lady Is Obsessed With Me"
      }
    ],
    "description": {
      "en": "Eiji is a high school student who lives with his father, an unsuccessful novelist. He is a shy, otaku, and poor boy, but he is an honest boy who never forgets the compassion for others that his late mother taught him. Even he yearns for Aoi, the daughter of the president of a large company. However, Eiji is unable to look Aoi in the eye because of the huge disparity between her and himself. One day after school, Aoi greets Eiji when he comes home. Aoi says one surprising thing to the surprised Eiji...",
      "ja": "YouTube動画で550万再生！　運命に導かれたベタ甘ラブコメ！\nエイジは陰キャでヲタクで貧乏だけど他人に対する思いやりの気持ちを忘れない素直な少年。そんなエイジも憧れる社長令嬢アオイさんがある日、エイジの自宅を訪れ、突如としてエイジとの婚約を告げるが…。\n\nYūchūbu dōga de 550 man saisei! Unmei ni michibika reta beta ama rabu kome! Eiji wa in kya de wotaku de binbōdakedo tanin ni taisuru omoiyari no kimochi o wasurenai sunaona shōnen. Son'na eiji mo akogareru shachō reijō aoi-san ga aru hi, eiji no jitaku o otozure, totsujotoshite eiji to no kon'yaku o tsugeruga….",
      "ru": "Эйдзи — старшеклассник, живущий со своим отцом, неудачливым писателем. Он застенчивый, отаку, бедный, но честный мальчик, который никогда не забывает о сострадании к другим, как его научила покойная мать. Он тоскует по Аой, дочери президента крупной компании. Однако, Эйдзи не может смотреть Аой в глаза из-за огромного несоответствия между ней и им самим. Однажды после школы Аой приветствует Эйдзи, когда тот приходит домой. Аой говорит удивленному Эйдзи одну удивительную вещь...",
      "pt-br": "Eiji é um estudante do ensino médio que vive com seu pai, um romancista malsucedido. Ele é um baita nerd, e mesmo sendo pobre é um menino obediente que não esquece a compaixão alheia que sua falecida mãe lhe ensinou. Aoi, filha do presidente de uma grande empresa, admira essa idade. No entanto, Eiji não conseguia nem olhar para a enorme disparidade consigo mesmo. Depois da escola um dia, Aoi cumprimenta Eiji quando ela chega em casa. Eiji fica surpreso quando Aoi lhe diz uma palavra de surpresa..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5c2f34-6de4-4a81-8671-bca8c9409f79",
    "title": {
      "en": "Yuukyuu no Gusha Asley no, Kenja no Susume: to, Pochi no Daibouken"
    },
    "updatedAt": "2024-04-08T01:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/2b5c2f34-6de4-4a81-8671-bca8c9409f79/f0918736-215d-43ff-a1eb-49068c65671f.jpg",
    "altTitles": [
      {
        "ja": "悠久の愚者アズリーの、賢者のすゝめ"
      },
      {
        "ja": "Yuukyuu no Gusha Asley no, Kenja no Susume"
      },
      {
        "en": "The Eternal Fool's Words of Wisdom: A Pawsitively Fantastic Adventure"
      },
      {
        "pt-br": "O Princípio de um Filósofo por um eterno idiota \"Asley\"."
      },
      {
        "ru": "Вечно живущий дурень-мудрец «Азли»"
      },
      {
        "en": "The Principle of a Philosopher by Eternal Fool \"Asley\""
      }
    ],
    "description": {
      "en": "A couple thousand years of solitude would wear down any young man — that is, anyone except Asley, an eternally youthful and eternally foolish sorcerer. After all, he has man’s best friend... er, familiar, to keep him company.\n\nWhen his Level 100 canine companion Pochi demands that he get some fresh air for the first time in two centuries, Asley sets out to reintegrate into society and test his magic mettle. His mission? Dropping several unglamorous titles from his repertoire and restoring his good (okay, decent) name.\n\nA brand-new world and fresh adventures await Asley after his many years of hermitage. Perhaps he’ll lend Pochi a hand to place first in the mysterious Familiar Feud. Or maybe he’ll lose all vestiges of dignity and turn tail. Whichever comes first!\n\nNo matter what, Asley has great evil to fight, a big world to save, and even a little growing up to do... that is, if he can endure Pochi’s “friendly advice” along the way!",
      "ru": "В молодости Азли потерпел неудачу в Волшебной Академии, после чего был высмеян людьми. Тогда бросив академию Азли решил занятся алхимией и случайно сделал эликсир бессмертия. Погрузившись в исследования Азли не заметил как прошло много времени.  \nПосле 5000 лет исследований он стал волшебником, но кое-что он упустил. Люди, которым он хотел отомстить, давно умерли. Потеряв свою цель, Азли решил отправиться в путешествие со своим другом Почи, чтобы посмотреть, как изменился мир спустя 5000 лет. Что же его ждёт впереди?!",
      "pt-br": "Quando ele era jovem, ele falhou na Academia de Magia e foi menosprezado por outros. No entanto, por acaso, ele descobriu um remédio mitológico, então ele obteve um corpo imortal. Para se vingar das pessoas que zombavam dele, ele começou a pesquisar magia e artefatos mágicos diferentes da academia. Após 5000 anos de pesquisa, ele se tornou um antigo usuário de magia antes de perceber. As pessoas que ele estava procurando vingança se foram a muito tempo; Perdendo seu propósito, Asley foi em uma viagem para ver o mundo depois de 5000 anos com sua familiar Pochi. Com uma virada inesperada de eventos depois de ajudar muitos humanos, ele agora está vivendo na academia de magia. Um homem de 5000 anos com uma jovem aparência Asley, como ele vai viver a juventude da sua segunda vida? - Baseado em um romance/novela"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9140b67-89ef-42e2-a945-ed7af4e6f76e",
    "title": {
      "en": "The Reincarnation of the Forbidden Archmage"
    },
    "updatedAt": "2024-04-27T18:26:25+00:00",
    "coverArt": "https://mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/d4a32b36-edb0-4345-a4a8-d51636515b74.jpg",
    "altTitles": [
      {
        "ja-ro": "Kinki no Tensei Daimadoushi"
      },
      {
        "ja": "禁忌の転生大魔導士 ～無能からレベルアップで最強に～"
      }
    ],
    "description": {
      "en": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Chinkonka"
    },
    "updatedAt": "2024-04-16T10:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "ja-ro": "Chiruran: Shinsengumi Requiem"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec",
    "title": {
      "en": "The Wicked Little Princess"
    },
    "updatedAt": "2023-11-24T00:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec/51c97da6-6835-4286-95c8-bc7f1efe500c.jpg",
    "altTitles": [
      {
        "ko": "황녀님이 사악하셔"
      },
      {
        "ko-ro": "Hwangnyeonimi Saakasyeo"
      },
      {
        "zh": "皇女殿下很邪恶"
      },
      {
        "en": "The Princess Is Evil"
      }
    ],
    "description": {
      "en": "I may be a witch who is over 300 years old, but I died by the hand of the human I trusted. I thought I’d be stuck in the soul world, but I reincarnated as a princess of a Royal Palace where we kill each other. Since it became like this, in any case, I should become the Queen. “You. Be my subordinate.” I thought everyone would be afraid of me if I did this. “Can’t I touch it once? Everyone would be jealous of me because I patted your head once.” …What nonsense is this?“ Again. Do it again, since it’s cute.” But they’ve started to show me so much affection to the point that they seemed to have all gone mad as a group. …I’ll be able to become the Queen, right?\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/10170/)",
      "ko": "나는 삼백 살이 넘는 마녀이지만, 믿었던 인간에게 배신당해 죽었다.\n꼼짝없이 영혼계에 붙잡혀 있을 줄 알았는데 \n서로가 서로를 죽이는 황실에 황녀로 환생했다.\n\n이렇게 된 이상 내가 황제가 돼야겠다. \n“너. 내 부하가 대라.”\n\n이렇게 했으니까 모두 나를 두려워하겠지, 생각했는데.\n\n“한 번만 만져주면 안 돼? 네가 머리를 쓰다듬어줬다고 하면 모두가 부러워할 거야.”\n…뭐야. 왜 이래. \n\n“더 해 줘. 귀여우니까.”",
      "zh": "因被背叛而致死的魔女，在积蓄力量等待复活时，穿越成了以互相残杀，争夺皇位为铁律的皇室公主。 正准备惨烈地加入皇位争夺时，身边的人却反常地迷恋上我？ “太可爱了，能摸我一下吗？只要你抚摸一下我的头，所有人都会羡慕死我的。”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4db25702-e695-4b86-8bda-e74a7266f4db",
    "title": {
      "en": "Dullahan-chan Is Head Over Heels"
    },
    "updatedAt": "2024-05-06T02:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/4db25702-e695-4b86-8bda-e74a7266f4db/b27eed64-8c20-4f6e-8983-040eb0a6c52f.jpg",
    "altTitles": [
      {
        "ja-ro": "Dullahan-chan wa Kubittake"
      },
      {
        "ja": "デュラハンちゃんは首ったけ"
      }
    ],
    "description": {
      "en": "I'm Dullahan Itoshino. A normal girl who can take her head off. From today on I'll be a middle schooler! I hope I'll get closer to my destined one~ but sometimes my heart suddenly beats faster, I want to run away, and my body and mind feel torn apart… is this the thing called \"puberty\" I wonder? Heart(head) and body apart, story about puberty and love, start!",
      "es-la": "Hola Soy Dullahan Itoshino. Una chica normal que puede quitarse la cabeza. A partir de hoy voy a ser un estudiante de secundaria! Espero poder estar más cerca de mi chico destinado ~ pero a veces mi corazón late más rápido de repente, yo quiero huir, y mi cuerpo y mente se sienten destrozada ... es esto lo que llamamos \"pubertad\" Me pregunto? Corazón (cabeza) y el cuerpo aparte, historia sobre la pubertad y el amor va comenzar!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "a02b7d24-9e17-4c83-8ace-54dbdd7c8828",
    "title": {
      "en": "Overpowered Healer"
    },
    "updatedAt": "2023-10-09T05:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/a02b7d24-9e17-4c83-8ace-54dbdd7c8828/fa0eca17-af62-4651-a496-1ca61229e720.jpg",
    "altTitles": [
      {
        "ko": "힐러인데 먼치킨"
      }
    ],
    "description": {
      "en": "Summoned to another world and living as a mediocre healer, Sido, by a stroke of luck, begins to hear the voices of the gods. It turns out that the gods have been playing a long-term game with humans?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d3022fe-db48-49ba-92ce-8d4c813e8ba4",
    "title": {
      "en": "Seishun no After"
    },
    "updatedAt": "2023-07-25T19:17:47+00:00",
    "coverArt": "https://mangadex.org/covers/8d3022fe-db48-49ba-92ce-8d4c813e8ba4/3e993f6c-ed33-40cd-a4d9-8e47d548ed2c.jpg",
    "altTitles": [
      {
        "en": "After Youth"
      },
      {
        "ja": "青春のアフター"
      },
      {
        "zh": "青春过后"
      },
      {
        "ja-ro": "Seishun no After"
      },
      {
        "en": "After the Memories"
      }
    ],
    "description": {
      "en": "Makoto Toba hates everyone in his class. Everyone except Sakura Toowa, an introverted high school girl who lives with her grandma and loves video games. But one day, Sakura disappears(?) right in front of Makoto. Makoto continues to visit the site of her disappearance on the anniversary for the next 16 years. That is, until Sakura comes back from the time slip she was stuck in, and to her not a moment has passed. Now at 32 with a girlfriend, Makoto has to take care of his 16-year-old childhood crush. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c",
    "title": {
      "en": "Honnou Switch"
    },
    "updatedAt": "2024-05-15T19:26:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c/5982770d-4ef9-4688-b23b-6d92153e078a.jpg",
    "altTitles": [
      {
        "en": "Changes of Heart"
      },
      {
        "fr": "Switch Me On"
      },
      {
        "ja": "ホンノウスイッチ"
      },
      {
        "zh-hk": "本能開關"
      },
      {
        "zh": "本能开关"
      },
      {
        "en": "Instinct Switch"
      },
      {
        "pt-br": "Mudanças do Coração"
      }
    ],
    "description": {
      "en": "The morning after she got dumped by her boyfriend, when she woke up, she was in the same bed as her childhood friend, Hijiri?! Despite the heartbreak and shock of it all, Koyori just can't seem to forget Hijiri telling her \"I love you\"…?! How do you go from being \"childhood friends\" to “lovers”?! Super popular on the online bookstore! An innocent first love between adults who are trying to graduate from being just childhood friends; it's a heart-racing LOVE!\n\n---\n- [Official French Translation](https://www.akata.fr/series/switch-me)",
      "es-la": "¿Qué harías tras ser engañada por tu pareja? ¿Ahogar las penas en alcohol? Eso hizo Koyori, nuestra protagonista, y sin embargo el resultado no fue el esperado. ¡Acabó en la cama con su amigo de la infancia, Hijiri! Ante la confusión y la vergüenza de Koyori, Hijiri aprovecha el momento para confesarle que la ha amado durante mucho tiempo… ¿Podrán seguir como amigos o será hora de dar un paso adelante en su relación? ¡Un ardiente amor entre dos amigos de la infancia que comienza en el orden equivocado!",
      "pt-br": "Na manhã seguinte a ter sido abandonada por seu namorado, quando acordou, ela estava na mesma cama que seu amigo de infância, Hijiri?! Apesar do desgosto e do choque de tudo isso, Koyori simplesmente não consegue esquecer o Hijiri dizendo-lhe “Eu te amo”…?! Como você passa de “Amigos de infância” para “Amantes”?! Um inocente primeiro amor entre adultos que estão tentando se formar de amigos de infância; é uma corrida para o coração!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "0d54e639-979e-4d55-ab94-f6628eded425",
    "title": {
      "en": "I Don't Want to Work!"
    },
    "updatedAt": "2024-04-26T07:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/0d54e639-979e-4d55-ab94-f6628eded425/abae4185-2918-4e4b-a01a-84f73f98549e.jpg",
    "altTitles": [
      {
        "ko": "일하기 싫어!"
      }
    ],
    "description": {
      "en": "Born as a genius among geniuses in Herbal Medicine, I've undergone countless reincarnations, all at the request of the Gods! I can't stop until I create the perfect Divine Elixir... \n\nIsn’t this a scam? In the end, in this current life, I declared a strike. \n\nI’m not going to do it! No, I won’t work!!!\n\n\"I'm counting on you.\"\n\"Me? Are you serious?!\"\nSurprisingly, my strained family relationships seem to be improving. \n\n\"Thank you so much!\"\nI'm receiving expressions of gratitude from all over the place. And to top it off…\n\n\"A long-lost disciple came to see you.\"\nMy first, and also my last, disciple appeared in front of me. \n\nWhy didn’t he die?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-01-27T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-04-19T11:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/cfa7490a-adb6-43ab-94cd-f5e43f02f9e9.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-05-13T16:15:37+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/08a9c075-7cea-49c4-9e82-3873e5b9bcc1.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8dbced3-1eea-4547-b657-ce568fbdda0f",
    "title": {
      "en": "Pure Love Operation"
    },
    "updatedAt": "2022-12-16T15:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "altTitles": [
      {
        "ko": "작전명 순정"
      },
      {
        "en": "Operation Name Pure Love"
      },
      {
        "en": "Operation: True Love"
      }
    ],
    "description": {
      "en": "I saw my boyfriend kissing my best friend. if that wasn’t enough, I was with a guy whose guts I hate from my class, Go Eun-Hyuk. I was already shaken up… But apparently there’s a given amount of love that a person receives in their lifetime? And the amount of love I’m able to receive is ‘0’??? Soo-Ae, who’s trying to change her pathetic fate, and Eun-Hyuk, who got involved with Soo-Ae, and their headwind operation! She was only going to ‘act’ like she’s cheating on her boyfriend, but she starts to develop feelings for Eun-Hyuk?! This plan… will it truly work?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65d936d2-e401-4dc7-a5d6-ee9a4eaa3939",
    "title": {
      "en": "JC Sasha-chan to Classmate Otaku-kun (Redraw)"
    },
    "updatedAt": "2024-02-06T00:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/65d936d2-e401-4dc7-a5d6-ee9a4eaa3939/b1a76930-605c-49c3-9273-52e4a3614998.jpg",
    "altTitles": [
      {
        "ja": "JCサーシャちゃんとクラスメイトオタクくん。"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      },
      {
        "en": "Middle Schooler Sasha and Her Otaku Classmate"
      },
      {
        "ja-ro": "JC Sasha-chan to Classmate Otaku-kun"
      },
      {
        "fr": "JC Sasha et son camarade Otaku"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "8ff4a13a-16b7-4515-81e4-b07514f2ed91",
    "title": {
      "en": "A Wife Who Heals with Tights"
    },
    "updatedAt": "2024-05-15T21:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/8ff4a13a-16b7-4515-81e4-b07514f2ed91/9613384f-4c68-41d6-95bf-6d50ef8157a4.jpg",
    "altTitles": [
      {
        "ja-ro": "Tights de Iyashite Kureru Yome"
      },
      {
        "ja": "タイツで癒してくれる嫁"
      },
      {
        "zh-hk": "用連褲襪來治癒的老婆"
      },
      {
        "zh": "老婆用连裤袜来治愈我"
      }
    ],
    "description": {
      "en": "A tale of a husband who works non-stop at an exploitative company, and his adorable, white-haired wife who heals his daily fatigue when he comes home from work.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/gggrande)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/1859092)  \n- [Mangaka’s YouTube](https://www.youtube.com/channel/UChBJJdB_xGIqHqvv5tid18w)",
      "es-la": "Esta es la historia de un esposo que trabaja sin parar en una empresa explotadora, y su adorable esposa de cabello blanco que cura su fatiga diaria cuando llega a casa del trabajo.",
      "pt-br": "A história de um marido que trabalha sem parar em uma empresa exploradora e sua adorável esposa de cabelos brancos que cura seu cansaço diário quando ele chega em casa do trabalho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9858bff-2e9a-4f7e-8b3f-06abe9496b59",
    "title": {
      "en": "Nikaidou Hell Golf"
    },
    "updatedAt": "2024-05-17T03:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/c9858bff-2e9a-4f7e-8b3f-06abe9496b59/99c71e08-8e07-48ee-97bd-6670b2ac97eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Nikaidou Jigoku Golf"
      },
      {
        "ja": "二階堂地獄ゴルフ"
      },
      {
        "fr": "Nikaido: L'Enfer, c'est le Golf"
      },
      {
        "en": "Nikaido Hell Golf"
      }
    ],
    "description": {
      "en": "A completely new work by Fukumoto Nobuyuki of the *Kaiji* series!\n\nNikaidou Susumu, 35, has been unsuccessful in the professional test for 10 consecutive years, despite receiving support from his club.\n\nWhat awaits him in the future, as he is unable to give up the title of professional golfer, is either heaven or hell..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-04-15T18:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/e4ede91b-f1ec-427c-8498-af2c94c970d1.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！　異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d500cf3-da99-4231-b164-765117274944",
    "title": {
      "en": "The Cuteness of Tsundere Girls"
    },
    "updatedAt": "2024-05-02T16:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/3d500cf3-da99-4231-b164-765117274944/ab18277b-4420-4e04-b158-0f6e705b6379.jpg",
    "altTitles": [
      {
        "ja": "ツンデレの女の子は可愛い"
      },
      {
        "ja-ro": "Tsundere no Onnanoko wa Kawaii"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "501f498d-dd26-401b-b0dc-fd3334d1f323",
    "title": {
      "en": "Haraiso Days"
    },
    "updatedAt": "2024-04-30T19:20:26+00:00",
    "coverArt": "https://mangadex.org/covers/501f498d-dd26-401b-b0dc-fd3334d1f323/4d9c2d96-fe71-4043-b811-06feb12f4e9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakedokoro Haraiso Nichijou"
      },
      {
        "ja": "酒処 春來荘日乗"
      }
    ],
    "description": {
      "en": "Fifteen years have passed since the end of the Great War. Thriving at the bottom of the Imperial City of Flowers is the bar Haraiso, run by an idiosyncratic owner, Miss Haru. Various customers visit the restaurant every night, attracted by the delicious sake and snacks..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "def67679-5e96-42e9-8c3a-e27d7e4c0c7e",
    "title": {
      "en": "Attack!! Ramenman"
    },
    "updatedAt": "2023-02-28T17:06:01+00:00",
    "coverArt": "https://mangadex.org/covers/def67679-5e96-42e9-8c3a-e27d7e4c0c7e/cc393623-1a84-4935-8aa4-1fb891f1bb63.png",
    "altTitles": [
      {
        "ja": "闘将!! 拉麺男"
      },
      {
        "ja-ro": "Tatakae!! Ramenman"
      }
    ],
    "description": {
      "en": "A fighting manga set in China. Ramenman, the main character, travels from place to place, fighting various enemies. Originally debuting in Yudetamago's other early work, Kinnikuman, Ramenman became so popular (more so than Kinnikuman himself), that he got his own spinoff. It was serialized from June of 1982 to December of 1988 in Fresh Jump (officially ending in the January 23, 1989 issue, due to the suspension of the magazine itself). It was made into an animated series in 1988.  \n  \nSince the Ramenman in this series seems to have no direct connection to Kinnikuman's Ramenman, it is assumed that this series is set in a parallel world. There is also the belief that this Ramenman is supposed to be the ancestor of Kinnikuman's Ramenman."
    },
    "status": "completed",
    "releaseDate": 1982,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]