[
  {
    "mangaId": "09b80517-f0d6-44bd-94a6-0794da2e18d8",
    "title": {
      "en": "Impossible Things"
    },
    "updatedAt": "2024-06-01T01:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/09b80517-f0d6-44bd-94a6-0794da2e18d8/db04d953-8bba-4156-b8dc-b845a0c5ae41.jpg",
    "altTitles": [
      {
        "zh": "不可能的事"
      },
      {
        "en": "Impossible"
      }
    ],
    "description": {
      "en": "A complicated web of relationships between two sets of childhood friends. How can all of them reach their happily ever after?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-04-15T10:59:31+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2023-12-27T17:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "359141ca-888e-43c6-a3e3-de58ade76037",
    "title": {
      "en": "Peach on Ice"
    },
    "updatedAt": "2024-04-18T03:39:40+00:00",
    "coverArt": "https://mangadex.org/covers/359141ca-888e-43c6-a3e3-de58ade76037/ec3f763c-5c06-46a5-a583-fcc433ca62f9.jpg",
    "altTitles": [
      {
        "ko": "얼음에 복숭아"
      }
    ],
    "description": {
      "en": "Lee Kyun, the Shepherd, is at the top of the pyramid of the Carnivore Class. Everything was perfect - other than the fact that he has a crush on his best friend, Choi Hae Beom, the Leopard. Too scared to confess, he thought he would be satisfied with just the title of \"Best Friend,\" when a bottom-of-the-food-chain, zero-attack-power Golden Hamster appears and starts to show interest in Hae Beom. Between the two of them, who will manage to capture the Leopard's heart?!\n\n#BL #ShortSeries #Cute #Sweet #SchoolSetting #Hybrids #UnrequitedLove #LoveTriangle #NiceTop #CuteBottom"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "27785744-8d13-4501-a613-8dba4e8f0abf",
    "title": {
      "en": "Tottemo Yasashii Amae-chan!"
    },
    "updatedAt": "2024-06-01T06:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/27785744-8d13-4501-a613-8dba4e8f0abf/a6b28795-2626-48e8-8e4f-4b4003f82d39.jpg",
    "altTitles": [
      {
        "en": "Very Tender Amae-chan"
      },
      {
        "ja": "とっても優しいあまえちゃん！"
      }
    ],
    "description": {
      "en": "Amae-chan is so sweet, kind, tender… she makes me feel so happy.  \r\n  \r\nAnd then there's me, the disappointment of a manga artist. But I will not be discouraged as long as I have Amae-chan with me!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-05-03T10:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9f1196d4-6afa-4eb5-97eb-a2685a7d4a7e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7311147-2d4a-4094-807f-bb39585417c4",
    "title": {
      "en": "Dungeon ga Arawarete 5-nen, 15-sai de Dungeon ni Idomu Koto ni Shita."
    },
    "updatedAt": "2024-05-04T18:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/e7311147-2d4a-4094-807f-bb39585417c4/1a6f8502-a57c-40f1-a4ec-94237c909728.png",
    "altTitles": [
      {
        "ja": "ダンジョンが現れて5年、15歳でダンジョンに挑むことにした"
      },
      {
        "ja-ro": "Dungeon ga Arawarete Go-nen, Juugo-sai de Dungeon ni Idomu Koto ni Shita."
      },
      {
        "es-la": "5 AÑOS DESPUÉS DE QUE APARECIERAN LAS DUNGEONS, ME ATREVO A DESAFIARLAS A LA EDAD DE 15 AÑOS"
      },
      {
        "en": "Five Years After The Dungeons Appeared, I Dare to Challenge at The Age of 15"
      }
    ],
    "description": {
      "en": "Dungeons appeared in the world five years ago. Police and military are unable to enter these enigmatic spaces, and entry is permitted solely by the free will of individuals aged 15 and above. Leveling up is possible, fantasy items can be acquired, and for some, the transformation can lead to becoming astonishingly beautiful.\n\nYuuta Rokujou has lived a life of being bullied since his kindergarten days. Due to this, he decided not to attend Dungeon High School that everyone else went to, rather, on his fifteenth birthday, he decided to challenge a dungeon alone.\n\nThis story is about how Yuuta, under such circumstances, became stronger than anyone else, becoming one of the twelve individuals capable of moving the world, known as the ‘Twelve Heroes.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-06-03T06:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f595393a-6ce9-407a-a971-f1ad3a20c375.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Be The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the \"The Eminence in Shadow\" setting in a different world, plays the role of the justice with the girls called \"Seven Shadows\" (they are very serious). Then the darkness of the world will disappear (maybe).\n\nThe strongest of the seven (& the main character), overwhelmingly chuunibyou, and misunderstood serious comedy!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b407d0a-abf4-4d1e-a29e-d0516e096b9c",
    "title": {
      "en": "Open at Night"
    },
    "updatedAt": "2024-04-15T06:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/5b407d0a-abf4-4d1e-a29e-d0516e096b9c/f73fb959-fb33-4b76-b9b6-6ed43d9bcf77.png",
    "altTitles": [
      {
        "ko": "야간개장"
      }
    ],
    "description": {
      "en": "After reuniting with someone who doesn’t even remember me, we became friends with benefits.\nWhat’s even funnier is that after becoming friends with benefits, I secretly fell for him.\n\nJimin reunites with his old friend from swimming, Chanhyung, after becoming a college student. While Chanhyung is under the false assumption that Jimin is an older guy, the two become friends with benefits. Following this, although Jimin develops feelings for the kind and enigmatic Chanhyung, he cannot confess to him.\n\nEven so, I thought that if I wasn’t too clingy, I’d be able to continue our relationship while pretending that I’m not who I really am.\n\n“Uh, aren’t you Jimin?”\n\n..Until I’m utterly caught like this."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "32"
  },
  {
    "mangaId": "c4032471-8578-4aba-92b3-745235613279",
    "title": {
      "en": "3-Gumi no Osananajimi"
    },
    "updatedAt": "2024-05-05T04:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/c4032471-8578-4aba-92b3-745235613279/85836ded-fd50-4a0c-8f9a-9bc635df9ccb.jpg",
    "altTitles": [
      {
        "ja": "３組の幼なじみ"
      },
      {
        "ja-ro": "3-gumi no Osananajimi"
      },
      {
        "en": "3 Sets Of Childhood Friends"
      }
    ],
    "description": {
      "en": "Depicts the journey of three sets of childhood friends - 'childhood friends with a physical difference,' 'childhood friends who are conscious of height differences,' and 'childhood friends with an age gap' - until they start dating."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e41d954d-7f04-4811-aacf-c27cbd71fb96",
    "title": {
      "en": "Idol Is a God"
    },
    "updatedAt": "2024-05-21T22:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/e41d954d-7f04-4811-aacf-c27cbd71fb96/8b92b40d-d623-4bec-bae8-9fc1416fdd57.jpg",
    "altTitles": [
      {
        "en": "Becoming a God by Being the Center of Attention"
      },
      {
        "zh-ro": "C Wei Cheng Shen"
      },
      {
        "zh": "C位成神"
      },
      {
        "en": "The Idol Is a god"
      }
    ],
    "description": {
      "en": "With the constant development of technology on Earth, people no longer need to worship the weather gods. Because of this, the rain god, Yushi’s, power starts disappearing. He decides to venture onto Earth under the name “Shiyu” in order to restore his power. Soon scouted by an evil boss into a near-bankrupt entertainment company. Shiyu is sent to participate in the show “I am an idol.” With absolutely zero common sense he somehow still manages to gain popularity and debut in the group SWEN alongside three other members. Overtime, Shiyu comes to discover that his groupmate, Yang Dongjun, and Zhong Yun were also gods who came to the world to work and earn faith…",
      "tr": "Dünya teknolojisinin sürekli olarak gelişmesi ile insanların artık hava ile ilgilenen Tanrılara ibadet etmesine ihtiyaçları kalmaz. Bu sebeple Yağmur Tanrısı, Yushi'nin, gücü kaybolmaya başlar. Gücünü yenilemek için 'Shiyu' ismi altında Dünya'ya gitmeye karar verir. Kısa süre sonra kötü bir patron tarafından iflas etmek üzere olan bir eğlence şirketinde keşfedilir. Shiyu 'Ben Bir İdolüm' adlı programa katılım göstermesi için gönderilir. Sahip olduğu sıfır sağduyu ve diğer üç üye ile birlikte SWEN grubunda bir şekilde popülerlik kazanmayı ve çıkış yapmayı başarır. Mesai sırasında grup arkadaşları Tan Donjun ve Zhong Yun'un da kendisi gibi inanç kazanmak için Dünya'ya gelen Tanrılar olduğunu keşfeder."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7777c3aa-fe0f-47d6-8672-6a1d60a1a9e8",
    "title": {
      "en": "Blue Orchestra"
    },
    "updatedAt": "2023-12-27T18:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/7777c3aa-fe0f-47d6-8672-6a1d60a1a9e8/db3aeb5f-cac1-4a64-b265-b719d313eb21.jpg",
    "altTitles": [
      {
        "ru": "Синий оркестр"
      },
      {
        "ja": "青のオーケストラ"
      },
      {
        "ko": "푸른 오케스트라"
      },
      {
        "ja-ro": "Ao no Orchestra"
      }
    ],
    "description": {
      "en": "Aono Hajime was a prodigy violinist until he grew jaded with playing the violin due to personal reasons. \nNow in his third year of middle school, he struggles to decide his academic path. \nOne day in school, he meets Akine Ritsuko, a hotheaded novice violinist who wants to enroll in a high school with a distinguished orchestra club. \nWhen he finds himself getting closer to Ritsuko and being brought back to the world of violinists, time starts moving again for him.  \n  \nThis is the beginning of a youthful drama where sounds and hearts alike resound in harmony.\n\n---\n- **Won the 68th Shogakukan Manga Award for Shonen in 2023, which it shared alongside Call of the Night**",
      "tr": "Aono Hajime, kişisel nedenlerden dolayı keman çalmayı bırakana kadar harika bir kemancıydı. Şimdi ortaokulun üçüncü yılında akademik yoluna karar vermek için mücadele ediyor. Bir gün okulda, seçkin bir orkestra kulübü olan bir liseye kaydolmak isteyen agresif, acemi bir kemancı olan Akine Ritsuko ile tanışır. Kendisini Ritsuko'ya yaklaşırken ve kemancıların dünyasına geri getirilirken bulan Aono için zaman tekrar hareket etmeye başlar. Bu, seslerin ve kalplerin benzer şekilde uyum içinde olduğu genç bir dramanın başlangıcıdır."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-05-06T17:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-04-06T23:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008fa5d0-87f1-48ef-be5f-398b76d09d7d",
    "title": {
      "en": "Isekai ni Shoukan Saretan Dakedo, Nandemo Kireteshimau Kennou wo Teni Ireta node Easy Mode Deshita"
    },
    "updatedAt": "2024-05-20T18:21:29+00:00",
    "coverArt": "https://mangadex.org/covers/008fa5d0-87f1-48ef-be5f-398b76d09d7d/2c69c61e-ffd1-4b11-ba0f-ce51dc7d4737.jpg",
    "altTitles": [
      {
        "en": "I Was Summoned to Another World, but I Got the Power to Cut Anything, so It Was Easy Mode"
      },
      {
        "ja": "異世界に召喚されたんだけど、なんでも斬れてしまう権能を手に入れたのでイージーモードでした"
      }
    ],
    "description": {
      "en": "With the divine power known as the ability “Ripper,” unrivaled in its might!\n\nDuring a class, Haruki Ito, along with all his classmates, is summoned to another world. One day after the summoning, Haruki discovers the power that has been bestowed upon him…?!\n\n[Web Novel Raw](https://novel18.syosetu.com/n3031gx/)",
      "ja": "伊藤晴樹は授業中、クラスメイトと全員一緒に異世界に召喚されてしまう。召喚後のある日、晴樹は自身が与えられた権能にを知ることになって…!?\n \n--- \n \nItō Haruki wa jugyō-chū, kurasumeito to zen'in issho ni i sekai ni shōkan sa rete shimau. Shōkan-go no aru hi, Haruki wa jishin ga atae rareta ken'nō ni o shiru koto ni natte...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "87a756b4-e4a9-4d38-81a1-d14c8fc90baf",
    "title": {
      "en": "Sono Monban, Saikyou Nitsuki: Tsuihou Sareta Bougyo Ryoku 9999 no Senshi, Outo no Monban Toshite Musou Suru"
    },
    "updatedAt": "2023-06-09T06:59:18+00:00",
    "coverArt": "https://mangadex.org/covers/87a756b4-e4a9-4d38-81a1-d14c8fc90baf/968e71ea-fc94-4189-83a7-f99e2455033d.jpg",
    "altTitles": [
      {
        "ja": "その門番、最強につき～追放された防御力9999の戦士、王都の門番として無双する～"
      },
      {
        "en": "That Gatekeeper, Because He is the Strongest ~ The Exiled Warrior with 9999 Defense Power, Unmatched as the Gatekeeper of the Royal Capital"
      },
      {
        "zh-hk": "那個門衛最強～被退隊的防禦力9999的戰士，作為王都的門衛無雙～"
      },
      {
        "es-la": "Ese guardián de la puerta, porque es el más fuerte ~ El guerrero exiliado con 9999 de poder de defensa, inigualable como guardián de la puerta de la capital real."
      }
    ],
    "description": {
      "en": "Sieg is an adventurer with an incredible defensive power, and he always uses himself to attract the monsters' attention to assist his teammates. However, the party leader just focused on offense without realizing Sieg's intention, so he kicked him out. After Sieg left, the team repeatedly failed multiple quests … At the same time, Sieg took the position of gatekeeper at the Royal Capital. Thanks to his defensive power, he was quickly promoted to division captain. His subordinates included a carefree big-breasted Swordswoman, a perverse freakish girl, and an Archer with an erratic temperament. He and the girls started slowly gaining the trust of people around them!",
      "es-la": "Sieg es un aventurero con un poder defensivo increíble, y siempre se usa a sí mismo para atraer la atención de los monstruos para ayudar a sus compañeros de grupo. Sin embargo, el líder del grupo se centró en la ofensiva sin darse cuenta de la intención de Sieg, por lo que lo echó. Después de que Sieg se fue, el grupo falló repetidamente en múltiples misiones... Al mismo tiempo, Sieg tomó el puesto de guardián en la Capital Real. Gracias a su poder defensivo, rápidamente fue ascendido a capitán de división. Sus subordinados incluían una espadachina despreocupada de grandes pechos, una chica monstruosa y perversa y una arquera con un temperamento errático. ¡Él y las chicas comenzaron a ganarse lentamente la confianza de las personas que los rodeaban!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-03-04T11:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/b0050197-a9dd-4c61-b7ea-bb5f5b4f8f0b.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67258389-41e4-4e3e-8d1b-ac7eed806623",
    "title": {
      "en": "My Arika"
    },
    "updatedAt": "2024-01-18T16:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/67258389-41e4-4e3e-8d1b-ac7eed806623/250a7e3e-79b7-426a-bf72-ef1cf9ff0d72.jpg",
    "altTitles": [
      {
        "ja": "私のアリカ"
      },
      {
        "ja-ro": "Watashi no Arika"
      },
      {
        "vi": "Arika của tôi"
      }
    ],
    "description": {
      "en": "A huge incident happens to Arika, the center of a hugely popular idol group. Is the culprit a fan? Or could it be... The light and dark sides of the glamorous idol industry are now exposed!",
      "ja": "人気急上昇中のアイドルグループのセンター・アリカの身に起きた大事件。犯人はファンか、それとも‥‥。華々しいアイドル業界の光と闇が今暴かれる！",
      "vi": "Mamiya Arika, nữ hát chính của nhóm nhạc thần tượng \"Lyrical Trick\" bỗng mất tích một cách bí ẩn. Và đầu mối duy nhất về dấu vết của cô chỉ đơn giản là một đoạn video camera an ninh.\nLiệu đây có đơn giản chỉ là hành vi của một fan hâm mộ quá khích, một idol otaku hay không...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f032b354-db45-4f39-a07e-1e4902c02c7a",
    "title": {
      "en": "Kimi to Pico-Pico"
    },
    "updatedAt": "2023-06-10T10:35:37+00:00",
    "coverArt": "https://mangadex.org/covers/f032b354-db45-4f39-a07e-1e4902c02c7a/28cdf0b3-f7b1-4abe-8579-b5a5f6858055.jpg",
    "altTitles": [
      {
        "ja": "きみとピコピコ"
      },
      {
        "ja-ro": "Kimi to Picopico"
      },
      {
        "ja-ro": "Kimi to Pikopiko"
      },
      {
        "zh": "和你一起打游戏"
      }
    ],
    "description": {
      "en": "Oota, an otaku, joined the game club to live his ideal high school life. That was when he met by chance the freshman gal, Ageha Onisaki!! They dive straight into playing video games, but Ageha's choices are the Famicom (NES), the Super Famicom (SNES), and the Megadrive (Sega Genesis)! Who the heck is this person!? Playing a wide range from famous to retro games, the gal and the otaku start their heart-throbbing life!",
      "pt-br": "Oota, um otaku, ingressou no clube de jogos para viver sua vida ideal de colegial. Foi quando ele conheceu por acaso a caloura Ageha Onisaki!! Eles mergulham direto nos videogames, mas as escolhas de Ageha são NES, SNES e Megadora! Quem diabos é essa garota!? Jogando uma ampla variedade de jogos retrôs famosos, gal e o otaku começam sua agitada vida juntos!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "57"
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-05-19T12:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/04c0d28e-4aee-4625-98ba-80fa9b3cd58d.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b187ef7-d554-4c2a-970e-4bc73a08fe26",
    "title": {
      "en": "Kore Kaite Shine"
    },
    "updatedAt": "2024-04-29T22:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/1b187ef7-d554-4c2a-970e-4bc73a08fe26/fb16e35a-6feb-48b2-849a-ad9f82de091f.jpg",
    "altTitles": [
      {
        "ja": "これ描いて死ね"
      },
      {
        "ja-ro": "Kore Egaite Shine"
      },
      {
        "en": "Draw This, Then Die!"
      },
      {
        "en": "Draw this, then die!"
      },
      {
        "en": "Draw This, Then Die"
      }
    ],
    "description": {
      "en": "Yasumi Ai. She's a first-year high school student living on Izu Ōshima, an island that's part of Tokyo prefecture. She loves to read manga, but a certain event triggered her to start thinking about \"creating\" manga. She begins to think about \"creating\" manga. What is the world that awaits her? A manga by Minoru Toyoda, a manga artist who loves manga! The pain and joy of creating works of art. No expense is spared in this tale of growing up and manga adventure!\n\n----\nNote: Won the 16th Manga Taisho Award in 2023.",
      "pt-br": "Yasumi Ai. Ela é uma estudante do primeiro ano do ensino médio que vive em Izu Oshima, uma ilha que faz parte da província de Tóquio. Ela adora ler mangás, mas um certo evento a levou a começar a pensar em \"criar\" mangás.\n\nQual é o mundo que a espera? Um mangá de Minoru Toyoda, um artista de mangá que adora mangá! A dor e a alegria de criar obras de arte. Nenhuma despesa é poupada neste conto de crescimento e aventura de mangá!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-04-02T06:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/25e415d4-d163-4c96-8f69-fbc68ea6d7d8.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-05-26T07:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/a2b06f8e-c8e4-4b8e-b4be-467c6378f3aa.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "9a26c98f-ce6d-4809-b69e-d8e23924ec1c",
    "title": {
      "en": "Party kara Tsuihou Sareta Sono Chiyushi, Jitsu wa Saikyou Nitsuki"
    },
    "updatedAt": "2022-10-14T14:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/9a26c98f-ce6d-4809-b69e-d8e23924ec1c/744bf1e1-405b-47e6-9217-c6e025e6d8a5.jpg",
    "altTitles": [
      {
        "en": "The Healer Who Was Banished From His Party, Is, in Fact, the Strongest"
      },
      {
        "ja": "パーティーから追放されたその治癒師、実は最強につき"
      }
    ],
    "description": {
      "en": "A healer gets booted from his party because the leader notices he isn’t really contributing much to the team.\n\nSoon enough, the healer must look for new members to party with. After finding a cute martial artist to work together with, he reveals his secret - while he’s a fairly mediocre healer, he actually fights well in close combat.\n\nAnyway, here’s the story of a support who’s secretly a DPS, and where the entire conflict stems from the fact that he never told his old party he was DPS.",
      "pt-br": "Um curandeiro é expulso de sua equipe porque o líder percebe que ele não está contribuindo muito para a equipe.  \nO curandeiro deve procurar novos membros para formar uma equipe. Depois de encontrar uma linda artista marcial com quem quer trabalhar, ele revela seu segredo, embora seja um curandeiro medíocre, ele realmente luta bem no combate corpo a corpo.\nDe qualquer forma, aqui está a história de um suporte que é secretamente um DPS, e onde todo o conflito decorre do fato de que ele nunca disse a sua antiga equipe que era DPS."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceca009f-3286-48d9-9587-5e1261f32a62",
    "title": {
      "en": "Dragon ni Sando Hikareta Ore no Tensei Shokunin Life"
    },
    "updatedAt": "2024-05-16T20:39:26+00:00",
    "coverArt": "https://mangadex.org/covers/ceca009f-3286-48d9-9587-5e1261f32a62/d7130334-5ad7-44ba-b09a-add5032204e0.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンに三度轢かれた俺の転生職人ライフ〜慰謝料（スキル）でチート＆ハーレム〜"
      },
      {
        "ja-ro": "Dragon ni Sando Hikareta Ore no Tensei Shokunin Life ~Isharyou (Skill) de Cheat & Harem~"
      },
      {
        "en": "My Life as a Reincarnated Artisan Who Was Run over by a Dragon Three Times - Cheat & Harem with Consolation Money (Skill)"
      }
    ],
    "description": {
      "ja": "40歳を過ぎてもうだつの上がらない冒険者生活。そんな時、俺はドラゴンに轢かれて死んだ。お詫びに転生させてもらった人生でも、また轢かれて死んだ。３度目の人生もやっぱり轢かれ（ry　そんな俺は４度目の転生人生を冒険者じゃなく職人として生きることにした。何せ、ドラゴンが轢いたお詫びにくれた慰謝料がチートレベルで備わってるし、何か美人な巨乳のお姉さんたちが世話を焼いてくれるし……何か、順風満帆だし。",
      "es-la": "Tenía más de 40 años y aún no me había aventurado en mi vida. Entonces me atropelló un dragón y morí. En mi tercera vida, me atropelló de nuevo, y en mi cuarta vida, decidí vivir como artesano en lugar de aventurero. El dragón me ha compensado con trampas por atropellarle, y tengo unas hermosas señoras de grandes pechos que cuidan de mí...... así que todo va demasiado bien."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b521aa-906b-43f1-a03b-84c131034c24",
    "title": {
      "en": "Yowamushi Omega wa Dekiai Saretai"
    },
    "updatedAt": "2024-05-25T01:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/f7b521aa-906b-43f1-a03b-84c131034c24/a17260ae-d019-4550-936c-85e55fcf708c.jpg",
    "altTitles": [
      {
        "ja": "弱虫オメガは溺愛されたい"
      },
      {
        "ja-ro": "Yowamushi Omega wa Dekiaisaretai"
      },
      {
        "en": "Cowardly Omega Wants to Be Doted On"
      },
      {
        "vi": "Omega Yếu Đuối Muốn Được Yêu Thương"
      }
    ],
    "description": {
      "en": "Thoughtful young man (⍺) x introverted painter (Ω)\n\nLove remakes life!!\n\nRuka – creator of the famous character Mimigel – is an illustrator with an introverted personality. Because he was tired of being changed too much, not to his liking, he gave up the copyright to the character Mimigel and took a plane to move to a far away place to live. During his flight, the plane suddenly had a shaking problem. Before he knew it, he found himself in a world where strange words like \"second gender,\" \"omega,\" \"sex\" were everywhere.\n\nAnd what will his new life be like?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/cc223780-b5e9-4dfa-9fdf-bb0a1b6fcb06.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c802ff-25ce-4b1c-aa94-55251c84ed0c",
    "title": {
      "en": "Peerless Dad"
    },
    "updatedAt": "2024-05-05T17:23:40+00:00",
    "coverArt": "https://mangadex.org/covers/62c802ff-25ce-4b1c-aa94-55251c84ed0c/14a94728-dcc5-4f8e-9a7e-4c5e2a314a83.png",
    "altTitles": [
      {
        "ko": "아비무쌍"
      },
      {
        "en": "Peerless Father"
      },
      {
        "en": "Father, Unrivaled"
      },
      {
        "es": "Padre Incomparable"
      },
      {
        "es-la": "Padre Sin Par"
      },
      {
        "pt": "Pai Incomparável"
      },
      {
        "en": "Matchless Dad"
      },
      {
        "ru": "Безупречный отец"
      },
      {
        "ja": "父無双"
      },
      {
        "th": "ท่านพ่อไร้เทียมทาน"
      },
      {
        "ko-ro": "Abimussang"
      },
      {
        "fr": "Le Père Hors Pair"
      },
      {
        "vi": "Bố Vô Song"
      }
    ],
    "description": {
      "en": "Noh Ga Jang has led the life of a warrior ever since he remembers, isolated from the world and illiterate to top it all, until he meets a beautiful woman who steals his heart. He marries her and they live a life of bliss, and she gets pregnant with his children. Against all odds, she unexpectedly dies during childbirth, leaving Noh alone with their newborn triplets. Desperate, saddened, but not broken, Noh swears to the heavens that he'll become an exemplary man to raise the invaluable treasures his wife left him.  \n  \nWatch the mighty warrior Noh become a Peerless Dad, and slowly realize in the way just how powerful he is for the sake of his children. \n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "fr": "C’est l’incroyable histoire d’un voyage mélant mariage, paternité et de combats par l’auteur de Red Storm.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ja": "孤児としてたらい回しにされていたところ、運良く師匠に拾われ武士としての道を見つけた。 特級解決師として名をはせた「天草家長」は運命の女性に出会い、その名の通り家長となる。 しかし、喜びもつかの間、一夜のうちに血のつながった三つ子を置いて妻に先立たれてしまう。 シングルファーザーとなってしまった「家長」の生活が今始まるーー！\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ko": "하늘의 뜻을 아니, 그 누가 아비父에 견주리오! \n고아로 떠돌다 운 좋게 스승을 만나 특급 해결사로 이름을 날리던 노가장.\n사랑하는 여인을 만나 이름대로 가장家長이 된다는 기쁨도 잠시, 하루아침에 핏덩이 세쌍둥이를 홀로 키워야 하는 신세가 되었다. 아비는 그 어떤 경우라도 제 새끼의 입에 먹을 걸 넣어 줘야 하는 존재인 법! 노가장은 위험천만한 낭인 생활을 때려치우고 천룡회 갑급 무사가 되어  자식새끼들 잘 먹이고 입히고자 한다. 하지만 억지로 나간 출장 임무는 목숨이 위험하기만 하고 그 사이 사방에선 그의 아이들을 눈독 들이기 시작하는데…… 기다려라, 내 새끼들아! 여기 아비가 간다! \n아버지, 노가장의 좌충우돌 무협 액션&육아 일지!\n\n* 원작소설 <지천명아비무쌍>\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "pt": "Noh Ga Jang teve a vida de um guerreiro desde que ele tem memória, isolado do mundo e analfabeto, até conhecer uma mulher bonita que rouba seu coração. Ele se casa com ela e vive uma vida de folia, e ela fica grávida dos seus filhos. Inesperadamente, ela morre durante o parto, deixando o Noh apenas com seus trigêmeos recém-nascidos. Desesperado, triste, mas não quebrado, Noh proclama aos céus que ele se tornará um homem exemplar para criar os tesouros inestimáveis que sua esposa o deixou.  \n  \nVamos testemunhar o guerreiro implacável Noh se tornando um pai incomparável, percebendo o quão poderoso ele pode ser pelo bem dos seus filhos.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "ru": "История бесподобного отца, которому известна воля небес. Автор Но Гён Чхан широко известен по манхве Красная Буря, но если вам нужна другая причина для чтения, то это удивительная история приключений мастера боевых искусств, включающая свадьбу, заботы отца и битвы. Она во многом похожа на Красную Бурю: крутой мастер, главный герой, беспокоящийся о своей семье, трагическая предыстория. Обязательно к прочтению для каждого, кому понравилась Красная Буря.\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)",
      "th": "โนคาจัง เป็นจอมยุทธ์ที่ทุ่มเททั้งชีวิตเพื่อการเป็นหัวหน้าครอบครัวที่ดีตามที่เขาวาดฝันเอาไว้ แต่ฟ้ากลับไม่เป็นใจเมื่อภรรยาที่รักต้องจากไปหลังให้กำเนิดบุตรแฝดสาม\nแล้วพ่อเลี้ยงเดี่ยวที่ต้องดูแลลูกถึงสามคนจะสามารถต่อสู้เพื่อเลี้ยงดูลูกๆ ของเขาให้ดีอย่างที่ฝันไว้ได้หรือไม่\n\n---\n- [Original Webtoon <kakao> Season 1](https://page.kakao.com/home?seriesId=52226628)\n- [Original Webtoon <kakao> Season 2](https://page.kakao.com/home?seriesId=59925132)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/47154)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B9%80%E0%B8%97%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%97%E0%B8%B2%E0%B8%99/132)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "296"
  },
  {
    "mangaId": "1751f21f-fd59-42ec-8480-e56393675560",
    "title": {
      "en": "V-idol-live!"
    },
    "updatedAt": "2023-08-27T23:05:57+00:00",
    "coverArt": "https://mangadex.org/covers/1751f21f-fd59-42ec-8480-e56393675560/cff8c3ab-6c45-403c-93cb-96e795833dcb.jpg",
    "altTitles": [
      {
        "ja": "Vドライブ!"
      },
      {
        "ko": "V도라이브!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85456d9d-9c70-49e4-bbda-462b5a4af3c4",
    "title": {
      "en": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
    },
    "updatedAt": "2024-04-11T07:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/85456d9d-9c70-49e4-bbda-462b5a4af3c4/e4f9f571-ab00-4c2c-9017-ef48617e2b4a.jpg",
    "altTitles": [
      {
        "ja": "一生働きたくない俺が、クラスメイトの大人気アイドルに懐かれたら"
      },
      {
        "vi": "Cô nàng idol đói bụng và anh chàng yêu nội trợ"
      },
      {
        "ja-ro": "Isshou Hatarakitakunai Ore ga Classmate no Daininki Idol ni Natsukaretara"
      },
      {
        "en": "A Very Popular Idol Classmate Has Taken a Liking to Me, A Person Who Doesn’t Want to Work for my Whole Life"
      },
      {
        "ja-ro": "Isshou Hatarakita Kunai Ore ga, Classmate no Daininki Idol ni Idakaretara"
      },
      {
        "zh": "班里的人气偶像黏上了一辈子不想工作的我"
      }
    ],
    "description": {
      "en": "Rintaro Shido, a high school student who aspires to become a full-time househusband, is in the class with a very popular idol, Rei Otosaki. The two have no connection other than being classmates, but their relationship changes drastically when Rintaro serves Rei a home-cooked meal after she nearly collapses from hunger! The food was so delicious that Rei said, \"Can I come here every day to eat?\"...?!",
      "ja": "専業主夫を目指す高校生・志藤凛太郎のクラスには、世間でも大人気のアイドル・乙咲玲が在籍していた。同級生であること以外の関係がない二人だったが、空腹で倒れそうになった玲に凛太郎が手料理を振る舞ったことで関係は一変！ あまりの美味しさに玲は「毎日食べに来ていい？」と言ってきて……!?",
      "vi": "Shido Rintaro, nam sinh cao trung ước ao trở thành một ông chồng nội trợ, học cùng lớp với idol nổi tiếng Otosaki Rei. Cả hai không liên quan gì đến nhau trừ việc học cùng lớp. Đó là cho đến khi Rei xém ngất xỉu vì đói, và được Rintaro nấu ăn cho. Tay nghề cậu ta khá đến nỗi Rei quyết định sẽ đến ăn chực mỗi ngày...!?",
      "pt-br": "Rintaro Shido, um estudante do ensino médio que aspira se tornar um dono de casa em tempo integral, está na classe de uma idol muito popular, Rei Otosaki. Os dois não têm nenhuma conexão além de serem colegas de classe, mas seu relacionamento muda drasticamente quando Rintaro serve uma refeição caseira para Rei depois que ela quase desmaia de fome! A comida estava tão deliciosa que Rei disse: \"Posso vir aqui todos os dias para comer?\"...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2022-04-13T19:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-05-24T21:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/8ac66e4b-8e00-4ebb-98b5-63ebb560d7d3.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8abb525b-c066-43ee-aeec-99ea0829b2b1",
    "title": {
      "en": "Red Apple"
    },
    "updatedAt": "2024-05-25T15:52:53+00:00",
    "coverArt": "https://mangadex.org/covers/8abb525b-c066-43ee-aeec-99ea0829b2b1/276b1204-492e-4c5f-ad34-2a59f4b729a4.jpg",
    "altTitles": [
      {
        "ja-ro": "Akai Ringo"
      },
      {
        "ja": "アカイリンゴ"
      },
      {
        "zh": "禁果"
      },
      {
        "vi": "Trái Cấm"
      },
      {
        "ru": "Красное яблоко"
      },
      {
        "zh-hk": "紅蘋果"
      },
      {
        "ne": "रातो स्याउ"
      },
      {
        "hi": "लाल सेब"
      }
    ],
    "description": {
      "en": "Japan in the Reiwa XX era, where sexual activity is illegal. Hikaru Inuta, an honor student whose father is the director of the Ministry of Health, Labor and Welfare's Sexual Enforcement Division, witnesses something shocking at a club he visits for the first time with his friend. There are a lot of people who enjoy sex with a great deal of alcohol and music! And among them is Inuta's favorite idol, Misora. In front of this unusual sight, an impulse that he's never felt runs around Inuta's body!!",
      "ru": "Япония вошла в эпоху Рейва XX, во время которой сексуальные отношения стали незаконными. Хикару Инута — отличник, отец которого — директор отдела по борьбе с сексуальными преступлениями в Министерстве здравоохранения, труда и социального обеспечения. Инута становится свидетелем шокирующих событий в клубе, в который он впервые попадает вместе со своим другом. Он видит людей, которые занимаются сексом, пьют много алкоголя и слушают громкую музыку! И среди них оказывается кумир Инуты — актриса Мизора. Столкнувшись с таким необычным зрелищем, Инута вдруг ощущает то, чего не испытывал раньше.\n\n(source: mangalib)",
      "vi": "Lệnh Hòa năm XX, Nhật Bản đã thông qua một bộ luật cấm hoàn toàn việc quan hệ tình dục. Hikaru Inuta là một cậu học sinh danh dự có cha là một chỉ huy cấp cao trong Setori, cục kiểm soát hoạt động tình dục thuộc Bộ Y Tế, Lao Động, và Phúc Lợi. Một ngày nọ cậu được người bạn của mình rủ tới một câu lạc bộ ngầm bất hợp pháp, nơi mọi người tới để ăn chơi hưởng lạc. Bất ngờ thay cậu đã gặp được nữ minh tinh nổi tiếng hàng đầu hiện nay và là thần tượng của mình tại đây. Mọi chuyện sau đó sẽ ra sao?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "56"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2846d711-8858-431d-b904-6063a7d3bc70",
    "title": {
      "en": "My Dear Aster"
    },
    "updatedAt": "2023-11-07T00:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/2846d711-8858-431d-b904-6063a7d3bc70/758e2557-5573-4205-9fee-ea6d2ed8f9ce.jpg",
    "altTitles": [
      {
        "ko": "마이 디어 아스터"
      }
    ],
    "description": {
      "en": "A few years ago, Lihen’s daughter said.\n\n“If mother ever lives again, don’t give birth to me.”\n\n“What are you talking about all of a sudden?”\n\n“You don’t have to give birth to me. Meet someone better than Dad. You said you had a first love. If you live again, confess. Who knows? Maybe it will work out?”\n\nThe mother and daughter giggled together.\n\nThen Lihen Copland woke up. As a nineteen-year-old.\n\nLiving again didn’t change her life much. But maybe she could make her daughter a little happier. To do so, she would have to marry her husband again.\nBut that resolve soon began to waver.\n\nAfter meeting her first love, Sir Schudermel Laft.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%88%EC%9D%B4-%EB%94%94%EC%96%B4-%EC%95%84%EC%8A%A4%ED%84%B0/3255), [KakaoPage](https://page.kakao.com/content/60910874)\n\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/138811)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbaa87dc-4dc2-43bc-a631-7ec1fafe026c",
    "title": {
      "en": "Saezuru Tori wa Habatakanai"
    },
    "updatedAt": "2023-05-13T06:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/cbaa87dc-4dc2-43bc-a631-7ec1fafe026c/bc04d7de-3a73-405a-a33f-1e23c760e961.jpg",
    "altTitles": [
      {
        "hu": "A szárnyaszegett énekesmadár"
      },
      {
        "en": "Don't Stay Gold"
      },
      {
        "es-la": "Pájaro que trina no vuela"
      },
      {
        "ja-ro": "Tadayoedo Shizumazu, Saredo Naki mo Sezu"
      },
      {
        "en": "Twittering Birds Never Fly"
      },
      {
        "pl": "Złamane skrzydła"
      },
      {
        "ru": "Певчая птица крыльями не машет"
      },
      {
        "ja": "囀る鳥は羽ばたかない"
      },
      {
        "zh": "鸣鸟不飞"
      },
      {
        "ko": "지저귀는 새는 날지 않는다"
      }
    ],
    "description": {
      "en": "Yashiro is the young leader of Shinseikai and the president of the Shinseikai Enterprise, but like so many powerful men, he leads a double life as a deviant and a masochist. Chikara Doumeki comes to work as a bodyguard for him and, although Yashiro had decided that he would never lay a hand on his own men, he finds there's something about Doumeki that he can't resist. Yashiro makes advances toward Doumeki, but Doumeki has mysterious reasons for denying. Yashiro, who abuses his power just to abuse himself, and Doumeki, who faithfully obeys his every command, begin the tumultuous affair of two men with songs in their hearts and no wings to fly."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-05-20T13:43:34+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/bf2e30fb-fd3a-453f-9efc-46a7164d9e9e.jpg",
    "altTitles": [
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "ja": "The Doomsday is Wartime"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "ja-ro": "Rekkyō Sensen"
      },
      {
        "ja": "列強戦線"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      },
      {
        "en": "World Power Battlefront"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d6e8143-bfb3-449a-9955-f815c9218726",
    "title": {
      "en": "God of Autopsy"
    },
    "updatedAt": "2024-04-02T03:35:24+00:00",
    "coverArt": "https://mangadex.org/covers/8d6e8143-bfb3-449a-9955-f815c9218726/21f3de71-5063-4515-86c9-f19516bd0cd5.png",
    "altTitles": [
      {
        "ja": "検死の神"
      },
      {
        "fr": "La Mémoire des morts"
      },
      {
        "ko": "부검의 神"
      }
    ],
    "description": {
      "en": "Forensic Scientist Kim Junghoon lies dead in the National Forensic Service’s autopsy room. He died full of regret after witnessing his work partner of 20 years, Kim Sangjin, distorted his very own autopsy report when he was still conscious and accused him of committing suicide. Right after he passed away, Kim Junghoon opened his eyes once more and found himself back in 2002 when he was still a rookie in the National Forensic Service. His final wish came true as he got himself one more chance to fix his past!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4",
    "title": {
      "en": "Majo Maid wa Joou no Himitsu o Shitte Iru"
    },
    "updatedAt": "2024-01-30T21:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/b83ea4bd-f23f-45c3-b284-e93d3f156a64.jpg",
    "altTitles": [
      {
        "ja": "魔女メイドは女王の秘密を知っている。"
      },
      {
        "en": "The Witch Maid Knows the Queen's Secret"
      },
      {
        "ne": "बोक्सी दासीलाई रानीको रहस्य थाहा छ।"
      }
    ],
    "description": {
      "en": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80cda3ff-d08a-4797-8f83-0f6ef538c3a2",
    "title": {
      "en": "JoJo's Bizarre Adventure - Moscow Calling (Doujinshi)"
    },
    "updatedAt": "2024-02-16T08:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/80cda3ff-d08a-4797-8f83-0f6ef538c3a2/5f280532-65b0-4985-b933-a5a87f8e23ca.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo: Chemarea Moscovei"
      },
      {
        "en": "JJBA: Moscow Calling"
      },
      {
        "en": "Moscow Calling"
      },
      {
        "vi": "Tiếng gọi nơi Moskva"
      }
    ],
    "description": {
      "en": "Moscow Calling takes place in Russia in 2000. This story is about Georgiy Lastochkin, an 18-year old Russian student with mysterious stand. Living in Vladivostok, he studies at a local university, and happens to have a crush on one of his classmates. On one end he has to deal with his everyday life as a student - on the other, he needs to deal with the mysteries of his Stand.  \n  \nOne day he begins travelling throughout Russia, all the way from Vladivostok to Moscow! There are sure to be faithful friends and clever enemies, comedy and drama, and of course - Stand battles. Learn what it means to be a Russian Stand user in JoJo's Bizarre Adventure: Moscow Calling!  \n  \nItalian summary:  \n||Moscow Calling è ambientato nella Russia del 2000. Il protagonista di questa storia è Georgiy Lastochkin, uno studente diciottenne russo con uno stand misterioso. Visto che vive a Vladivostok, studia all'università locale, e si prende una cotta per una delle sue compagne di corso. Da una parte deve affrontare la sua vita da studente - dall'altra, deve avere a che fare con i misteri del suo stand.  \n  \nUn giorno inizia a viaggiare per tutta la Russia, da Vladivostok a Mosca! Incontrerà dei fedeli amici e dei nemici intelligenti, una drammatica commedia, e ovviamente - battaglie con stand. Impara cosa significa essere un portatore di stand russo in Le bizzarre avventure di Jojo: la chiamata di Mosca!||",
      "vi": "Chào mừng đến với Vladivostok, thủ phủ vùng liên bang Viễn Đông, L.B.Nga. \"Moscow Calling\" kể về Georgiy Lastochkin, một sinh viên 18 tuổi. Sống ở Vladivostok, cậu học tại một trường đại học địa phương với cuộc sống bình thường như bao sinh viên khác.\nMột ngày nọ, cậu bắt đầu hành trình của mình đi khắp nước Nga, hành trình từ Vladivostok đến tận Moskva!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-05-01T19:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/f4d9f28f-c72c-495d-854d-4f5ee3a28ba2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]