[
  {
    "mangaId": "eca006de-53d2-4f05-85fc-d8f321caba96",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita (Uncensored)"
    },
    "updatedAt": "2025-01-29T22:01:29+00:00",
    "coverArt": "https://mangadex.org/covers/eca006de-53d2-4f05-85fc-d8f321caba96/c8783a1d-7ae1-49f2-b303-826d7d28c855.jpg",
    "altTitles": [
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-10-13T11:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/1c3faf6e-c52e-4abe-989f-6eda029f9612.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      },
      {
        "tl": "Skip at Loafer"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "661eaad1-3de3-4685-ae43-f534294b6d8d",
    "title": {
      "en": "Koi wa Ameagari no You ni"
    },
    "updatedAt": "2025-01-29T12:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/661eaad1-3de3-4685-ae43-f534294b6d8d/f4d3bdd7-7204-4c39-a678-d2481a6c4ac5.jpg",
    "altTitles": [
      {
        "en": "After the Rain"
      },
      {
        "es": "Amor es cuando cesa la lluvia"
      },
      {
        "fr": "Après la pluie"
      },
      {
        "it": "Come dopo la pioggia"
      },
      {
        "ru": "Любовь похожа на прошедший дождь"
      },
      {
        "ar": "بعد المطر"
      },
      {
        "ja": "恋は雨上がりのように"
      },
      {
        "zh": "恋如雨止"
      },
      {
        "zh-hk": "戀如雨止"
      },
      {
        "id": "Cinta Setelah Hujan"
      },
      {
        "en": "Love Is Like After The Rain"
      }
    ],
    "description": {
      "en": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son.  \n  \nDespite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels… But just how will he react?",
      "pt-br": "Tachibana, uma linda garota do colegial está apaixonada... Não é um simples amor, algo que talvez seja impossível. Ela está apaixonada pelo gerente de seu trabalho que é mais velho que ela. Agora ela irá desistir de seu amor e viver sua simples vida cotidiana de colegial ou conseguirá passar os seus sentimento a alguém tão diferente dela."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2025-01-19T19:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/a1433509-4f37-4ebd-a4aa-6d05fa8b862e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd6a45e3-4f86-417c-a28a-ab3d904ac26b",
    "title": {
      "en": "Even With Cheats, Am I Still the Weakest in the Sect?!"
    },
    "updatedAt": "2025-01-27T16:00:20+00:00",
    "coverArt": "https://mangadex.org/covers/cd6a45e3-4f86-417c-a28a-ab3d904ac26b/be5ceffd-5e30-41b8-a2e0-4abea933375a.jpg",
    "altTitles": [
      {
        "zh": "开挂也是宗门最弱？！"
      }
    ],
    "description": {
      "en": "All my senior and junior disciples are reincarnated powerhouses, while I’m just an ordinary guy from a small third-tier city who somehow got tricked by my master into being a sect's babysitter. Luckily, this sect is overflowing with buffs, and I managed to awaken the Favorability Index System—collecting profiles of powerhouses, earning favorability points, and using their abilities. Life just got way more fun!",
      "zh": "我的师兄弟妹们全TM是转世大能，就我一个隔壁三线城市莫名其妙被师父坑蒙拐骗回来当保姆的普通人。还好，这个宗门buff太多，我还算幸运地觉醒了好感值图鉴系统——收集大能图鉴，获得好感值，使用大能的能力，爽歪歪！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be7f45ca-d72c-4b81-a92c-a0a851ef605e",
    "title": {
      "en": "Steaming Sniper"
    },
    "updatedAt": "2024-07-07T00:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/be7f45ca-d72c-4b81-a92c-a0a851ef605e/8c573977-93c4-4d68-8034-d77b38b67069.jpg",
    "altTitles": [
      {
        "ja-ro": "Yukemuri Sniper"
      },
      {
        "ja": "湯けむりスナイパー"
      }
    ],
    "description": {
      "en": "This is the story of a man known only as Gen, who used to be an assassin. Nobody knows his past, his real name or his age, only that he is now working at Tsubakiya, a secluded onsen inn. He had put down his weapons and intended to lead a quiet, peaceful life, but it seems his past is not willing to let him go so easily. The onsen inn gets guests from all walks of life, and anything can happen. Some guests come to end their life. Some guests just want to get away from everyday life and go crazy. There are TV shows and incognito celebrities. Every guest staying at Tsubakiya has their own story, just waiting to unfold.",
      "pt-br": "Esta é a história de um homem conhecido apenas como Gen, que costumava ser um assassino. Ninguém conhece seu passado, seu verdadeiro nome ou sua idade, acontece que agora ele está trabalhando em Tsubakiya, uma pousada de Onsen isolada. Gen havia largado suas armas e pretendia levar uma vida tranquila e pacífica, mas parece que seu passado não está disposto a deixá-lo ir tão facilmente. A pousada Onsen recebe convidados de todas as esferas da vida, e tudo pode acontecer. Alguns vêm para acabar com suas vidas. Outros só querem ficar longe da vida cotidiana e esbanjar. Cada hóspede em Tsubakiya tem sua própria história, apenas esperando para se desenrolar.‎"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "173"
  },
  {
    "mangaId": "bd7fc050-7cc5-4fc7-98d9-69677e2362b9",
    "title": {
      "en": "Tokimeke Mahou Youjo Kokopure"
    },
    "updatedAt": "2025-01-10T23:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/bd7fc050-7cc5-4fc7-98d9-69677e2362b9/091bcd59-d648-4dbb-9d53-5c74d2a9e926.jpg",
    "altTitles": [
      {
        "ja": "ときめけ魔法幼女ココピュア"
      },
      {
        "en": "Heart-pounding Magical Girl Koko-pure"
      }
    ],
    "description": {
      "en": "Spin-off of Onee-san wa Joshi Shougakusei ni Kyoumi ga arimasu. Same degeneracy, but with magical girls."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71a621f8-c2bc-496e-aa34-f4b91e9874ac",
    "title": {
      "en": "Demon Spirit Seed Manual"
    },
    "updatedAt": "2024-09-10T18:29:28+00:00",
    "coverArt": "https://mangadex.org/covers/71a621f8-c2bc-496e-aa34-f4b91e9874ac/6d5892ad-d655-40b6-bab7-4a446b05f883.png",
    "altTitles": [
      {
        "en": "Demon Spirit Seed Manual"
      },
      {
        "en": "Fairy Seed Handbook"
      },
      {
        "zh-ro": "Yao Jing Zhong Zhi Shou Ce"
      },
      {
        "zh-ro": "Yāojing Zhòngzhí Shǒucè"
      },
      {
        "ru": "Руководство по семенам фей"
      },
      {
        "zh": "妖精种植手册"
      },
      {
        "id": "Panduan Pengembangan Peri"
      },
      {
        "ko": "요정 길들이기 : 그녀의 주인님"
      },
      {
        "en": "Fairy Planting Manual"
      },
      {
        "en": "Fairies Cultivation Manual"
      }
    ],
    "description": {
      "en": "Yuan Ding, an otaku, was transported to another world. After taking Shuo Yue Academy's entrance exam, Yuan Ding's life in another world begins, aiming to collect the Demon Spirits said to exist in the legends. A lighthearted, comedy and harem manhua.\n\n[Official English: Season 2](https://www.webnovel.com/comic/fairies-cultivation-manual-s2_20785533706975401)",
      "pt": "\"Tantos espíritos demoníacos, quero capturá-los.\" Long Ao Tian. Yuan Ding, sai em uma viagem para capturar espíritos demoníacos.",
      "ru": "Юань Дин (园丁) – 16-летний отаку, который был перемещен в параллельный мир. Жизнь главного героя в другом мире началась со сдачи вступительных экзаменов в Академию Шо Юэ. А затем у него появилась цель – собрать все семена фей, о которых говорится в легендах."
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2025-01-28T01:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/dc92033f-c08c-47ab-9371-3540460b299e.jpg",
    "altTitles": [
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "fr": "Kamisama : Opération Divine"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "es-la": "Деятельность Бога в мире без богов"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world! It was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076028a7-197a-4329-bbd5-d13186bbd990",
    "title": {
      "en": "Boyfriend of the Dead"
    },
    "updatedAt": "2022-08-13T22:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/076028a7-197a-4329-bbd5-d13186bbd990/8e1b18a8-ac7c-420b-99b2-b3e1a30b175e.jpg",
    "altTitles": [],
    "description": {
      "en": "In a zombie apocalypse, a woman relentlessly fights for the search for new clothes so fiercely that the zombies begin to organize for better living conditions, on the other hand, a zombie with a high level of cooking wisely chooses its prey, demanding the seal. friboi, and as fate would have it, these two end up becoming lovers.",
      "pt-br": "Em um apocalipse zumbi, uma mulher luta implacavelmente pela busca por novas roupas de maneira tão feroz que os zumbies começam a se organizar por melhores condições de vida, em contra partida, um zumbi com alto nível de culinária escolhe sabiamente suas presas, exigindo o selo friboi, e por zueira do destino, esses dois acabam se tornando namorados."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osananajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-11-05T00:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/0654c788-1b63-4f4a-bd04-093a7073b88a.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "en": "Are Physical Relationships Possible Between Childhood Friends of High School Students?"
      },
      {
        "ru": "Возможна ли близость между старшеклассниками друзьями детства?"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      }
    ],
    "description": {
      "en": "The innocent Oota Yuka, the sexually curious Niiyama Kasumi, the elusive Horie Yasuo and the lovesick Onosaka Ryuhei. The four high school boys and girls, who have grown up like a family, are bequeathed a house by an elderly woman, Hasebe Haru, for four million yen and a fixed term. Under one roof, the high school students' eccentric love and friendship unfold.",
      "ja": "こんな高校生活が羨ましい!!\n\n高校2年生の男女4人。彼女たちに与えられたのは、四百万円と4人だけが自由に出来る一軒家と一年間という期間。",
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4738c7aa-257f-48df-b06d-520f27b3ec9b",
    "title": {
      "en": "Devil May Cry 5 – Visions of V –"
    },
    "updatedAt": "2024-10-04T14:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/4738c7aa-257f-48df-b06d-520f27b3ec9b/69593045-6f06-4160-a5be-dbe8e11f5499.jpg",
    "altTitles": [
      {
        "ru": "Devil May Cry 5 -Видения Ви-"
      }
    ],
    "description": {
      "en": "The spin-off of the latest title, *Devil May Cry 5,* has begun with a bang! The main character is \"V,\" a mysterious man who uses three demons. In addition to the secret of his birth, his encounter with the demons, and the prequel to the main story leading up to the contract, the tale is told from the perspective of V that is exclusive to the spin-off!",
      "ru": "Спин-офф игры Devil May Cry 5, показывающий историю с точки зрения Ви. В агентстве \"Devil May Cry\" новый клиент - таинственный Ви. Его заказ \"убить могущественного демона, который скоро восстанет\" мог бы показаться для Данте обычным делом, если бы не одно но... Этот демон - брат Данте, Вергилий!",
      "tr": "*Devil May Cry 5*'in mangası olan bu kitap, V karakterini konu alır. Olayları birden V'nin beyni ve gözleri ile görün..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "36"
  },
  {
    "mangaId": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": {
      "en": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~"
    },
    "updatedAt": "2025-01-28T18:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/787e4bd1-6717-475a-b8b1-010164935c33.jpg",
    "altTitles": [
      {
        "ja": "転生貴族、鑑定スキルで成り上がる～弱小領地を受け継いだので、優秀な人材を増やしていたら、最強領地になってた～"
      },
      {
        "ja-ro": "Tensei Kizoku Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuidanode, Yuushuuna Jinzai wo Fuyashite Itara, Saikyou Ryouchi ni Natteta~"
      },
      {
        "en": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World: I Inherited a Weak Territory, and If I Increase the Number of Capable Personnel, It Will Become the Strongest Territory"
      },
      {
        "zh-hk": "轉生貴族，以鑑定技能成名～因為繼承了弱小的領地，所以如果增加了優秀的人才，就會成為最強的領地～"
      },
      {
        "id": "Terlahir kembali menjadi seorang bangsawan dengan skill penilaian"
      },
      {
        "id": "Seorang bangsawan yang bereinkarnasi, bangkit dengan kemampuan analisis"
      },
      {
        "pt-br": "Como um Aristocrata Reencarnado, Usarei Minha Habilidade de Avaliação para Subir no Mundo"
      },
      {
        "vi": "Quý Tộc Tái Sinh Thăng Tiến Nhờ Kỹ Năng Thẩm Định: Vì Thừa Kế Một Lãnh Địa Nhỏ Yếu, Nên Khi Tuyển Dụng Người Tài, Đã Trở Thành Lãnh Địa Mạnh Nhất"
      },
      {
        "vi": "Tái Sinh Thành Quý Tộc Với Kĩ Năng \"Thẩm Định\""
      }
    ],
    "description": {
      "en": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
      "ja": "転生し、弱小貴族として異世界を生きることになったアルス・ローベント。現代同様、異世界でも体力・知力ともに平凡だったが、“鑑定スキル”という人の潜在能力を知ることが出来るスキルを生まれつき所持していた。アルスは自分の民たちを守るため、“鑑定スキル”で弱小領地を最強の領地へと変貌させていく───！",
      "vi": "Sau khi được tái sinh, Ars Louvent được cho là một quý tộc yếu kém. Cả sức mạnh thể chất và trí tuệ của cậu đều ở mức trung bình ở cả 2 thế giới. Nhưng cậu sở hữu một kĩ năng độc nhất có tên ' Thẩm định' cho phép cậu có thể nhìn được chỉ số và tiềm năng của mọi người. Bằng cách tập hợp những người tài năng về bên cạnh, Ars sẽ sử dụng kĩ năng 'Thẩm định' này để khiến lãnh thổ yếu ớt của mình thành nơi mạnh nhất! Nhưng con đường phía trước của cậu sẽ không hề dễ dàng.",
      "pt-br": "Após ser reencarnado, Ars Louvent deve viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres em ambos os mundos, mas aqui ele naturalmente possuía uma habilidade chamada “Avaliação” que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa esta habilidade de “Avaliação” para transformar seu território fraco no mais forte! Mas o caminho à sua frente não será tão simples."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83ff1615-2dc0-4b4d-bc2f-605178ffc083",
    "title": {
      "en": "Hokenshitsu wa Futarikiri"
    },
    "updatedAt": "2025-01-15T11:12:15+00:00",
    "coverArt": "https://mangadex.org/covers/83ff1615-2dc0-4b4d-bc2f-605178ffc083/18b673f0-0935-4aae-bd8f-def544d61762.jpg",
    "altTitles": [
      {
        "ja": "保健室はふたりきり"
      },
      {
        "en": "Just The Two of Them in The Nurse's Office"
      }
    ],
    "description": {
      "en": "A collection of interconnected yuri stories in the nurse's office.",
      "ja": "保健室では今日も秘密の恋が進行中!?\n\n世話焼き学級委員長と、サボり魔の不良生徒。やさしい教育実習生と、一途な保健委員。真面目な生徒会長と、小悪魔な副会長。バスケ部のエースと、幼なじみのマネージャー。とある女子高の保健室を舞台に、全力で恋をする女の子たちを描いた、新感覚青春ラブストーリー開幕！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "74000a38-0953-4a61-ac7a-c21128c3fa03",
    "title": {
      "en": "Food Truck Owner inside the Dungeon"
    },
    "updatedAt": "2024-08-06T23:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/74000a38-0953-4a61-ac7a-c21128c3fa03/21917932-015d-4dad-bdd4-3af62743328a.jpg",
    "altTitles": [
      {
        "en": "Food Truck Owner in the Dungeon"
      },
      {
        "ko": "던전 안 푸드 트럭 사장님"
      },
      {
        "en": "Dungeon Food Truck Owner"
      }
    ],
    "description": {
      "en": "\"Don't yearn for a world different from yours, just live a normal life.\"\n\nHunters, dungeons, I'm not interested in any of them.\nMy life followed one single path that's of cooking.\nBut the moment I was about to open my first long-awaited food truck....\n\n[Class: You have awakened as a Food Truck Owner (Hidden)!]\n[Item: Dungeon Business Permit (Personal/Non-Transferable)!]\n- Business is only possible inside the dungeon\n\nMin Jiun, 21 years old, awakened as the owner of a food truck inside the dungeon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b66e8da4-f2f3-4159-8db8-e523094be8c2",
    "title": {
      "en": "Puniru Is a Cute Slime"
    },
    "updatedAt": "2025-01-27T10:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/b66e8da4-f2f3-4159-8db8-e523094be8c2/970e7bef-528f-48e5-857d-111479f34fce.jpg",
    "altTitles": [
      {
        "ja": "ぷにるはかわいいスライム"
      },
      {
        "ja-ro": "Puniru wa Kawaii Slime"
      },
      {
        "en": "Puniru is a Kawaii Slime"
      },
      {
        "uk": "Милий слиз Пуніру"
      }
    ],
    "description": {
      "en": "The slime he created transformed into a girl!? Kotarou, a young boy, is constantly pushed around by Puniru's freewheeling behavior. It's a fun and exciting daily life!\n\nWon the 70th Shougakukan Manga Award.",
      "ja": "コロコロ史上初、異色のラブコメまんが！！ 自分の作ったスライムが女の子に変身!?　ぷにるの自由気ままな言動に少年・コタローは振り回されっぱなし。毎日愉快なドキドキ生活だ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2025-01-08T00:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/d5bec063-bc41-41d3-b220-6e9e8aa5df04.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Hopeless pushover Iruma Suzuki has found himself in a devil of a predicament… His trashy parents have sold off his soul, and he now has to live and attend school in the Netherworld. But with his unique survival skills and doting demon grandfather’s support, Iruma will surely make it through this hellish experience. He’ll just need to subjugate rival classmates, summon familiars, and more, all while never revealing that he’s human… Easy as *aleph, bet, gimel*, right?",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2025-01-02T06:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/38c6936a-cf9e-4c7d-8fd9-7cc475736868.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!?",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!?",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2df1ddee-10c0-4e1b-8f8e-dea8bb24e7ac",
    "title": {
      "en": "The Bride who Raises the Villainous Dragon"
    },
    "updatedAt": "2025-01-09T00:48:46+00:00",
    "coverArt": "https://mangadex.org/covers/2df1ddee-10c0-4e1b-8f8e-dea8bb24e7ac/dc50708b-965b-4400-8def-ca41e3f9afa7.jpg",
    "altTitles": [
      {
        "zh": "饲养恶龙的新娘"
      },
      {
        "zh-ro": "Siyang E Long De Xinniang"
      }
    ],
    "description": {
      "en": "\"It seems a magnificent dragon has fallen head over heels for me?\"\n\nPearl, the cursed daughter of a noble, was on her way to being sold off to a neighboring lord when she was suddenly kidnapped. But the one who kidnapped her is none other than Erik— a descendant of the Great Dragons. This enchanting yet fierce dragon confronted Pearl with a single demand, to say the words \"I like you.\"..."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2025-01-27T05:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/b3d1dc35-0fc1-479b-86b3-003e4483a5d2.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "ja-ro": "Osore: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-01-27T16:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2087b5a6-5efd-435c-a1c3-a78ec19d0ebe",
    "title": {
      "en": "I’ll Become the Tyrant's Tutor (Promo)"
    },
    "updatedAt": "2022-12-11T11:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/2087b5a6-5efd-435c-a1c3-a78ec19d0ebe/019a97c9-9e5a-492e-ab62-faa85d4555f9.png",
    "altTitles": [
      {
        "tr": "Bir Tiranın Eğitmeni Olacağım"
      },
      {
        "en": "I Will Be a Tyrant's Teacher"
      },
      {
        "ko-ro": "Poggun-ui gajeong-gyosaga doegessseubnida"
      },
      {
        "ru": "Я стала наставницей тирана (Сингл)"
      },
      {
        "ko": "폭군의 가정교사가 되겠습니다"
      }
    ],
    "description": {
      "en": "**Note:** Promotional webtoon for the novel of the same name.\n\nPrimabelle is astonished when she wakes up to find herself in a novel of her own creation as an obscure painter who gets killed by the male protagonist, Prince Rainsis. \n\nThe world she created has not been kind to Rainsis. In addition to being colorblind, he has been shunned and feared his entire life, for a prophecy had been made that “the one trapped in a black and white world shall drench the empire in blood.” Primabelle resolves to disprove the prophecy after witnessing his misery firsthand. \n\nTo do so, she must track down his destined other half. The only problem? All she knows about the fair beauty is that she has black hair and crimson eyes. Will Primabelle be able to help Rainsis see the world in all its splendid colors and find true happiness?",
      "ru": "Красавица и чудовище… То было пророчество о звере, который окрасит этот мир кровью. И только красавица может снять это проклятие.",
      "tr": "“Güzellik ve Canavar”da “Güzellik” yoksa öyleyse canavarın lanetini kim kaldıracak?   \n  \n“Bir gün, siyah beyaz bir dünyada tuzağa düşmüş biri ortaya çıkacak ve dünyanızı kanla lekeleyecektir.”   \n  \nBu kehanet sayesinde, “Canavar”, Prens Reynsis terk edilmiş ve kendine karşı koymaya bırakılmıştır. Laneti geri almak için “Güzelliğe” ihtiyacı var ancak tek sorun–   \n  \n\"Bu güzelliğin kim olması gerekiyor ki?!\"   \n  \nGüzelliğin görünüşü hakkında detayları yazmadan önce kendi tamamlanmamış romanıma reenkarne oldum! “Güzellik” hakkında bildiğim tek şey siyah saçları ve koyu kırmızı gözleri var olduğu…   \nAma Prens Reynsis'in talihsiz çocukluğuna ilk elden şahit olduktan sonra, Canavarın güzelliğini kendim bulmaya karar verdim!  \n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e52262f-bcd5-49c4-b93a-f4652d189844",
    "title": {
      "en": "Grandmaster of Demonic Cultivation - Mo Dao Zu Shi"
    },
    "updatedAt": "2024-08-21T18:48:17+00:00",
    "coverArt": "https://mangadex.org/covers/6e52262f-bcd5-49c4-b93a-f4652d189844/a12ee1bb-f633-4250-a714-372df26f0780.jpg",
    "altTitles": [
      {
        "zh-ro": "Mo Dao Zu Shi"
      },
      {
        "en": "The Founder Of Diabolism"
      },
      {
        "zh": "魔道祖师"
      },
      {
        "pt-br": "Mo Dao Zu Shi - O Fundador da Cultivação Demoníaca"
      },
      {
        "en": "The Grandmaster of Demonic Cultivation"
      }
    ],
    "description": {
      "en": "As the grandmaster who founded the Demonic Sect, Wei WuXian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was back-stabbed by his dearest junior brother and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan WangJi, his archenemy.  \n  \nThis marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei WuXian slowly realizes that Lan WangJi, a seemingly haughty and indifferent poker-face, holds more feelings for Wei WuXian than he is letting on.",
      "pl": "Wei Wuxian, założyciel demonicznej sekty, przemierzał świat w swój rozpustny sposób, znienawidzony przez miliony za chaos, który wywołał. Ostatecznie został zdradzony przez swojego najdroższego shidi i zamordowany przez potężne klany, które złączyły siły, by go pokonać. Po kilkunastu latach ocknął się w ciele szaleńca, który został porzucony przez rodzinę. Niedługo później siłą zostaje przygarnięty przez Lan Wangji, jego arcywroga. Tak rozpoczyna się trzymająca w napięciu i wywołująca śmiech wędrówka złożona z pokonywania potworów i rozwiązywania tajemnic. I kto im zabroni trochę poflirtować po drodze?  \n  \n[Tłumaczenie powieści](https://dracaena.webd.pl/portfolio/mo-dao-zu-shi/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "259"
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-27T21:22:35+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84aecc41-06f1-4003-8492-5c84f8731601",
    "title": {
      "en": "Reforming the Obsessive Male Lead"
    },
    "updatedAt": "2024-09-20T02:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/f56a73cf-08ba-479c-9227-2d86159bf953.png",
    "altTitles": [
      {
        "ko": "후회 광공의 여동생이 되었다"
      },
      {
        "ko-ro": "Huhoe Gwanggongui Yeodongsaengi Doeeotda"
      },
      {
        "en": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "pt": "Eu me tornei a irmã mais nova de um protagonista obsessivo arrependido"
      },
      {
        "uk": "Головний герой у відчаї, а я стала його молодшою сестрою"
      },
      {
        "uk": "Я стала молодшою сестрою героя, сповненого жалю"
      },
      {
        "id": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "th": "ฉันกลายเป็นน้องสาวของพระเอกวายตัวร้ายสายกลับใจ"
      },
      {
        "ja": "ヤンデレ公子の妹になりました"
      },
      {
        "zh": "成为BL主人公的妹妹"
      },
      {
        "zh": "穿成后悔偏执狂的妹妹"
      },
      {
        "zh-hk": "在BL世界死裡逃生"
      }
    ],
    "description": {
      "en": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "333850da-c502-446b-9f2d-20871bc5343f",
    "title": {
      "en": "Iseikai Tensei"
    },
    "updatedAt": "2024-07-06T18:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/333850da-c502-446b-9f2d-20871bc5343f/3e9b0617-4380-41d7-9139-a2c35cdc6478.jpg",
    "altTitles": [
      {
        "ja": "イセイカイテンセイ"
      },
      {
        "ja": "異星界転星"
      },
      {
        "en": "Isekai Tensei"
      },
      {
        "zh-hk": "異星界轉星"
      }
    ],
    "description": {
      "en": "Noah, the last survivor from Earth, aims for a new universe on the spaceship that was handed down to him by his mother who was a scientist. What he arrives at is a planet where living things possess magic. When he is out doing field work, he meets a girl who proclaims herself as the demon lord's daughter.  \r\n  \r\nThe cyborg youth will traverse a planet full of mysteries in this iseikai sci-fi fantasy."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2025-01-08T04:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I'm Sick and Tired of My Childhood Friend's, Now Girlfriend's, Constant Abuse, so I Broke up With Her"
      },
      {
        "en": "I Dared to Declare Goodbye to My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7a1bab9-e404-4be3-9c96-1141331a7b00",
    "title": {
      "en": "I Hold the Heart of a Tyrant"
    },
    "updatedAt": "2024-05-17T02:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/b7a1bab9-e404-4be3-9c96-1141331a7b00/7634d03d-f364-4185-a447-fd4a6774e3cb.jpg",
    "altTitles": [
      {
        "ko": "폭군의 심장을 쥐었다"
      },
      {
        "en": "I Grabbed the Tyrant's Heart"
      },
      {
        "en": "I Captured the Tyrant's Heart"
      }
    ],
    "description": {
      "en": "The Crown Prince’s only friend, me, Euseniel Heartland.\n\nOne day, our family was expelled from the capital for having had a bad influence on the Crown Prince. But after 14 years, we finally reunite, However,  he has changed drastically.\n\nWhen asked why he changed, the Crown Prince answers that it is because he wanted to be the ideal man for me. But no, this is not the friend I used to know anymore, And it's not only his appearance what has changed, I'm sure there something else on the inside that's not the same as before. What could it be?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4a98a5a-0fbf-411e-b14a-6bdcad766cc0",
    "title": {
      "en": "COCKFIGHT"
    },
    "updatedAt": "2024-11-09T15:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/e4a98a5a-0fbf-411e-b14a-6bdcad766cc0/03216fbc-3d36-4c8c-be2b-8426c9a66e2f.jpg",
    "altTitles": [
      {
        "id": "Sabung ayam"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b09e7b-bea6-429e-9bdb-061fedc40cc3",
    "title": {
      "en": "Tales of Graces f"
    },
    "updatedAt": "2024-11-14T00:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/17b09e7b-bea6-429e-9bdb-061fedc40cc3/20888464-e1f3-4cce-b734-7c1683075e2f.jpg",
    "altTitles": [
      {
        "ja": "テイルズ オブ グレイセス エフ"
      }
    ],
    "description": {
      "en": "Taking place on the planet Efinea, Asbel Lhant seeks the strength to protect those he holds dear. Along with his childhood friends and the mysterious and innocent Sophie, he must explore the bonds of friendship as they find themselves drawn into the conflict between three kingdoms competing for dominance of the planet.  \n  \nBased on the role-playing game of the same name by Namco Tales Studio."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9bbd35-a923-494e-855f-2ffe60992dc6",
    "title": {
      "en": "Magical Trans!"
    },
    "updatedAt": "2024-04-24T16:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/9a9bbd35-a923-494e-855f-2ffe60992dc6/c740f8da-fe77-427c-a2dd-f13efc24221b.jpg",
    "altTitles": [
      {
        "ja-ro": "Maji Tora!"
      },
      {
        "ja-ro": "MajiTora"
      },
      {
        "ja": "まじとら！"
      },
      {
        "zh-hk": "欢迎来到魔法少女部"
      }
    ],
    "description": {
      "en": "Minami-kun spots a poster recruiting new members for the Magical Girl Club. Thinking \"Cosplay cuties woohoo!\" he decides to join… What the hell!? It's not cosplay, we actually become magical girls??  \n  \nA slice of life love-comedy revolving around magical girls and slippery slopes.",
      "es": "Minami-kun ve un cartel para llamar la atención a aquellos interesados en unirse al Club de Chicas Mágicas. Pensando en \"¡Ver chicas guapas en cosplay, yujuu!\" decide entrar... ¿¡Pero qué demonios!? Esto no es un cosplay, ¿de verdad nos hemos transformado en chicas mágicas?\n\nUna comedia romántica que gira en torno a las chicas mágicas y situaciones peligrosas.",
      "ru": "Минами-кун заметил постер с приглашением в Клуб Девочек-Волшебниц. Подумав: «Ничоси, халявный косплей!», он решил присоединиться… Вот только он не знал, что это не косплей, а он сам станет Девочкой-волшебницей!  \n  \n  \nOriginally found on MinComi: <http://www.mincomi.jp/title/?title=327416>  \nTwitter [@yutakashii](https://twitter.com/yutakashii)  \nPixiv: <http://www.pixiv.net/member.php?id=200861>  \n<http://www.ebookjapan.jp/ebj/author/78088/>"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "65"
  },
  {
    "mangaId": "8b8102da-c875-4dae-a79c-c62e817ff3f5",
    "title": {
      "en": "On My Way To See My Mom"
    },
    "updatedAt": "2025-01-19T13:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/8b8102da-c875-4dae-a79c-c62e817ff3f5/c59932dc-ec0b-4ba0-9cd7-1a45398e38fa.jpg",
    "altTitles": [
      {
        "ko": "엄마를 만나러 가는 길"
      },
      {
        "en": "On the Way to Meet Mom"
      }
    ],
    "description": {
      "en": "Mori, a child found by a rescue team in an abandoned house, wakes up in a shelter. While adapting to an unfamiliar life, one day, he begins to be looked after with unconditional love from a mysterious sponsor... And then Mori learns about the existence of a \"mom\" when a close friend leaves with hers. The child starts to wonder about the sponsor: \"Could this person... be my mom?\"\nThis is the story of Mori's long and challenging journey to find his mom.",
      "ko": "폐가에서 발견된 아이 '모리'는 구조대에 의해 보호소에서 눈을 뜬다. 익숙하지 않은 생활에 적응하던 어느 날 후원자에게 조건 없는 사랑을 받고 자라는데.. 친하게 지내던 친구가 엄마와 떠나고, 엄마라는 존재가 있다는 걸 알게 된 아이는 생각한다. 혹시 이 사람이.. 나의 엄마가 아닐까? 모리의 멀고도 험한 엄마 만나러 가는 이야기."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "972f2c48-099b-4aff-8076-13f6546de8ab",
    "title": {
      "en": "Where the Clouds Stop"
    },
    "updatedAt": "2025-01-29T20:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/972f2c48-099b-4aff-8076-13f6546de8ab/8aef4765-b66c-48da-b98c-6b8e04452979.jpg",
    "altTitles": [
      {
        "zh": "此间行云止"
      },
      {
        "zh-ro": "Ci Jian Xing Yun Zhi"
      }
    ],
    "description": {
      "en": "Time is a strange thing. The person she killed the day before yesterday had already begun to rot. But when she came home the next day, they were standing in her house, smiling at her. What is happening? The doctor told her if she took the medicine she would wake up! Where am I? What is this? Who are you?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f57150ef-a63d-470b-9703-41c7049dff73",
    "title": {
      "en": "Koushakuka No Ryouriban-sama ~300-nen Ikiru Chiisana Ryourijin~"
    },
    "updatedAt": "2025-01-29T20:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/f57150ef-a63d-470b-9703-41c7049dff73/706c1bd5-35cc-47d1-9ec4-5fc871485a90.jpg",
    "altTitles": [
      {
        "ja": "公爵家の料理番様 ～300年生きる小さな料理人～"
      },
      {
        "en": "The Duke's Chef: A Little Chef Who Lived For 300 Years"
      },
      {
        "en": "The Duke House's Little Chef"
      }
    ],
    "description": {
      "en": "A boy named Lushel, whose father is the \"Sword Saint\", gets disowned in the mountains because of his weak constitution. He is forced to live a life of survival, alone, in the mountains where magical beasts live. However, he found out by chance that monsters can be consumed, and he was able to acquire skills by eating them...!",
      "ja": "料理好きな心優しい少年・ルーシェルは、剣聖の父親から「身体が弱い」という理由で見放され、山に捨てられてしまう・・・。魔獣が巣くう山で、病魔と空腹にもうろうとする中、偶然にも口にした魔獣から【スキル】が得られることを発見するのだった！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2025-01-27T20:50:36+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "en": "My Gyaru Wife's Secret"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...?",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "560a42fd-51fe-4556-ab24-f47840be9bc4",
    "title": {
      "en": "Tān Huān"
    },
    "updatedAt": "2025-01-29T19:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/560a42fd-51fe-4556-ab24-f47840be9bc4/9dd4d674-0a6d-43b6-b7ce-c28a1b95d7c7.jpg",
    "altTitles": [
      {
        "en": "Greedy Pleasure"
      },
      {
        "en": "Corrupted Pleasure"
      },
      {
        "fr": "Plaisir Coupable"
      },
      {
        "ko": "탐할지어다"
      },
      {
        "zh-ro": "Tham Hoan"
      },
      {
        "zh": "贪欢"
      }
    ],
    "description": {
      "en": "The renowned author of erotic novels, Duan Jinghong, has a secret: with just a touch of skin, he can foresee others' intimate encounters. Duan Jinghong goes to great lengths to avoid physical contact, yet the infamous and imposing General Shen Tinglan inexplicably seeks him out, insisting on physical contact. What’s worse, Duan Jinghong foresees himself caught in a passionate affair with Shen Tinglan in the future... As disaster looms, Duan Jinghong finds himself unable to escape and is instead forced to collaborate with Shen Tinglan on the \"Yunyou Sixteen Prefectures Lost Territories Case.\" To protect his \"innocence,\" he engages in a battle of wits and schemes with Shen Tinglan, where hormones clash with reason in a fiery encounter.",
      "fr": "L’auteur renommé de romans érotiques, Duan Jinghong, cache un secret : au simple contact de la peau, il peut prédire les ébats intimes des autres. Duan Jinghong fait tout son possible pour éviter le contact physique, mais le général Shen Tinglan, célèbre pour sa réputation imposante, vient inexplicablement le chercher, exigeant un contact physique. Pire encore, Duan Jinghong se voit lui-même engagé dans une affaire passionnée avec Shen Tinglan dans un futur proche... Alors que le désastre approche, Duan Jinghong se retrouve incapable de fuir et est contraint de collaborer avec Shen Tinglan sur \"l’affaire des seize préfectures perdues de Yunyou.\" Pour préserver sa \"pureté,\" il entre dans une confrontation d’esprit et de stratégie avec Shen Tinglan, où les hormones s’enflamment face à la raison."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "88fe4d78-90d0-40db-8687-385c096ae5ef",
    "title": {
      "en": "Liella! Comic"
    },
    "updatedAt": "2024-07-26T08:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/88fe4d78-90d0-40db-8687-385c096ae5ef/d239a250-6cbd-4cc0-9dd2-42f4610435ad.jpg",
    "altTitles": [
      {
        "ja": "リエコミ"
      }
    ],
    "description": {
      "en": "A series depicting a new side of the Liella! members serialized in Love Live Days"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89c32f13-a372-425e-b107-440f07302263",
    "title": {
      "en": "I Will Protect My Tyrant Dad!"
    },
    "updatedAt": "2025-01-02T01:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/89c32f13-a372-425e-b107-440f07302263/8410b07d-8410-4ce6-8508-a2d732fddfe6.jpg",
    "altTitles": [
      {
        "ko": "폭군 아빠는 내가 지킨다!"
      }
    ],
    "description": {
      "en": "Reborn as a small-town child in a fantasy novel, Sien discovers her father is the exiled heir of a villainous duchy. Fearing their return to the ruthless family, she strives to protect him.  \n\nBut wait—her dad was once a tyrant?  \n\nA heartwarming tale of a secretly powerful dad and his scheming daughter trying to preserve his innocence unfolds in this delightful mix of humor and healing misunderstandings."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8245c9ac-b9d4-41d4-a8f1-0f68f0fdaefe",
    "title": {
      "en": "Put It All In The Ring! 2"
    },
    "updatedAt": "2025-01-23T22:51:28+00:00",
    "coverArt": "https://mangadex.org/covers/8245c9ac-b9d4-41d4-a8f1-0f68f0fdaefe/06a9ccf4-8e49-4ad7-a803-95118ad39a69.jpg",
    "altTitles": [
      {
        "fr": "Envole-toi vers le ring 2"
      },
      {
        "en": "Put it all in the Ring 2"
      },
      {
        "ja-ro": "Ring ni Kakero 2"
      },
      {
        "ja": "リングにかけろ2 最終章"
      },
      {
        "ja-ro": "Ring ni Kakero 2 Saishuushou"
      },
      {
        "pt-br": "Aposte tudo no Ringue 2"
      }
    ],
    "description": {
      "en": "At the end of Ring ni Kakero 1, Ryuuji Takane went up against Superstar Jun Kenzaki for the World Title. Now, 17 years later, Rindo Kenzaki, the son Jun Kenzaki and nephew of Ryuuji Takane, lives with Ishimatsu Katori, the \"Kenka Champion\" from Ryuuji and Jun's time. Rindo will meet up with a new generation of boxers to create a new Golden Japan Jr. to take on the world."
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Happy Massacre Ending"
    },
    "updatedAt": "2025-01-24T16:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "ja-ro": "Gyakusatsu Happy End"
      },
      {
        "en": "Massacre Happy End"
      },
      {
        "pt-br": "Final Feliz do Massacre"
      },
      {
        "uz": "Shavqatsiz Baxtli Yakun"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни.",
      "uz": "Yuqori maktab o‘quvchisi Kusakabe Makoto og‘ir xastalikdan aziyat chekayotgan singlisining davolanishi uchun pul yig‘ish uchun kun bo‘yi ishlashga majbur. Otasi ishsiz, onasi bolalarini tashlab qochib ketgan, ishida bezorilik qilgan... Bularning barchasiga qaramay, u umidini yo'qotmaydi va singlisi uchun yashashda davom etadi. Ammo ko'p vaqt o'tmaganini bilib, Makoto tushkunlikka tushadi. Noma'lum narsadan qo'rqish uni inson hayotining qadriga boshqacha qarashga majbur qiladi.",
      "pt-br": "O estudante do ensino médio Kusakabe Makoto precisa trabalhar o dia todo para arrecadar dinheiro para o tratamento de sua irmã mais nova, que sofre de uma doença grave. O pai está desempregado, a mãe fugiu, abandonando os filhos, bullying no trabalho… Apesar de tudo isso, ele não perde as esperanças e continua vivendo para a irmã. Mas ao saber que não tinha muito tempo, Makoto cai em desespero. O medo do desconhecido faz com que ele olhe de forma diferente para o valor da vida humana."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "5a96c030-82b6-40f4-aa0f-c590b6f69f03",
    "title": {
      "en": "Yu-Gi-Oh! 5D's"
    },
    "updatedAt": "2022-10-09T15:14:34+00:00",
    "coverArt": "https://mangadex.org/covers/5a96c030-82b6-40f4-aa0f-c590b6f69f03/01d524fe-bcde-4983-add5-d675b1faf6bc.jpg",
    "altTitles": [
      {
        "en": "遊☆戯☆王5D's"
      },
      {
        "en": "遊戯王5D's"
      },
      {
        "pt-br": "O Rei dos Jogos 5D's"
      }
    ],
    "description": {
      "en": "The Yu-Gi-Oh! 5D's manga is a spin-off of its anime series. Like the Yu-Gi-Oh! GX manga, the events that take place, as well as the cards used by characters differ from those in the anime. It was published monthly in the V Jump magazine in Japanese, and has been released in English via the Shonen Jump magazine starting with the January 2011 issue. It began serialization on August 21, 2009, and ended on January 21, 2015, with a bonus chapter being announced to be included in the final volume. The author of the manga is Masahiro Hikokubo and the artist of the manga is Masashi Satō. The manga is supervised by Kazuki Takahashi.",
      "pt-br": "Em uma versão alternativa de Yu☆Gi☆Oh 5D's, Yuusei e seu amigo, Sect, estão duelando em Satellite quando um Cavaleiro Esqueleto de uma lenda urbana aparece, forçando Yuusei a duelar com ele pela liberdade de Sect. Em Neo-Domino, Rex Godwin está planejando um torneio conhecido como o Grand Prix D1 enquanto Jack se dirige para Satellite e confronta Yuusei, que nesta versão, parece não saber..."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "68"
  }
]