[
  {
    "mangaId": "a972aebe-50fb-4dfe-8f61-0150f3659467",
    "title": {
      "en": "The Little Lady Behind the Scenes"
    },
    "updatedAt": "2024-12-27T20:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/a972aebe-50fb-4dfe-8f61-0150f3659467/f0e14d8f-9b47-47fd-bcdb-48e81caec494.jpg",
    "altTitles": [
      {
        "ko": "비선실세 레이디"
      },
      {
        "ko-ro": "Biseonsilse Lady"
      },
      {
        "en": "An Unseemly Lady"
      },
      {
        "fr": "La petite Lady tire les ficelles"
      },
      {
        "fr": "Rosie, la fille du duc diabolique"
      },
      {
        "uk": "Впливова леді"
      },
      {
        "th": "เลดี้จอมบงการ"
      },
      {
        "ja": "レディは陰の実力者"
      },
      {
        "zh": "不熟练的女士"
      },
      {
        "zh": "幕后掌权者小姐"
      },
      {
        "zh": "秘密控权的千金"
      },
      {
        "zh-hk": "姐姐的護花使者"
      }
    ],
    "description": {
      "en": "Julianne is as close to perfect as it gets: she’s got looks, talent, and smarts. The only problem is she has terrible taste in men! That’s why her little sister Lilianne is doing everything she can to make sure she doesn’t end up with the wrong guy. However, Julianne’s suitors are quickly catching on that the way to her heart is through Lilianne’s sweet tooth! How far will Lilianne go to set her sister up with the right man? Who will be the sweetest suitor?\n\n---\nI was the only younger sister of the female protagonist in the reverse harem novel. In addition, I was exceptionally pampered by the female lead after waking up after being very sick. I used that to defeat the original inexcusable trash male leads who only hurt my sister…\n\n‘Lili, how are you? Do you like cake?’\n\n‘Lili is really pretty because she resembles her sister. Won’t you eat cookies? Please tell your sister that these were given to you by your wonderful brother.’\n\n‘Would you like to eat this and go over there for a while? I have something to say to your uncle and sister.’\n\nFor some reason, the male lead candidates seem anxious to see me.\n\n**\n\n“I don’t play with ugly kids,\" the boy in front of me muttered with a deep frown.\n\nWhat? Did you really just say that? I’ll show you what the real world is like.\n\nI gently pulled the hem of my sister’s clothes and shook my head, “I hate him, so I hate the older brother who brought him.”\n\nAt the same time, Cedric’s face turned pale, similar to someone who had been sentenced to death."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-08-15T17:24:59+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2025-01-28T07:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/941c5a1f-7768-426a-8845-c798633a0f9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c",
    "title": {
      "en": "Life of Pyonko"
    },
    "updatedAt": "2025-02-15T18:01:42+00:00",
    "coverArt": "https://mangadex.org/covers/256cfa77-3698-4f5b-8ff0-5eb39cd6bd6c/eecc8790-3f2d-4d9c-83a3-c13bf05ac9e9.jpg",
    "altTitles": [],
    "description": {
      "en": "A collection of the Pyonko and Friends mini-stories taken from the Author's X(Twitter) and Patreon accounts.\n\nUploaded out of chronological order."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2025-02-03T14:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/5d96ae1e-6a04-462d-8134-bb751629db42.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O dilema de um arquidemônio: como amar sua noiva elfa"
      },
      {
        "es": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "es-la": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "人々から恐れられている魔術師ザガンは、唯一の悪友であるバルバロスに誘われ、闇のオークションへ行くことに。そこで見つけた美しい奴隷エルフの少女ネフィに一目ぼれをして購入するが、口下手なザガンはネフィにどう接していいかわからず……。",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f8c7b9-eeae-4698-a0e7-05474f56b644",
    "title": {
      "en": "Douyara Watashi no Karada wa Kanzen Muteki no You Desu ne"
    },
    "updatedAt": "2024-10-29T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6f8c7b9-eeae-4698-a0e7-05474f56b644/b73f08b5-d02a-4eb2-a1c7-9fd0347e2a64.jpg",
    "altTitles": [
      {
        "en": "The Invincible Little Lady"
      },
      {
        "ja": "どうやら私の身体は完全無敵のようですね"
      },
      {
        "en": "It Seems My Body Is Completely Invincible"
      }
    ],
    "description": {
      "en": "On her deathbed, a sickly young girl wishes to be reborn with a strong body that will never succumb to anyone or anything. Lo and behold, her wish is granted! Upon reincarnating into another world as Mary Regalia, she discovers her new body has maxed-out attributes, from physical strength to defense—even magic. But wait! That isn’t what she really wanted! All she longed for was a normal life. Baffled by God’s choice to grant her wish in this most unexpected way, Mary tries to spend her days as uneventfully as possible. The hitch is...nothing’s harder than living a normal life when you’re absolutely invincible!\n\n---\n   **Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n3881dn/) (Raw)\n - **[** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FS01200196010000_68/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/32810) **]** (Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54df3c9f-7363-4057-abc9-2464a144f268",
    "title": {
      "en": "I'm Going to Wipe Out This Country"
    },
    "updatedAt": "2025-02-16T03:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/54df3c9f-7363-4057-abc9-2464a144f268/c8ab4c8f-4172-4396-a654-9a813c394f97.jpg",
    "altTitles": [
      {
        "ko": "이 나라를 없앨 예정인데요"
      },
      {
        "en": "I'm Going to Destroy This Country"
      },
      {
        "en": "I'm Gonna Annihilate This Land"
      }
    ],
    "description": {
      "en": "Annihilate this land. Cleanse it of all impurities.\n\n“To think I reincarnated as a bald skeleton who can’t even poo.” The Skeleton king, the most wicked demonic king who the gods find bothersome. I was sealed after being scammed by the gods with a contract promising to turn me into a human. This is what they said. “Saint, have you awakened?” This warmth and soft texture… A human body? And I’m a saint? “Oh my, why is the baby saint in such a good mood today?” “Saint, this is the toy of that loathsome skeleton king. Do you want to try destroying it?” “The great gods crossed the line and gave everything back to the skeleton king who challenged the gods.” …Annihilate this land. I will become the saint, make the gods eat shit, and annihilate them."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0b8ea-4dfc-4d72-b584-5b26380f9bed",
    "title": {
      "en": "The Ramparts of Ice (Book Version)"
    },
    "updatedAt": "2025-02-10T13:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0b8ea-4dfc-4d72-b584-5b26380f9bed/3ac79714-ef69-4274-a018-75a31c76fca8.png",
    "altTitles": [
      {
        "ja": "氷の城壁"
      },
      {
        "ja-ro": "Koori no Jouheki"
      },
      {
        "en": "Ice Castle Wall"
      },
      {
        "es-la": "Rompiendo el hielo"
      },
      {
        "ko": "얼음 성벽"
      }
    ],
    "description": {
      "en": "Inept at dealing with people, Hikawa Koyuki maintains a wall between herself and others. She spends her time in highschool away from others, all alone. At least until she encounters Amamiya Minato who keeps closing the distance between them for some reason?! The aloof Koyuki, the popular Miki, the boundary-less Minato, and the easygoing and kind basketball team member, Youta. This is the story of these somewhat complicated four, and their tantalizing, bumbling youth!\n___\n**Additional Links:**\n- **Alt Official Raw:** [Shounen Jump+](https://shonenjumpplus.com/episode/14079602755350023318)\n- [Official X](https://x.com/ramparts_ice)\n- [Official Anime Site](https://korinojoheki-pr.com/)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "117"
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2024-12-20T07:32:27+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/61518c4e-9360-4fd5-9658-b3fa9128660c.jpg",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun receives a letter… from himself? It was written 25 years before for his future self. \nThat letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. \nWith loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "897954d9-c68a-437e-badb-3de35a2b5171",
    "title": {
      "en": "102"
    },
    "updatedAt": "2024-11-06T08:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/897954d9-c68a-437e-badb-3de35a2b5171/38e1775b-5031-4910-9546-ab1dd15479e7.jpg",
    "altTitles": [
      {
        "ja": "不思議な生き物を拾うお話"
      },
      {
        "ja-ro": "Fushigi na Ikimono o Hirou Ohanashi"
      },
      {
        "ja-ro": "Fushigi na Ikimono wo Hirou Ohanashi"
      },
      {
        "en": "A Story About Taking in a Strange Creature"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [X](https://x.com/uminonaka0x0/media) - *Posted with the caption Fushigi na Ikimono o Hirou Ohanashi (不思議な生き物を拾うお話) \"A Story About Taking in a Strange Creature\"*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "462bd3fc-019c-4f28-8884-d7513d1e5a80",
    "title": {
      "en": "Koushaku Reijou ni Tensei shiteshimatta node, Mental Otome na Ore wa, Zenryoku de Onnanoko wo Tanoshimimasu"
    },
    "updatedAt": "2025-01-30T10:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/462bd3fc-019c-4f28-8884-d7513d1e5a80/1efe38fc-0fbc-460d-accc-f69b8025c2a0.jpg",
    "altTitles": [
      {
        "ja": "公爵令嬢に転生してしまったので、メンタル乙女な俺は、全力で女の子を楽しみます"
      },
      {
        "en": "Since I Have Been Reincarnated as the Daughter of a Duke, I, the \"Girl Inside,\" Will Enjoy Being a Girl as Much as I Can!"
      }
    ],
    "description": {
      "en": "A humble man in his twenties suddenly dies and is reborn as the daughter of a duke in an 18th-century lookalike world where magic exists! He is now living a second life as the adorable \"Miranda Mirandiehl,\" who looks like a doll. As he was always a \"girl inside\" with girlish interests, he accepted his reincarnation surprisingly easily. And so, after being reborn as Miranda, he will enjoy his new life to the fullest! What kind of encounters await him, and what lies ahead in his gender-swapped otherworldly reincarnation life?",
      "ja": "しがないアラサー男は、突然死により18世紀の世界観ながら魔法がある異世界の、公爵令嬢に転生した！お人形のように愛らしい【ミランダ・ミランディール】として、第二の人生を歩むことに。もともと少女趣味な面のあった、メンタル乙女だった彼は、転生後の状況を意外にあっさり受け入れる。そんなわけで、ミランダちゃんとして生きる彼は、精一杯、今度の人生を楽しもう！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-02-08T16:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "es-la": "Tímida"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters.",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "ja": "世界各国にヒーローがいる中、日本のヒーローは“恥ずかしがり屋”の少女だった!! 彼女を待ち受けるのは…!?",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4604db12-cafd-4572-a9f8-68525fb1b167",
    "title": {
      "en": "Monochrome Days"
    },
    "updatedAt": "2024-12-04T17:52:18+00:00",
    "coverArt": "https://mangadex.org/covers/4604db12-cafd-4572-a9f8-68525fb1b167/d6f010f2-bbeb-4569-8b28-58418aa651d4.jpg",
    "altTitles": [
      {
        "ja": "モノクロのふたり"
      },
      {
        "ja-ro": "Monochro no Futari"
      },
      {
        "ja-ro": "Monochrome no Futari"
      },
      {
        "ja-ro": "Monokuro no Futari"
      },
      {
        "en": "Monochrome Pair"
      }
    ],
    "description": {
      "en": "A reliable office worker, Hanaichi Fudo, undoubtedly had a gift for the arts but gave up on his dreams of becoming an artist to lead a normal life. One day, his senior at work, Saori Wakaba, asked Hanaichi for help in writing her manga. Will he take up the pen again?! Written by Yosuke Matsumoto, author of \"The Lady Becomes an Idol\", a unique new take on aspiring manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2025-02-10T17:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/3dbdafa6-e32f-4b31-8663-e8385d384a2b.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ru": "Зов горна"
      },
      {
        "fr": "The Bugle Call"
      }
    ],
    "description": {
      "en": "In Arboral Year 1294, the world is dominated by nine massive towers known as the Spires, remnants of an ancient civilization. Filled with lost secrets and powerful knowledge, nations struggle to possess them. Luca is a bugler in a mercenary company who wants nothing more than to leave the battlefield behind and become a true musician, a maestro. But marked as one of the enigmatic Branch-hexed, and gifted with the strange ability to see the sound of his instrument, Luca finds himself drawn reluctantly into a war of epic proportions!\n\nLeft for dead after a battle, Luca is saved by the mysterious Pontiff and learns he is not the only person with unusual powers. The Pontiff has formed a special team of Branch-hexed individuals he plans to use to help him defeat rival empires, and Luca learns that his powers, rather than being an escape from the battlefield, now force him to be a muse of massacre.",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !",
      "ja": "樹木暦1294年。音が“見える”ラッパ手の少年・リュカは傭兵団に属しながらも戦争を嫌い、楽師になる事を夢見ていた。しかしある日、「枝憑き」と呼ばれる力が発現し、彼の運命は大きく動き出す――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8b6efade-38b7-4fa2-b34d-a60de5119d26",
    "title": {
      "en": "Net Keijiban Hyaku Monogatari Series"
    },
    "updatedAt": "2025-02-08T15:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/8b6efade-38b7-4fa2-b34d-a60de5119d26/91fea861-226a-4002-b0c6-ba2de15b1f4b.jpg",
    "altTitles": [
      {
        "ja": "洒落にならないネット掲示板百物語～都市伝説コミック怪談集～"
      },
      {
        "ja-ro": "Share ni Naranai Net Keijiban Hyaku Monogatari: Toshi Densetsu Comic Kaidanshuu"
      },
      {
        "en": "Chilling Internet Urban Legends: A Horror Comic Anthology"
      },
      {
        "ja-ro": "Hontou ni Kowai Net Keijiban Hyaku Monogatari: Toshi Densetsu Comic Kaidanshuu"
      },
      {
        "ja": "本当に怖いネット掲示板百物語～都市伝説コミック怪談集～"
      },
      {
        "en": "From the Internet, Creepypasta"
      }
    ],
    "description": {
      "en": "Featuring eerie urban legends that became popular on the internet, faithfully adapted into comics by skilled authors. A true horror anthology for urban legends!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-12-04T08:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/8d5d38ee-36a0-4deb-85ba-802bfd97feb2.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!\n\nEnter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "264c6633-dd48-474d-b319-b2467209b384",
    "title": {
      "en": "Still, I want to fall in love with you!"
    },
    "updatedAt": "2025-02-12T16:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/264c6633-dd48-474d-b319-b2467209b384/78d05a1f-26dd-405c-9e3f-4b828011402e.png",
    "altTitles": [
      {
        "ja-ro": "Soredemo kimi to koi ga shitai!"
      },
      {
        "ja": "それでも君と恋がしたい！"
      },
      {
        "es-la": "Aún así, ¡quiero enamorarme de ti!"
      }
    ],
    "description": {
      "en": "Four years after joining the company, he has grown accustomed to his job.\nHonda's weekly pleasure is... “Every Wednesday, I meet Hazuki-kun, a store clerk, at work. Hazuki is a reassuring person, and his facial expressions often change when he talks to me, and he also has a cute smile that he shows when they talk. One day, she forgets her room key and asks him to stay in Hazuki-kun's room. They were supposed to talk to get to know each other better, but somehow they ended up having sex before I could confess my feelings to him. Afterwards, I told him how much I liked him, but he thought I was just being considerate after sleeping with him! Will Honda's feelings reach Hazuki...? A delicate, frustrating, but very tender love story!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2025-02-14T01:23:52+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/642e0b1e-45df-43b9-9532-df55ed676a01.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "vi": "Nagase Jo (Gọi tắt là Nagajo), một nam diễn viên đầy tài năng và đức độ. Đồng thời còn là một người chồng thương vợ, người cha hết mực vì con cái. \nThế nhưng, một đêm nọ, anh bị gài bẫy cho hành vi ngoại tình với một nữ diễn viên trẻ mới vào nghề. Nagajo lập tức mất hết vị thế xã hội, và hình ảnh người chồng, người cha trong mắt vợ và con cái. \nTuy nhiên, đáng sợ hơn cả thảy là người đã rắp tâm gài bẫy anh lại chính là...!\nCuộc chiến hôn nhân phần 2 với chiến trường lần này là giới nghệ sĩ đầy lừa lọc chính thức bắt đầu.",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2025-02-02T12:14:55+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/fbc81a82-8d29-49a5-b3b7-aa8a0518ca19.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "ru": "Возмездие Девы Марии"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ja": "親子3人で幸せな家庭を築いていた流（ながれ）一家。だが、息子の桐崇は学校でひそかに虐めにあっていた。そして起きてしまったある事件をきっかけに、息子を想う母の愛が暴走していく――。",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1cd2231b-32d7-4f66-85e1-7aa8aafa16bc",
    "title": {
      "en": "This Is the Law"
    },
    "updatedAt": "2024-12-04T22:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/1cd2231b-32d7-4f66-85e1-7aa8aafa16bc/7f99ad8d-5e18-4c12-9c0c-c72f80793305.jpg",
    "altTitles": [
      {
        "ko": "이것이 법이다"
      },
      {
        "ru": "Таков закон"
      },
      {
        "ko-ro": "Igeosi Beobida"
      },
      {
        "ja": "サイコメトリー〜能力持ちの弁護士〜"
      },
      {
        "pt-br": "Esta é a lei"
      }
    ],
    "description": {
      "en": "The genius lawyer Noh HyungJin’s justice-executing returner fantasy!\n\nValedictorian of his University, perfect score on the Bar Exam, and even a 95% case win rate. Noh HyungJin was a so-called successful lawyer. While he was fighting against evil, higher powers to make South Korea a just and fair land, he was ruthlessly murdered by National Intelligence Service agents.\n\n“He shouldn’t have died…”\n\nNoh HyungJin was a man sent by Emperor YeomRa to fix corruption on Earth! However, after ending up in hell without having been able to achieve anything, Emperor YeomRa returns Noh HyungJin back in time.\n\n“I should at least give him power so he can protect himself.” What is this ‘power’ given to him by Emperor YeomRa? Will Noh HyungJin be able to change his future as well as the future of South Korea?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ja": "勝率95.8%の弁護士は不利な訴訟を引き受け、国家情報院に殺されてしまうが次に目を覚ますと中学２年生に戻っていた。法律の知識と新たに手にしたサイコメトリー能力で様々な問題を解決し未来を変えるべく、彼は最年少弁護士になる道を歩み始める…。\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ko": "천재 변호사 노형진의 정의구현 회귀 판타지! \n\n대학교 수석에 사법고시 수석, 95% 달하는 승률까지 속칭 잘나가는(?) 변호사였던 노형진! 그는 정의로운 대한민국을 만들기 위해 커다란 권력에 맞서 싸우던 중 국정원 요원에 의해 무참히 살해당하고 만다. \n\n\"죽어서는 안 될 놈인데…\" \n\n노형진은 사실 옥황상제가 지상의 타락을 바로잡기 위해 보냈던 인물이었다! 그런 그가 허무하게 저승으로 돌아오자 옥황상제는 다시 한번 노형진을 지상으로 내려보내게 되는데… \n\n\"자기 목숨 줄을 지킬 정도의 힘은 줘야지.\" 옥황상제가 말한 그 '힘'의 정체는 과연? 과연 노형진은 자신의 미래와 대한민국의 미래까지 모두 바꿀 수 있을 것인가?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "ru": "Фантастика о возвращении гениального адвоката! Но Хёнджин был выпускником университета с отличием по адвокатуре, и так называемым успешным адвокатом с 95% выигрышам по делам! В борьбе со злом в лице высшей власти Южной Корее, пытаясь вернуть справедливость в свою страну, он был безжалостно убит агентами национального агентства разведки.\n\n“Он не должен был умирать…” Но Хёнджин был возвращен императором Ёмра, чтобы очистить коррупцию на Земле, вернув его назад во времени и дав некую силу. Что же за силу ему даровал император? Сможет ли Но Хёнджин изменить как своё будущее, так и всей Южной Кореи?!\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/74662)",
      "pt-br": "A retorno de fantasia de execução da justiça do advogado gênio Noh HyungJin! Primeiro lugar de sua universidade, nota máxima na OAB e até uma taxa de 95% de ganho de casos. Noh HyungJin é o tão chamado advogado de sucesso! Enquanto estava lutando contra o mal e poderes maiores para tentar tornar a coreia do sul uma terra justa, ele foi assassinado sem piedade pela Agência de Inteligência Nacional. “Ele não devia ter morrido…” Noh HyungJin foi um homem enviado pelo Imperador YeomRa para acabar com a corrupção na Terra! Mas, depois de acabar no inferno sem conseguir conquistar nada, o Imperador YeomRa retorna Noh HyungJin no tempo… “Devo pelo menor dar poder suficiente para que ele possa se proteger.” O que é esse ‘poder’ que foi dado para ele pelo Imperador YeomRa? Noh HyungJin conseguirá mudar o futuro dele assim como o da Coreia do Sul?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c0a6150-502b-4d88-a46e-50b83768fe8f",
    "title": {
      "en": "The Tutorial Is Too Tough!"
    },
    "updatedAt": "2024-09-07T17:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/5c0a6150-502b-4d88-a46e-50b83768fe8f/1cf61df7-2eb2-4f8e-baf7-c78417659896.jpg",
    "altTitles": [
      {
        "ko": "튜토리얼이 너무 어렵다"
      },
      {
        "en": "The Tutorial Is Too Hard"
      },
      {
        "ko-ro": "Tutorial Neomu Eolyeobda"
      },
      {
        "ja": "チュートリアルが死ぬほど難しい"
      },
      {
        "ru": "Невероятное обучение"
      },
      {
        "zh": "新手关卡太难了"
      },
      {
        "zh-hk": "新手教學有夠難"
      },
      {
        "es-la": "El tutorial es demasiado"
      }
    ],
    "description": {
      "en": "Lee Hojae had given up his life as a pro gamer, until one day he received a mysterious message: \n\n\"Congratulations! You’ve been invited to the Tutorial World.\"\n\nIntrigued, he enters the game and confidently chooses Hell difficulty, but soon learns that he is trapped there. With a mere 0.01% survival rate, Hojae must somehow overcome the game’s agonizing challenges to figure out the real reason he was invited.\n\nThis tutorial may be tough, but its secrets are what’s truly hellacious.",
      "ja": "元プロゲーマーの堂山海は、ある日突然「チュートリアル」という名の異空間に招待された。 軽い気持ちで最凶クラスの難易度「ヘル」を選択してしまった彼は、離脱不可能、生存率ほぼゼロの「死にゲー」に挑むことになってしまった。 殺伐としたこの世界で生き残るために課せられたミッションをクリアしながら、チュートリアルに秘められた秘密を解き明かしていく。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ko": "gandara 퓨전 판타지 장편소설 '튜토리얼이 너무 어렵다' 가 웹툰으로 독자 여러분을 찾아갑니다.\n\n삶이 무료하던 어느 날, 내 눈앞에 나타난 초대 메세지. \n[튜토리얼 세계에 입장하시겠습니까?] \n\n그리고 뒤이어 나타난 난이도 선택 창. \n[이지] [노말] [하드] [헬] 나는 주저없이 헬 난이도를 선택했다. \n\n그리고 후회했다. \n\n아무리 헬 난이도라지만, 이건 너무 심하잖아.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)",
      "ru": "Однажды, посреди серых скучных будней, перед глазами появляется уведомление. [Вы хотите пройти обучение?]\n\nЗа ним сразу же вылезло окно выбора сложности. [Лёгкая] [Обычная] [Сложная] [Адская]. Я без колебаний выбрал адскую сложность.\n\nИ пожалел.\nЗнаю, она называется адской, но это слишком.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%8A%9C%ED%86%A0%EB%A6%AC%EC%96%BC%EC%9D%B4-%EB%84%88%EB%AC%B4-%EC%96%B4%EB%A0%B5%EB%8B%A4/2467)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/71905)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3e20da-6f48-468f-bf92-755ee46e05ec",
    "title": {
      "en": "The Return of the Disaster-Class Hero"
    },
    "updatedAt": "2024-12-16T07:10:54+00:00",
    "coverArt": "https://mangadex.org/covers/0c3e20da-6f48-468f-bf92-755ee46e05ec/a33c16eb-99bc-467a-8586-3c486283efb2.jpg",
    "altTitles": [
      {
        "ko": "재앙급 영웅님이 귀환하셨다"
      },
      {
        "ko-ro": "Jaeanggeum Yeongungnimi Gwihwanhasyeotda"
      },
      {
        "en": "Return of the Disaster-Class Hero"
      },
      {
        "en": "Resurrection of the Catastrophic Hero"
      },
      {
        "ru": "Возвращение героя катастрофы"
      },
      {
        "fa": "بازگشت قهرمان سطح فاجعه"
      },
      {
        "tr": "Felaket Kahramanın Dirilişi"
      }
    ],
    "description": {
      "en": "Twenty years.\n\nFor twenty long years, the thirteenth saint Lee Geon was trapped inside the Tower of Demons after being backstabbed by twelve of his allies. These twelve \"saints\" were warriors chosen by the twelve Zodiac gods to defeat mysterious monsters called \"calamities\" that were massacring the planet. Though no god had chosen Geon as a saint, he became the mightiest of them all, which made him a hero... and a target.\n\nBut now, Geon has brawled his way out of the tower, and he's back stronger than ever. All that's left is to exact brutal payback on each of the saints, but none of these powerful beings will go down without a fight.\n\nWill Geon be able to stay in one piece while achieving the divine revenge of his dreams?\n\n---\n\n- [Tapas English Translation](https://tapas.io/series/the-return-of-the-disaster-class-hero/info)",
      "fr": "Il était une fois un héros qui considéré autre fois comme le plus puissant de la Terre.\n\n« Mais il est mort… Comment une personne désignée comme morte pourrait-il revenir ? »\n« Ouais, j’aimerais bien voir ça, moi aussi. »\n\nMais 20 années plus tard, il revint.\n\n« Pourquoi êtes-vous aussi choqués, les gars ? À voir vos gueules, on pourrait croire que vous vous sentez coupable ? »\n\n‘Ces enfoirés… je vais pas les laisser s’en tirer comme ça…’",
      "ko": "지상에 최강의 영웅이 있었다.\n\n“하지만 죽었잖아. 우리가 죽인 놈이 어떻게 돌아와?”\n“그러게. 돌아올 수 있으면 한번 돌아와 보라지.”\n\n그런데 20년 만에 진짜 돌아와 버렸다?\n\n“뭘 그리 놀래? 왜. 양심에 찔릴 짓이라도 하셨나?”\n\n이 XX들. 가만 안 둔다.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=Sy4PeK3mCrI)",
      "pt-br": "Eu era o maior herói da Terra.\n\n“Mas ele está morto. Como aquele cara que matamos está de volta?”\n\n“Não sei.”\n\nEu realmente voltei depois de 20 anos?\n\n“Por que estão tão surpresos? Fizeram algo para ficar com a consciência pesada?”\n\nSeus desgraçados. Vocês não perdem por esperar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5fc2842-d748-4a11-a7d1-4e5573762bda",
    "title": {
      "en": "Kokan Musou ~Kiraware Yuusha wa Mazoku ni Aisareru~"
    },
    "updatedAt": "2024-12-10T08:44:56+00:00",
    "coverArt": "https://mangadex.org/covers/b5fc2842-d748-4a11-a7d1-4e5573762bda/5a799a72-626e-4e82-b646-fffa98b4076c.jpg",
    "altTitles": [
      {
        "ja": "股間無双～嫌われ勇者は魔族に愛される～"
      },
      {
        "en": "Unparallelled Groin ~The Hated Hero Is Loved By The Demons~"
      },
      {
        "zh-hk": "股間無雙～被討厭的勇者卻被魔族所愛～"
      }
    ],
    "description": {
      "en": "Kantarou, who has ascended to heaven because he is too sick, reincarnates in a different world. Kantarou, who is distorted in character and is a fatty, is disliked even after reincarnating, but notices that a cloudy potion that cures anything from his crotch appears. Moreover, it also has the effect of powering up the demons, and it will be loved by the demons…!? A different world reincarnation fantasy that is unmatched in the crotch!!!\n___\n**Alt Official Raws:**\n- [Comic DAYS](https://comic-days.com/episode/3269754496640214685)\n- [niconico Manga](https://manga.nicovideo.jp/comic/55354)",
      "ja": "ヌキすぎて昇天してしまった汗太郎(かんたろう)は異世界に転生する。キモデブで性格も歪んでいる汗太郎は転生した先でも嫌われてしまうが、自分の股間から何でも治してしまう白濁色のポーションが出ることに気づく。しかもそれは魔族をパワーアップさせる効果も持っていて、魔族からも求愛されることに……!?股間で無双する異世界転生ファンタジー!!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45",
    "title": {
      "en": "Inukai-san Chi no Oshikake JK"
    },
    "updatedAt": "2024-10-21T16:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45/5955fef9-7640-44b8-bf1e-71d7074b873b.jpg",
    "altTitles": [
      {
        "ja": "犬飼さん家の押しかけJK"
      },
      {
        "en": "JK Barging Into Inukai's House"
      }
    ],
    "description": {
      "en": "One day, the thirty-something salaryman Inukai met a high school girl Komugi who claimed to be the reincarnation of his childhood dog. Now she comes over every day looking to play with her owner, but her pet antics don't seem so innocent in human form! A semi-cohabitation comedy between a dog-girl and a single office worker!",
      "ja": "アラサー独身サラリーマンの犬飼はある日、こむぎと名乗る女子高生に出会う。こむぎは自身を犬飼の愛犬の生まれ変わりだと言い、毎日彼の家に通い詰める…！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-02-06T01:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi ~Sokushi Mahou to Skill Copy no Chouetsu Heal~"
    },
    "updatedAt": "2025-01-28T14:35:00+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/65819890-da89-423b-a4ea-91588f96a7ed.jpg",
    "altTitles": [
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "de": "Die Rache des Heilers"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "uz": "Davolovchi Qahramon"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"\n\nKeyaru, who was bound by this common knowledge, was exploited again and again by others. But one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "ja": "【癒】の勇者ケヤルは、ある日【回復(ヒール)】が最強に至る魔法だと確信する。そして世界そのものを【回復】して四年前に戻り、自分の人生を弄んだ者たちへ復讐することを誓うのだった。",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5bed986-6c0d-4c83-942e-64cbf022e98e",
    "title": {
      "en": "Shin Sekai Builders ~Class 24 \"Karada\" de Ikinokore~"
    },
    "updatedAt": "2025-01-28T02:29:37+00:00",
    "coverArt": "https://mangadex.org/covers/b5bed986-6c0d-4c83-942e-64cbf022e98e/11234855-c155-4ab1-8774-75f4fd139d93.jpg",
    "altTitles": [
      {
        "ja": "新世界ビルダーズ～クラス24「体」で生き残れ～"
      },
      {
        "ja-ro": "Shin Sekai Birudaazu ~Kurasu 24 \"Karada\" de Ikkinokore~"
      },
      {
        "en": "New World Builders: Survive with Class 24 \"Body\""
      }
    ],
    "description": {
      "en": "All of the students from Midorishino High's class 2-C are killed in a bus accident during a school trip. However, they are reincarnated as monsters in another world. Will the 24 reincarnated \"bodies\" of classmates be able to survive in a world ruled by a select few influential people with powers known as \"gifts\"?",
      "ja": "修学旅行のバス事故で緑志乃高校2年C組のクラスメイトが全員死亡――。しかしなんとそれぞれ異世界にモンスターとして転生することになる。「祝福（ギフト）」と呼ばれる力を持つ一部の有力者が支配する世界で転生したクラスメート24「体」の面々は生き抜くことができるのか！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18c4ef-3eb6-40ee-98a4-507343f05855",
    "title": {
      "en": "The Novel’s Extra"
    },
    "updatedAt": "2024-10-21T15:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "altTitles": [
      {
        "ko": "소설 속 엑스트라"
      },
      {
        "en": "The Novel’s Extra (Remake)"
      },
      {
        "ru": "Дополнение в новелле"
      },
      {
        "en": "The Novel’s Extra (2022)"
      },
      {
        "es-la": "El extra de la novela"
      }
    ],
    "description": {
      "en": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
      "ko": "\"나는 누구지?\"\n\n이 세상은 내가 쓴 소설.\n그러나 나는 단 한 번도 쓴 적 없는 인물이 되었다.\n\n얼굴은 물음표에다,\n소설 속 그 누구와도 접점이 없는,\n아무도 기억 못할 그런 인물.\n\n영웅 아카데미에 입학한 엑스트라, 아니 소설 속 먼지가 살아남는 법.\n\n남은 소설 분량까지 버텨야 한다!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bddba5ae-d308-4434-95fa-67dee73f5626",
    "title": {
      "en": "Margrave’s Bastard Son was The Emperor"
    },
    "updatedAt": "2024-10-26T05:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/bddba5ae-d308-4434-95fa-67dee73f5626/847db0d8-ea08-415b-842d-79c4121dac15.jpg",
    "altTitles": [
      {
        "ko": "변경백 서자는 황제였다"
      },
      {
        "pt-br": "O Filho Bastardo de Margrave era o Imperador"
      }
    ],
    "description": {
      "en": "He became the Emperor when he was just a boy and was beheaded before reaching adulthood. It was a tragedy brought about by his fate as the first noble wizard.\n\n“Ian, don’t be born in your next life.”\n\nHe thought everything was over, listening to the traitor’s heartless words. He knew, but…\n\n“You are a symbol of peace. Where else would you find such honor as a lowly one?”\n\nHe became the Margrave’s bastard son, whose family went extinct 100 years ago.\nA lowly, unsophisticated one, destined to be sold as a hostage to the barbarians across the border.",
      "pt-br": "Eu ascendi ao trono de imperador ainda garoto, só para ser decapitado antes de virar adulto. Meu destino trágico veio de ser o primeiro mago nobre. \"Ian, espero que você não nasça novamente.\" Com essas últimas palavras do traidor, acreditei que era o fim, mas... \"Você é o símbolo da paz. Que honra maior teria para alguém tão inferior quanto você?\" Eu virei o bastardo dos Margrave, que morreram no século anterior. Destinado a ser vendido como um peão para os bárbaros vulgares e insensíveis nas nossas fronteiras."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d413c71b-8eb5-44c5-8590-7c38908de419",
    "title": {
      "en": "The Male Leads Trapped in My House"
    },
    "updatedAt": "2024-12-30T21:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/d413c71b-8eb5-44c5-8590-7c38908de419/c0a6095b-03f0-41cf-ad7b-637ff8afd553.jpg",
    "altTitles": [
      {
        "ko": "우리 집에 갇혀버린 남주들"
      },
      {
        "zh": "被关在我家的男主们"
      }
    ],
    "description": {
      "en": "I reincarnated as the heiress of a powerful conglomerate family in a novel.  \nThe problem is, this world is about to be destroyed by monstrous viruses.  \n\nWith nothing but money to spare, I quickly bought a mansion in the countryside to build a shelter to escape the monsters…  \nBut the world ended far sooner than I had anticipated. Damn it!  \n\n*  \n\nOn top of that, somehow, the male leads ended up trapped in my house with me.  \nAnd these guys don’t seem to have any intention of leaving.  \nWhy do they look like they have no plans to go to the female lead?  \n\n“Who exactly are you?”  \n“You seem like someone who knew the world was going to end beforehand.”  \n\nThey were full of questions about me, but I couldn’t answer them. They wouldn’t believe me anyway.  \nRight now, all I see them as is a good source of labor.  \n\n“Alright, let’s work. You need to earn your keep for what you eat!”  \n\nIf I can find the cure for the virus causing the apocalypse, this hellish time will finally end.  \nSo, until then, I’ll make use of the male leads and hang on!  \n\n*  \n\nBut one problem has come up.  \nIt turns out that this old mansion I purchased is far more suspicious than I thought.  \nWhat on earth is happening in my house?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc",
    "title": {
      "en": "The Legendary Hero is an Academy Honors Student"
    },
    "updatedAt": "2024-12-29T00:58:39+00:00",
    "coverArt": "https://mangadex.org/covers/6cf34aaa-0799-48b6-a392-dcc5b1c9b8fc/21e58f56-b39f-4d56-a5fc-de1bdc789805.png",
    "altTitles": [
      {
        "ko": "전설급 영웅은 아카데미 우등생"
      }
    ],
    "description": {
      "en": "Back in the Age of Despair, Kyle defeated Erebos, the genesis of evil.  Then 5000 years later, he reincarnated as Leo with the memories of his past life intact.\n\nHis comrades — the Brave Arron, the Divine Blacksmitsh Dweno, the Poet of the Stars Luna, and the Wise King Lysinas — were all heralded as great heroes.\n\nBut the 'Hero Record', a gift from the heavens that records the achievements of heroes through the ages, had no record of Kyle whatsoever, and the people of the present treat him like a fictional character.\n\nAngry about the reality he's found himself in, Leo enrolls at Lumene Academy, the hero academy which houses the Hero Record.\n\n\"Fine. I guess I'll become an honors student to figure out why I was written out of history.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2025-01-24T19:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      },
      {
        "uz": "Ko'k Zindon"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0966537-58a1-421b-8ea9-3e7f02d703c4",
    "title": {
      "en": "The Hero Returns"
    },
    "updatedAt": "2024-09-17T12:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/e0966537-58a1-421b-8ea9-3e7f02d703c4/5cef80fc-a670-45ad-bfdb-3c9869445691.jpg",
    "altTitles": [
      {
        "en": "Hero, Returns"
      },
      {
        "ko": "영웅, 회귀하다"
      },
      {
        "ru": "Герой возвращается"
      },
      {
        "es-la": "Heroe, regresa"
      }
    ],
    "description": {
      "en": "With the unexplained emergence of dungeons came a relentless onslaught of monsters that overwhelmed humanity. Even the Awakened, humans with special abilities to fight monsters, couldn’t stop the destruction of the world. In the end, only Sungin Kim, the most powerful Awakened, was left standing. \n\nUpon his death, Sungin wakes up twenty years in the past as an unassuming high school student named Soohyun Kim. He’s not sure how or why he was brought back, but he does know this is his second chance to save the world and redeem himself as a hero.",
      "ko": "인류 최강의 영웅, 김성인\n모든 것을 내던지며 분투했지만\n결국…… 세상의 멸망은 막지 못했다\n\n하지만 그의 전설은 이제 시작이었으니\n성인, 20년 전으로 회귀하다!\n\n“이번에는…… 반드시 잡는다.”\n\n압도적인 재능과 경험으로 무장한 완전체\n영웅의 레이드는 아직 끝나지 않았다!",
      "ru": "Сильнейший герой человечества Ким Сон Бин. Он бросил все на кон и сражался, но… не cмог предотвратить разрушение мира. Однако его легенда только начинается, когда Сон Бин возвращается на 20 лет в прошлое.",
      "pt-br": "O herói mais forte da humanidade, Kim Sung Bin.\n\nEle jogou tudo na linha e lutou... mas ele ainda não conseguiu impedir a destruição do mundo.\n\nNo entanto, sua lenda apenas começou quando ele retorna 20 anos no passado.\n\n\"Com certeza... vou matá-lo desta vez.\"\n\nAgora totalmente equipado com poder e experiência esmagadores, o ataque do herói ainda não acabou!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4933c657-3abc-4ffa-9496-189d5b388de1",
    "title": {
      "en": "Saikyou no Kurokishi♂, Sentou Maid♀ ni Tenshoku shimashita"
    },
    "updatedAt": "2025-01-28T06:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/4933c657-3abc-4ffa-9496-189d5b388de1/aa060301-3032-4882-ba29-ba7f1afe2708.jpg",
    "altTitles": [
      {
        "ja": "最強の黒騎士♂、戦闘メイド♀に転職しました"
      },
      {
        "en": "From The Strongest Dark Knight ♂, Changed Job Into Combat Maid ♀"
      }
    ],
    "description": {
      "en": "Albright, who was famous as \"the strongest Black Knight\", was reincarnated as a girl, Maria, whose ribbon suited her well for same reason. Maria, 16 years old, is currently a maid in the Marquess of Urband family in attendance to the Daughter of the Marquees, Relena. After Relena became engaged to the 4th Prince, the area around Maria had gotten busier...\n___\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n0141ec/) (Raw)",
      "ja": "16歳のマリアはアーバンド候爵家で侯爵令嬢リリーナに仕えていた。メイドとしての仕事をこなしながらも、”鼠退治””害虫駆除”と称して侯爵家の人々を狙う暗殺者たちとの戦闘をくり返すマリアと使用人たち。そんなマリアの前世は【最強の黒騎士】と謳われた男・オブライトだった…!!",
      "pt-br": "Albright, que era famoso como \"o Cavaleiro Negro mais forte\", reencarnou como uma menina, Maria, cuja fita se adequava bem a ela pela mesma razão. Maria, 16 anos de idade, é atualmente uma empregada doméstica do Marquês da família urbana na assistência à filha dos Marqueses, Relena. Depois que Relena ficou noiva do 4º príncipe, a área em torno de Maria ficou mais ocupada…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cea99594-b963-4431-bc93-7a4adeba9c54",
    "title": {
      "en": "Disease"
    },
    "updatedAt": "2024-11-30T03:14:26+00:00",
    "coverArt": "https://mangadex.org/covers/cea99594-b963-4431-bc93-7a4adeba9c54/9d056000-bf35-434a-ab0b-08ff07eb3217.jpg",
    "altTitles": [
      {
        "zh": "症"
      },
      {
        "ru": "Неизлечимое заболевание"
      },
      {
        "ko": "불치병"
      },
      {
        "ja": "死の病に蝕まれた俺だが謎の最強能力が覚醒した"
      }
    ],
    "description": {
      "en": "Terminally ill lad, after losing his family in an incident, finds out that hidden behind the disease is an extraordinary power. While pursuing the truth behind his family's death, he himself gets dragged further down the mysterious, dark abyss…",
      "ru": "Смертельно больной парень, потеряв семью в результате происшествия, обнаружил, что скрытая за болезнью была необычайная сила. Преследуя правду о смерти своей семьи, он сам того не замечая переходил на темную сторону этого мира ..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2025-02-03T09:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      },
      {
        "fr": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "fr": "Un sabre ne doit servir qu'à punir le mal et à protéger les faibles... Aspirant forgeron, Chihiro travaille chaque jour aux côtés de son père. De nature taciturne, il est tout l'opposé de son paternel, un homme qui a toujours le mot pour rire. Ils avaient tout pour vivre heureux... jusqu'à cette terrible tragédie.\n\nDésormais, leur belle relation est tachée de sang, et leur bonheur est à jamais perdu. Consumé par la haine, Chihiro est aujourd'hui animé par une détermination sans faille...",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c31c3e3-d918-4825-85df-8866b7b125e6",
    "title": {
      "en": "Graymark"
    },
    "updatedAt": "2024-11-05T23:39:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c31c3e3-d918-4825-85df-8866b7b125e6/99c7b00a-3d72-441e-95af-99bdc5911fd4.jpg",
    "altTitles": [
      {
        "en": "The Gray Mark"
      },
      {
        "en": "Gray Mark"
      },
      {
        "ru": "Греймарк"
      }
    ],
    "description": {
      "en": "The ruthless criminal “Great,” exiled to space for his countless crimes, is banished to the past alongside the King of the Universe, “Rohollah,” after their encounter in space. Great attempts to right the numerous wrongs he committed in the past to try and rewrite a better future…",
      "ru": "Преследуемый космосом за неисчисляемые злодеяния безумный преступник Великий после встречи с королём космоса Рохум Рогахой был отправлен в прошлое. Но сможет ли Великий исправить ошибки прошлого и переписать будущее..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38d6e58b-bc3a-4662-a304-378af67ea3b3",
    "title": {
      "en": "Moushin Listener: Yamiochi Haishinsha ni Koishite"
    },
    "updatedAt": "2024-12-09T11:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/38d6e58b-bc3a-4662-a304-378af67ea3b3/e150110e-ecad-4b2e-a6f5-2acaef2377da.jpg",
    "altTitles": [
      {
        "ja": "妄信リスナー 闇堕ち配信者に恋して"
      },
      {
        "en": "Credulous Listener: Loving a Streamer Who Has Fallen to the Dark Side"
      },
      {
        "en": "Moushin Listener: Falling in Love with a Dark Streamer"
      }
    ],
    "description": {
      "en": "A friend stabbed a popular streamer to death. University student Asagiri Hina returns to six months ago to save her friend who went crazy and fell in love with the handsome streamer Ravi. However, Ravi was a scumbag who exploited his fans' affection and sold them to the sex industry. To prevent the tragedy from repeating, Hina decides to break her friend's brainwashing. Can she avoid the tragic end!? A story of desires born from the internet society",
      "ja": "親友が人気配信者を刺殺した──。大学生の朝霧陽菜は、イケメン配信者ラビにガチ恋して狂ってしまった親友を救うため、半年前に回帰する。ところがラビはファンの愛情を搾取した末に風俗に売り飛ばすようなクズ男だった。悲劇を繰り返さないため、親友の洗脳を解くと決めた陽菜。果たして悲惨な結末を回避できるのか！？ネット社会が生み出した欲望のストーリー【クレジット】原作：西然実音ネーム・背景：もりもとキャラ線画：sno着彩：FELICO STUDIO CO., LTD.制作：Minto Studio"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64127f6d-4c79-4dd5-b8e0-de46b0c8916e",
    "title": {
      "en": "The 100th Regression of the Max-Level Player"
    },
    "updatedAt": "2025-02-04T20:57:31+00:00",
    "coverArt": "https://mangadex.org/covers/64127f6d-4c79-4dd5-b8e0-de46b0c8916e/b0a12eb3-21eb-46fd-8d70-dfde0c8afa47.jpg",
    "altTitles": [
      {
        "ko": "만렙 플레이어의 100번째 회귀"
      },
      {
        "ko-ro": "Mallep Player-ui 100-beonjjae Hoegwi"
      },
      {
        "es-la": "La regresión 100 del jugador de nivel máximo"
      },
      {
        "fr": "La centième régression du joueur niveau max"
      }
    ],
    "description": {
      "en": "Earth ends up in a worldwide death game where everyone from the ages of 15 to 29 must participate.\n\nIn this 20-round death game, Ryu Min stands alone at the entrance of the last round. However, the game taunts him, killing him for having not met the entry requirement of a minimum 5-man party.\n\nNow, on his 100th and final attempt, he uses the information he learned from his previous 99 attempts to help raise the necessary companions to reach the end. Can Ryu Min finally beat the game, or will he perish in his attempt?",
      "ko": "전세계적으로 15세부터 25세는 무조건 참가해야 하는 총 20라운드의 데스게임. 이 게임에 회귀특성으로 100번째 도전을 시작하게 된 주인공이 99번의 경험으로 얻은 정보를 이용해 남들보다 압도적으로 강해지는 사이다물. 마지막 라운드의 조건이 최소 5명인 걸 깨닫고, 실패를 반복하지 않기 위해 필요한 인원들을 자신이 키우는 먼치킨 성장 스토리."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3599c6fe-f3b5-48b7-a551-dd0531df1015",
    "title": {
      "en": "Surviving With an SSS-Rank Inventory"
    },
    "updatedAt": "2024-11-23T00:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/3599c6fe-f3b5-48b7-a551-dd0531df1015/d0399622-d7a3-4b41-81fd-dfb60169ff02.jpg",
    "altTitles": [
      {
        "ko": "SSS급 창고 캐릭터로 살아남기"
      },
      {
        "ko-ro": "SSSgeub Chang-go Kaeligteolo Sal-anamgi"
      }
    ],
    "description": {
      "en": "‘One day, I became a ‘Storage Character’ within a game!’\n\nA no-life gamer with seven max-level characters is stuck within the highest-difficulty Virtual Reality game, .\n\nUnfortunately for him, he just had to get stuck when he was on his level 10 ‘Storage Character’.\n\nIt might be a shabby start to his new life, but at least he can take comfort in his abundance of items, right?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f820279b-f646-4551-a601-d327d4b7aebc",
    "title": {
      "en": "The Perfect Roommates"
    },
    "updatedAt": "2024-12-22T04:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/f820279b-f646-4551-a601-d327d4b7aebc/e3c9c7aa-246b-4447-a405-f9cb83237260.jpg",
    "altTitles": [
      {
        "en": "Sweet Cohabitation"
      },
      {
        "zh": "乖乖上钩"
      },
      {
        "zh": "危機四伏的家庭生活"
      },
      {
        "ko": "달콤한 동거"
      },
      {
        "fr": "La Coloc de Rêve"
      }
    ],
    "description": {
      "en": "Those girls aren’t family! They’re gold diggers!\nI’m not gonna let them mess with me."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "d4097ccf-6052-4341-a4dc-361dfa6cd798",
    "title": {
      "en": "I Became the Only Healer in This World"
    },
    "updatedAt": "2025-02-04T18:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/d4097ccf-6052-4341-a4dc-361dfa6cd798/b16a1330-b01c-4f4f-9ecd-bf310d096899.jpg",
    "altTitles": [
      {
        "ko": "이세계의 유일한 힐러가 되었습니다"
      },
      {
        "ko-ro": "Isegyeui Yuilhan Hilleoga Doeeossseubnida"
      },
      {
        "ru": "Я стала единственным хилером в этом мире"
      },
      {
        "ja": "この世界で唯一のヒーラーになりました"
      }
    ],
    "description": {
      "en": "A lifelong game-addict healer with decades of experience.\nBy chance, the world changed, and I became the only healer in existence.\n[A place that needs you, the one and only healer, has summoned you.]\n\n[Will you accept the summons?]\n\"What? They have tanks and DPS but no healer?\"\nSeriously, what kind of broken game balance is this?\n\n[The constellations observing you protest indignantly: \"This isn’t a game—it’s reality!\"] Decades have passed since the Gates first appeared.\nI’d heard they’d accumulated plenty of strategies and data by now, but— \"Why is everyone so inefficient? It’s infuriating.\"\n\nAs someone obsessed with optimal strategies, I focused solely on obliterating the Gates. But then— \"You’re the one who saved me. You made it so I can’t see anyone but you.\"\n—A betrayed former No. 1 ranker who became a recluse: \"I need you. My savior. My life.\"\n—The leader of the world’s top 10 guild alliance: \"Don’t abandon me. I can’t even breathe without you.\"\n—The current No. 1 ranker: \"I’m already drowning in Gate raids, but now these strange people won’t leave me alone.\"\n\n(Source: KakaoPage, edited)",
      "ru": "Девушка, играющая за хилера на протяжении многих лет, так и не смогла ничего достичь. Однажды, невероятным образом она переместилась в другой мир, в котором не оказалось ни одного хилера.  \n— Есть пати, которое хочет пригласить вас, невероятного и неповторимого хилера. Вы ответите на призыв?  \n\"А? У них есть танки и ДД, но ни одного хилера? У них тут вообще хоть что-то сбалансированно?\"  — \nЭто не игра, а реальность. И созвездия, защищающие тебя, будут жаловаться тебе на жизнь!    \n\n***  \nВрата появились несколько десятилетий назад. За это время накопилось множество тактик и сведений, но...  \n— Что за унылые атаки в лоб? Ещё не надоело?  \nИз-за очень наивной тактики врата брали напролом.  \n— Это вы ведь меня спасли? Лишь благодаря вашим способностями.  \nПреданный, скрывающийся бывший первый ранг...  \n— О, моя спасительница, не покидай меня.  \n...директор ассоциации 10 гильдий...  \n— Прошу, не бросай меня. Я не смогу жить без тебя.  \n...и даже нынешний первый ранг — каждый был восхищен ею.  \nКогда она была занята тактикой прохождения врат, начали появляться странные дети, что совершенно не входило в её планы."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-07-28T08:59:47+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/04fe80bc-ac8a-4ac5-971f-187c07e01aeb.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly mêlée damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0422e565-8953-4bda-86a2-9055430ff8cb",
    "title": {
      "en": "Sotsugyou Album no Kanojotachi"
    },
    "updatedAt": "2025-02-15T16:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/0422e565-8953-4bda-86a2-9055430ff8cb/5a8f33a4-6e53-45cd-bc1b-b3245496096f.jpg",
    "altTitles": [
      {
        "ja": "卒業アルバムの彼女たち"
      },
      {
        "ja-ro": "Sotsugyou Arubamu no Kanojotachi"
      },
      {
        "en": "The Heroines in my Graduation Albums"
      }
    ],
    "description": {
      "en": "\"A love that was supposed to be just a memory starts moving all at once!!\"\n\nKanae Meguru, a movie enthusiast, had potential romantic interests throughout elementary, middle, and high school. However, due to his lack of experience in love, he was never able to take action. Learning from that, he vowed to focus entirely on his university film club activities, completely ignoring romance. But that resolve was short-lived—before he knew it, he found himself falling for Ootsuka Ozora, a girl he met in the film club...!?",
      "ja": "思い出になったはずの恋が、全部まとめて動き出す!! 映画が趣味の叶絵廻（かなえめぐる）は、小中高で恋が始まりそうな相手がいたが、恋の経験値が足りず、なにも動き出せなかった。その経験から、大学では恋愛に目もくれず、映画サークルの活動に精力を注ぐと誓う。が、そう思ったのも束の間、映画サークルで出会った大塚大空（おおつかそら）に恋心を抱いてーー？恋愛フラグ大回収ラブコメディ、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e74e420-b05e-4975-9844-676c7156bd63",
    "title": {
      "en": "Destiny Unchain Online ~Kyuuketsu-ki Shoujo to natte, Yagate『Aka no Maou』to Yobareru You ni Narimashita~"
    },
    "updatedAt": "2024-12-13T12:39:20+00:00",
    "coverArt": "https://mangadex.org/covers/8e74e420-b05e-4975-9844-676c7156bd63/cfcd1c66-e0bf-4c35-90ed-e020b84f461d.jpg",
    "altTitles": [
      {
        "ja": "Destiny Unchain Online 〜吸血鬼少女となって、やがて『赤の魔王』と呼ばれるようになりました〜"
      },
      {
        "en": "Destiny Unchain Online: After Becoming a Vampire Girl, I Eventually Became Known as \"Crimson Demon King\""
      },
      {
        "th": "Destiny Unchain Online เดสทินี อันเชน ออนไลน์ ~เมื่อผมกลายเป็นสาวน้อยผีดูดเลือดแล้วถูกขนานนามว่าจอมมารสีชาด~"
      },
      {
        "zh": "Destiny Unchain Online 〜成为吸血鬼少女，不久后被称为『红之魔王』〜"
      },
      {
        "ko": "Destiny Unchain Online 데스티니 언체인 온라인 〜흡혈귀 소녀가 되어, 이윽고『붉은 마왕』이라 불리게 되었습니다〜"
      },
      {
        "vi": "Destiny Unchain Online: Bị biến thành thiếu nữ ma cà rồng, tôi được biết đến với tên gọi \"Xích Sắc Ma Vương\""
      }
    ],
    "description": {
      "en": "Mitsuki Kou is such a feared PVP gamer that he's earned the nickname \"Crim the Headhunter\" in some circles. His next game to take over? \"Destiny Unchain Online\", a brand new VRMMO game developed by none other than Kou's father. But, no new game on release day is without its bugs - namely, Kou glitches to the middle of nowhere, and his vampire avatar is turned into a girl!  A story for all of the people who through games have met new friends and aimed for the top... start!",
      "id": "Mitsuki kou, seorang gamer dengan skill hebat yang memiliki nama lain,  yaitu \"pemburu kepala Cream\". Berpartisipasi dalam sebuah game baru \"Destiny Unchain Online\" yang dibuat oleh ayahnya sebagai tester perangkat game baru, tetapi segera setelah dimulai, karena sebuah bug ia menjadi gadis vampir. Ketika ia bertemu dengan teman-teman yang baik, pada saat itulah ia akan mulai menyelesaikan game, sebuah cerita tentang seorang gamer terbaik yang segala sesuatunya berubah…… sudah di mulai!",
      "ja": "神がかったプレイヤースキルを持ち「首狩りクリム」の二つ名で知られるゲーマー、満月紅。父親が作った新作ゲーム『Destiny Unchain Online』に新型ゲームデバイスのテスターとして参加するが、開始早々バグだらけで姿は吸血鬼種族の少女に。最高の仲間と出会い、ゲームを攻略して行くうちに、何もかもが変わっていく最高のゲーマー物語……開幕！",
      "ko": "압도적인 스킬을 가지고「목 사냥꾼 크림」이라는 별명으로 알려진 게이머, 미츠키 코우. 아버지가 만든 신작 게임 『Destiny Unchain Online』에 신형 게임 장치 테스터로 참가하지만, 시작하자마자 오류투성이로 흡혈귀 종족의 소녀가 되어 버리는데. 최고의 동료와 만나고, 게임을 공략해 나가다 보니,모든 것이 변해 가는 최강 게이머 이야기… 개막!",
      "th": "มิตสึกิ โค เกมเมอร์ฝีมือฉกาจที่รู้จักกันในนาม ‘คริมนักล่าหัว’ ได้เริ่มเล่นเกม ‘Destiny Unchain Online’ ที่พ่อของเขาสร้างในฐานะเทสเตอร์ของเครื่องเล่นเกมรุ่นใหม่ล่าสุด แต่ไม่ทันไรก็เจอบั๊กมากมายจนกลายเป็นเด็กสาวเผ่าผีดูดเลือดไปซะอย่างนั้น เรื่องราวของเกมเมอร์ผู้เก่งกาจที่ทุกอย่างเริ่มเปลี่ยนไปเมื่อได้พบกับพรรคพวกสุดเจ๋งและผจญภัยในโลกแห่งเกม... เปิดฉากแล้ว ณ บัดนี้!",
      "vi": "Kou Mitsuki là một game thủ với những kỹ năng phải nói là quá ghê gớm, có biệt danh là \"Thợ săn táo Crim\". Cậu tham gia thử nghiệm một thiết bị trò chơi mới cho trò chơi mới mà do chính cha của cậu tạo ra, \"Destiny Unchained Online\". Nhưng trò chơi đầy lỗi khi bắt đầu và phá vỡ giấc mộng trở thành nam ma cà rồng cool ngầu của cậu. Gặp gỡ những đồng minh tuyệt vời và bắt đầu cuộc chơi như vũ bão, câu chuyện về một game thủ hàng đầu nơi mà mọi thứ hay bất kì cái gì đều có thể thay đổi... bắt đầu!",
      "pt-br": "Mitsuki Kou é um jogador PVP tão temido que ganhou o apelido de \"Crim, o Caçador de Cabeças\" em alguns círculos. Seu próximo jogo para dominar? \"Destiny Unchain Online\", um novo jogo VRMMO desenvolvido por ninguém menos que o pai de Kou. Mas, nenhum jogo novo no dia do lançamento está livre de bugs - ou seja, Kou sofre um glitch para o meio do nada, e seu avatar de vampiro é transformado em uma garota! Uma história para todos que através dos jogos fizeram novos amigos e miraram no topo... comece!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]