[
  {
    "mangaId": "f69d85df-6187-42c0-8b1d-d253f80cf1fe",
    "title": {
      "en": "Informer"
    },
    "updatedAt": "2024-10-03T11:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/f69d85df-6187-42c0-8b1d-d253f80cf1fe/dde9b9a8-ede8-4517-a391-387de99302ee.jpg",
    "altTitles": [
      {
        "en": "Chetamja"
      },
      {
        "ko": "체탐자"
      },
      {
        "zh": "體探者"
      }
    ],
    "description": {
      "en": "'Sejong's secret weapon, Shadow Unit informer.'\nGwiyoung, called the Ghost's Shadow, has been wandering around the battlefield since childhood.\nVowing to get revenge, he decided to become a member of the nation's best special forces as an informer."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-09-15T23:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      },
      {
        "pt-br": "Namorando para Sobreviver"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "403721a8-0793-431f-b47c-89eb04f402ae",
    "title": {
      "en": "Ousama Game - Kigen"
    },
    "updatedAt": "2024-10-14T05:20:18+00:00",
    "coverArt": "https://mangadex.org/covers/403721a8-0793-431f-b47c-89eb04f402ae/46a6f18a-fc92-45c1-8160-cad72b5d99e4.jpg",
    "altTitles": [
      {
        "en": "King's Game [Origin]"
      },
      {
        "en": "King's Game: Origin"
      },
      {
        "ja-ro": "Ou-sama Game - Kigen"
      },
      {
        "ar": "لعبة الملك: الأصل"
      },
      {
        "zh": "国王游戏起源"
      },
      {
        "zh-hk": "國王遊戲起源"
      },
      {
        "ja": "王様ゲーム 起源"
      },
      {
        "ko": "임금님 게임 기원"
      }
    ],
    "description": {
      "en": "\"The King's orders are absolute. Fail to obey, and you will be punished.\"  \n  \n30 years ago in the remote Yonaki Village, a black envelope is delivered to a single villager. The command inside threatens to draw the entire population into a terrible tragedy! Take a deep breath, steady your heart, and prepare for a shocking, terrifying survival horror adventure! The latest chapter in the wildly popular \"King's Game: Origin\" saga has begun. It all starts here!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "30"
  },
  {
    "mangaId": "95264f28-3ccf-4dea-ad15-5323e4766b4c",
    "title": {
      "en": "Houseki No Kuni (Colored)"
    },
    "updatedAt": "2023-08-17T12:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/95264f28-3ccf-4dea-ad15-5323e4766b4c/bfdaf843-9924-4d13-b001-da8f3633954d.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "en": "Country of Jewels"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "en": "Land of the Lustrous"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "Reino de Gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      }
    ],
    "description": {
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called Houseki (gems) are born. The 28 Houseki must fight against the moon dwellers who want to attack them and turn them into decorations, thus each gem is assigned a role such as a fighter or a medic. Though they hope to fight the moon dwellers, Phos is a gem who is given no assignment until the gems' master Adamantine asks them to write an encyclopedia."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-10-09T16:32:15+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/0681ee92-84bc-494d-98ae-1a551d6b925d.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      },
      {
        "vi": "Ảo ảnh thiên đường"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7b4147a-b8d4-4009-a9d2-80a067605583",
    "title": {
      "en": "Usagi ga Nihiki"
    },
    "updatedAt": "2023-10-14T23:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/b7b4147a-b8d4-4009-a9d2-80a067605583/998e7bba-6c6b-45a6-a9fb-43dd138ceb45.jpg",
    "altTitles": [
      {
        "en": "Two Rabbits"
      },
      {
        "zh": "两只兔子"
      },
      {
        "ja": "兎が二匹"
      },
      {
        "vi": "Hai chú thỏ"
      }
    ],
    "description": {
      "en": "Suzu: looks to be in her twenties, actually an immortal who has lived for 398 years. Usami Sakurou: looks like a 19-year-old, actually is a 19-year-old who helps his lover commit suicide daily.  \n  \nThis is their love story."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": null
  },
  {
    "mangaId": "03438804-f9b7-4748-be58-d120d5ffb8e6",
    "title": {
      "en": "Mujina into the Deep"
    },
    "updatedAt": "2024-09-30T16:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/03438804-f9b7-4748-be58-d120d5ffb8e6/9a6d5e2f-0b4b-41d0-b6ce-313e70a5d3b3.jpg",
    "altTitles": [
      {
        "uk": "Муджіна на глибині"
      },
      {
        "ja": "MUJINA INTO THE DEEP"
      },
      {
        "es-la": "Mujina a Las Profundidades"
      },
      {
        "es": "Mujina Hacia Las Profundidades"
      }
    ],
    "description": {
      "en": "Am I \"necessary\" in this world? What is the true nature of the person called \"Mujina\" who flies in the sky with a sword on her back in the midst of ordinary life? What is man, what is society, what are human rights, and what is happiness?",
      "es": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?",
      "ja": "この世界に、私は”必要”かーー！？何気ない日常の中、刀を背に空を翔ぶ「ムジナ」と呼ばれる者の実体とは…？人間とは、社会とは、人権とは、そして幸せとは…",
      "ru": "История о юной девушке-убийце с катаной, которая охотится за своими целями в оживлённом столичном городе Цукумо.",
      "es-la": "¿Soy \"necesario\" en este mundo? ¿Cuál es la verdadera naturaleza de la persona llamada \"Mujina\" que vuela por el cielo con una espada a cuestas en medio de la vida ordinaria...? ¿Qué es el hombre, la sociedad, los derechos humanos y la felicidad...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d9c57ae-58f4-4fe6-8032-6d344457f3b3",
    "title": {
      "en": "Ousama Game"
    },
    "updatedAt": "2023-08-19T20:16:59+00:00",
    "coverArt": "https://mangadex.org/covers/0d9c57ae-58f4-4fe6-8032-6d344457f3b3/b4b94a86-1d4b-4748-bd36-ac07ea403834.jpg",
    "altTitles": [
      {
        "pl": "Gra w Króla"
      },
      {
        "pt-br": "Jogo do Rei"
      },
      {
        "en": "King's Game"
      },
      {
        "ja-ro": "Ou-sama Game"
      },
      {
        "en": "The King's Command"
      },
      {
        "vi": "Vương Lệnh"
      },
      {
        "th": "เกมพระราชา"
      },
      {
        "zh": "国王游戏"
      },
      {
        "ja": "王様ゲーム"
      },
      {
        "ko": "임금님 게임"
      }
    ],
    "description": {
      "en": "A mysterious command arrives from a \"King\".  \nThe life-threatening \"Game\" has now begun for the 32 students of the first year's B Class.  \nOne day, all of the students in Nobuaki's class received their first message from someone calling themselves the \"King\", in which was written a baffling command.  \nThat first command was very easy. However, the commands began to escalate until a life-threatening game had begun.  \nFailing to obey the orders leads to death!! Their friendships are being undermined by a bottomless terror!!  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19973)  \nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics) (colored webcomic version)"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "b67225a6-9482-4b98-9c01-a610e7a1f10f",
    "title": {
      "en": "Tsuihou Sareta Renkinjutsushi-san, Saikyou no Dungeon wo Tsukurimasen ka?"
    },
    "updatedAt": "2024-04-14T12:45:10+00:00",
    "coverArt": "https://mangadex.org/covers/b67225a6-9482-4b98-9c01-a610e7a1f10f/926a9181-0273-4ed9-a1c7-e7d26b5bc0ec.jpg",
    "altTitles": [
      {
        "ja": "追放された錬金術師さん、最強のダンジョンを創りませんか？"
      },
      {
        "ja-ro": "Tsuihou Sareta Renkinjutsushi-san, Saikyou no Danjon o Tsukurimasen ka?"
      },
      {
        "en": "Do you want to create the strongest dungeon, Mr. Alchemist who was expelled?"
      },
      {
        "en": "Exiled Alchemist, Why Not Create the Strongest Dungeon?"
      }
    ],
    "description": {
      "en": "Rick, an alchemist who was banished from the strongest heroes' party, is wandering the wilds alone, when he saves a beautiful woman. It turns out that she is a dungeon spirit! Rick makes a contract with her and becomes the dungeon master. Now he is determined to create a dungeon that will defeat all the heroes!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-10-10T16:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my assistant for life!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60dbc42d-5248-46d5-bb33-ddcf876f34f7",
    "title": {
      "en": "The Killer Shoujo's Love Training"
    },
    "updatedAt": "2023-12-06T03:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/60dbc42d-5248-46d5-bb33-ddcf876f34f7/d50a8ad7-f09b-4fad-8c17-4c20951d4ff1.jpg",
    "altTitles": [
      {
        "ja": "殺し屋少女の恋愛試練"
      },
      {
        "ja-ro": "Koroshiya Shoujo no Renai Shiren"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6aa21969-7cc0-428d-88cf-4bc33f0dfb93",
    "title": {
      "en": "Okane Ariki no Kankei desu ga"
    },
    "updatedAt": "2024-09-06T14:46:38+00:00",
    "coverArt": "https://mangadex.org/covers/6aa21969-7cc0-428d-88cf-4bc33f0dfb93/329965c1-3e71-4ae2-8e4d-49018324bfef.jpg",
    "altTitles": [
      {
        "en": "Monetary Love"
      },
      {
        "ja-ro": "Okane Ariki no Kankei desuga"
      },
      {
        "ja": "お金ありきの関係ですが"
      }
    ],
    "description": {
      "en": "Half a year ago, Yanai Makoto, a normal office employee, became his friend’s guarantor for a large loan, but in the end the friend fled and left him with enormous debt of 30 million yen. Yanai became a call boy in order to pay off the debt, until one day he stumbled across a yakuza who claimed \"love at first sight\" and was willing to pay 5 times his price if Yanai became his personal whore…",
      "tr": "Yarım yıl önce, normal bir ofis çalışanı olan Yanai Makoto, büyük bir kredi için arkadaşının kefili olur ancak sonunda arkadaşı kaçar ve ardında 30 milyon Yen gibi muazzam bir borç bırakır. Yanai, borcunu ödeyebilmek içinse fahişelik yapar… Ta ki bir gün \"İlk görüşte aşk\" iddiasıyla çıkagelen ve eğer Yanai kendi kişisel fahişesi olursa normal bedelinin 5 katını ödemeye istekli bir yakuzaya rastlayana kadar…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-10-12T03:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal/volumes)",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-07-11T15:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/7293b25b-9680-4e8c-a3e5-324ba8cf2138.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-07-07T23:36:03+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/b2696e48-809b-45ca-a36e-a7955ae5e74a.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Limitless Skill Getter!"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8f0649a-4807-42b7-9df6-990f52ee3854",
    "title": {
      "en": "Beautiful Sunshine!"
    },
    "updatedAt": "2023-12-14T22:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/e8f0649a-4807-42b7-9df6-990f52ee3854/cf3568ea-37ff-4345-9737-b3f877bc0cc4.png",
    "altTitles": [
      {
        "ja-ro": "Hiatari Ryoukou!"
      },
      {
        "vi": "Hoa nắng"
      },
      {
        "en": "Sunlight All Around"
      },
      {
        "es": "Une vie nouvelle"
      },
      {
        "ja": "陽あたり良好！"
      }
    ],
    "description": {
      "en": "Kasumi Kishimoto is 15. Having arranged to stay with her aunt, she is surprised to learn that the other four people in the house are all male.   \n  \nThe manga was originally 5 volumes long. Then it was reprinted in bunko 3 volumes (each bunko volume has more pages than the original volumes), and after that, it was reprinted again in 2 wideban volumes (even more pages per volume). Basically, the content and the length of the story is the same, they just come in different formats.  \n  \nBunk release 3 Volumes.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Beautiful Sunshine**"
    },
    "status": "completed",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-10-01T01:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/513b5f1d-05ed-4afb-beae-a0f9462e940e.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2480a74-181b-4631-b735-9c828efd6884",
    "title": {
      "en": "My Boy"
    },
    "updatedAt": "2024-10-08T23:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/a2480a74-181b-4631-b735-9c828efd6884/de044baf-4019-46fc-a448-62c26f7fe276.jpg",
    "altTitles": [
      {
        "ja": "私の少年"
      },
      {
        "ja-ro": "Watashi no Shounen"
      },
      {
        "zh": "我的少年"
      },
      {
        "es": "Mi Niño"
      },
      {
        "ko": "나의 소년"
      }
    ],
    "description": {
      "en": "Satoko Tawada is an office worker. She's almost 30 years old, but she still hasn't been able to find happiness in her life. Fate brings her with Mashuu Hayami, a beautiful 12-year-old boy whom she finds practicing soccer all by himself in the park. On a whim, she decides to help Mashuu with his practice, with her knowledge of soccer at her disposal. As they practice together on an everyday routine, the two eventually develop an emotional bond. When Satoko's ex-boyfriend deceives her, Mashuu gladly comforts her. And when Satoko learns of Mashuu's mostly absent parents, she starts to concern herself with his personal life. The two lonely souls find common ground and develop an emotional bond that transcends their age difference and circumstances. With this newfound bond, new feelings start to sprout within Satoko. Are these feelings that of maternity? Or is it something else?\n\n**Awards:**\n- Ranked #11 in the 2017 Manga Taisho Awards\n- Won 3rd place in the Tsugi ni Kuru Manga Awards, Category Print Manga (2017)\n- Won 2nd Place in the 2017 Kono Manga ga Sugoi! Awards for male readers\n- Won 1st Place in the 2016 Oreman (俺マン) My Best Manga Gran Prix manga rankings.",
      "pt-br": "Satoko Tawada é uma mulher de 30 anos que trabalha em uma companhia, mas ainda não conseguiu achar a felicidade em sua vida. O destino faz com que ela cruze caminhos com Mashuu Hayami, um belo garoto de 12 anos de idade que ela encontra treinando futebol. Em um impulso, ela decide o ajudar com seu treino. Enquanto praticam e criam uma rotina juntos, os dois criam laços emocionais um pelo outro, confortando e apoiando quando o outro precisa. Duas almas solitárias criam um vinculo que transcende a diferença de idades entre eles."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "43"
  },
  {
    "mangaId": "3efcf1c3-f2b9-4132-9fca-817ffd6aa171",
    "title": {
      "en": "Kawai Full Throttle!"
    },
    "updatedAt": "2024-10-11T14:29:45+00:00",
    "coverArt": "https://mangadex.org/covers/3efcf1c3-f2b9-4132-9fca-817ffd6aa171/e9b1627d-f89f-4d7e-8e5f-745c9ca5c1ea.png",
    "altTitles": [
      {
        "ja": "河合ふるすろっとる！"
      }
    ],
    "description": {
      "en": "Kawai, an emotional, quirky, and somewhat twisted elementary school girl, accidentally lets her classmate Takenouchi witness one of her most embarrassing moments. But somehow, this awkward incident leads to an unexpected friendship between the two. Watch as these two, far from your typical elementary school kids, engage in lively, heartfelt conversations in this heartwarming comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af66b380-623e-4dfc-9fbb-8ca093b9d5a9",
    "title": {
      "en": "Asumi-chan is Interested in Lesbian Brothels!"
    },
    "updatedAt": "2024-05-26T16:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/af66b380-623e-4dfc-9fbb-8ca093b9d5a9/b2ecd9a9-6295-481f-82df-09a1265aa7cf.jpg",
    "altTitles": [
      {
        "ja-ro": "Asumi-chan wa Les Fuuzoku ni Kyoumi ga Arimasu!"
      },
      {
        "ja": "彩純ちゃんはレズ風俗に興味があります！"
      },
      {
        "zh": "彩纯对蕾丝风俗大有兴趣！"
      },
      {
        "zh-ro": "Cǎichún duì lěisī fēngsú dà yǒu xìngqù!"
      },
      {
        "zh-hk": "彩純對蕾絲風俗大有興趣！"
      },
      {
        "ko": "아스미는 레즈비언 업소에 흥미가 있습니다!"
      },
      {
        "es-la": "¡Asumi-chan está interesada en burdeles de lesbianas!"
      }
    ],
    "description": {
      "en": "Sweet but awkward college student Asumi never got over her childhood crush on her old friend Mai. Their first and only kiss couldn’t have gone worse. So when she learns that Mai may be working at a nearby brothel, she sets her sights on redemption! But there’s one catch: none of the women on the brothel’s website use full photos or real names. Thus begins a journey of self-discovery and sexual exploration as she sets out to find her one that got away.",
      "es-la": "Una chica llamada Asumi cumple 20 años y su amiga decide llevarla a un burdel lésbico para que esta encuentre a su amiga de la infancia...¿podrá Asumi encontrarla sin caer en la tentación?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2024-10-09T13:34:00+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/c829e839-06a6-4232-b981-50beb17c368f.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "be638794-0dfb-4d1b-af54-df5ca0cf8334",
    "title": {
      "en": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
    },
    "updatedAt": "2024-10-14T03:45:51+00:00",
    "coverArt": "https://mangadex.org/covers/be638794-0dfb-4d1b-af54-df5ca0cf8334/86623e9c-ce45-4cbb-b39e-f1ab20e7d11b.jpg",
    "altTitles": [
      {
        "ja": "転生したら捨てられたが、拾われて楽しく生きています。"
      },
      {
        "ja-ro": "Tensei Shitara Suterareta ga, Hirowarete Tanoshiku Ikiteimasu"
      }
    ],
    "description": {
      "en": "Millie is reincarnated as a baby with memories of her previous life.However, at the age of five months, she is abandoned in the cold...! She was picked up by Joe and Marissa who happened to be passing by, and her life was saved, but the life of the common people in another world that awaits her is quite severe.... She finds herself in a dirty room full of dust and stains, without the delicious food she had in her previous life! The couple's restaurant and inn, \"Cat's Pavilion in the Shade of the Trees,\" is in financial trouble! In order to return the favor she was given, she changes the store with her cheat magic and knowledge from her previous life...the long-awaited comic book version of the popular web novel!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e863f88b-011b-4a71-89d2-1a7b23ca0d18",
    "title": {
      "en": "Parasite in Love"
    },
    "updatedAt": "2024-07-12T11:21:52+00:00",
    "coverArt": "https://mangadex.org/covers/e863f88b-011b-4a71-89d2-1a7b23ca0d18/e3453336-b67c-4edd-a09f-601ea96d8e5e.jpg",
    "altTitles": [
      {
        "ja-ro": "Koisuru Kiseichuu"
      },
      {
        "fr": "Parasites amoureux"
      },
      {
        "ja": "恋する寄生虫"
      },
      {
        "de": "Parasite in Love"
      },
      {
        "it": "Parasite in Love"
      },
      {
        "zh-hk": "戀愛寄生蟲"
      },
      {
        "zh": "恋爱寄生虫"
      },
      {
        "ja-ro": "Koi suru Kiseichuu"
      },
      {
        "ar": "طفيلي واقع في الحب"
      },
      {
        "ko": "사랑하는 기생충"
      },
      {
        "th": "ปรสิตมีรัก"
      },
      {
        "vi": "Ký sinh trùng đang yêu"
      },
      {
        "vi": "Ký sinh trùng biết yêu"
      }
    ],
    "description": {
      "ar": "تدور القصة حول شاب يمنعه رهابه من الاحتفاظ بعمل ، وفتاة تتهرب من المدرسة وتحب الحشرات. يلتقي الاثنان، ليدعما بعضهما البعض لإعادة الاندماج في المجتمع ، ويقعان في الحب. لكن هناك مشكلة: الطفيليات التي في رأسيهما",
      "en": "The story is about a man whose compulsive tendencies make it impossible for him to keep a job, and a young girl who skips school and loves insects. The two meet, come to support each other in reintegrating into society, and fall in love. There’s a problem, however: namely, the parasites in their heads.  \n  \n\n\n---",
      "pt-br": "A história de um homem com tendências compulsivas que o impede de manter um emprego, e uma jovem garota que fugiu da escola e ama insetos. O dois se encontram, se apoiam em sua reintegração à sociedade e se apaixonam. Porém, há um problema: os parasitas em suas cabeças."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-10-14T05:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "en": "Ohmuroke"
      },
      {
        "en": "Ohmuro-ke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cddd1849-ab36-4304-8103-06ba4062b5e6",
    "title": {
      "en": "Kubo-san wa Mob wo Yurusanai"
    },
    "updatedAt": "2024-10-06T17:28:44+00:00",
    "coverArt": "https://mangadex.org/covers/cddd1849-ab36-4304-8103-06ba4062b5e6/ab69684f-ac25-4dc9-91f1-995ef3fced4a.jpg",
    "altTitles": [
      {
        "ja": "久保さんは僕を許さない"
      },
      {
        "ja": "久保さんは僕(モブ)を許さない"
      },
      {
        "ja-ro": "Kubo-san wa Boku (Mobu) wo Yurusanai"
      },
      {
        "en": "Kubo Won't Let Me Be Invisible"
      },
      {
        "en": "Kubo-san Doesn't Leave Me (a Mob) Be"
      },
      {
        "en": "Kubo-san Doesn't Leave Me Be (a Mob)"
      },
      {
        "en": "Kubo-san Does Not Allow Me"
      },
      {
        "fr": "Kubo-san ne laisse pas moi (une personne de la cohue) tranquille"
      },
      {
        "fr": "Kubo-san ne me laisse pas tranquille"
      },
      {
        "it": "Kubo non mi permette di essere invisibile"
      },
      {
        "es": "Kubo-san no me deja ser (un personaje de fondo)"
      },
      {
        "es": "Kubo-san no me deja"
      },
      {
        "uk": "Кубо-сан не визнає мене (мобом)"
      },
      {
        "ru": "Кубо-сан не признает меня (мобом)"
      },
      {
        "ru": "Кубо-сан не прощает меня (моба)"
      },
      {
        "th": "คุณคุโบะไม่ยอมให้ผมเป็นตัวประกอบ"
      },
      {
        "id": "Kubo-san Tidak Mau Membiarkanku (Seorang Jelata) Sendirian"
      },
      {
        "id": "Kubo Tidak Akan Membiarkanku Sendirian"
      },
      {
        "ko": "쿠보 양은 나를 내버려 두지 않아"
      },
      {
        "zh": "久保同学不放过我"
      },
      {
        "zh-hk": "久保同學不放過我"
      }
    ],
    "description": {
      "en": "First year high schooler Junta Shiraishi is a mob character who goes unnoticed even when he's standing right next to you. But his classmate, \"heroine-level beauty\" Kubo, always notices him and is there to tease him. Anyone can become special to someone, but it might be a little too early to call these feelings \"love.\"\n\nPerhaps this story is still two-steps from being a romantic comedy! A sweet comedy where a background character becomes visible!",
      "es": "Shiraishi Junta es un muchacho simplón que le faltan dos pelos para ser invisible ante sus compañeros de clase; en otras palabras, un personaje de fondo. Esto da entrada a Kubo, su bella vecina de asiento que siempre le da atención y juguetea experimentando con él para determinar qué tan \"invisible\" él es de hecho… y entonces, ella se declara a sí misma su \"heroína\"!!!",
      "id": "Junta Shiraishi, siswa kelsa 1 SMA, adalah seorang cowok 'figuran' yang tak terasa kehadirannya. Biarpun duduk di sebelah orang, orang itu tidak menyadari kehadirannya, bahkan meskipun ikut terfoto dalam foto bersama, fotonya dibuatkan gambar wajah karena dikira absen. Hanya Kubo-san, cewek cantik teman sekelasnya yang 'level heroine', yang dapat menemukannya dengan matanya yang tajam, dan setiap hari mengusilinya.\n\nSiapa pun bisa menjadi spesial bagi seseorang. Tapi, untuk sampai pada yang namanya 'cinta', perasaan kedua orang itu masih sedikit polos.",
      "ru": "Шираиши-кун - обычный школьник, только вот он очень неприметный, настолько, что даже одноклассники и учителя не замечают его. Ещё чуть-чуть и он был бы совсем невидимым. Другими словам \"моб\". В свою очередь, Кубо-сан - его прекрасная соседка по парте, только она постоянно замечает его. Кубо-сан игриво экспериментирует с Шираиши, чтобы оценить - насколько же он \"неприметный\" на самом деле… А потом объявляет себя его \"героиней\"!!!",
      "pt-br": "Estudante do Ensino Médio, Junta Shiraishi passa despercebido por todos, até mesmo quando ele está parado bem ali. No entanto, Kubo-san, a garota mais bonita de sua classe, parece encontrá-lo não importa onde esteja?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "144.5"
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa LoveCome ni Naranai"
    },
    "updatedAt": "2024-09-28T17:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/2ab33f44-d8c8-45a4-88ed-718510a3b4ca.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "ja-ro": "Osananajimi to wa Romcom ni Naranai"
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95d3a4dc-e888-4761-91e2-abf3a5a823f6",
    "title": {
      "en": "Even Though I Transmigrated as a Villainess, I'd Rather Raise a Cat"
    },
    "updatedAt": "2024-08-23T07:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/95d3a4dc-e888-4761-91e2-abf3a5a823f6/75a12285-2134-42e2-8927-d26219d1dc55.png",
    "altTitles": [
      {
        "ko": "악역에 빙의했지만, 고양이나 키울래요"
      },
      {
        "en": "I Reincarnated as a Villainess, but Why Did I Become a Cat Butler Instead?"
      },
      {
        "en": "Even Though I Possessed a Villain, I Still Want to Raise a Cat"
      },
      {
        "ru": "Мной завладел злодей, но я всё ещё хочу вырастить кота"
      }
    ],
    "description": {
      "en": "I transmigrated as Rowaine, the villainess who was executed for abusing a werebeast. In order to escape death, I decided to replace my sister Linier in her arranged marriage.\n\nThe problem is that Duke Blois, the groom, is a cat werebeast who is known as a bloodthirsty battlefield monster…\n\n“My dear, I heard your hobbies include abusing werebeasts like myself.”\n\n“I haven’t heard of such a condition stating that women who abused werebeasts could not be Your Grace’s wife, though.”\n\nHis emerald eyes flashed dangerously at me, I quickly kept speaking before he could say anything.\n\n“If my hobby is a problem, then I promise that I will never abuse you, Your Grace.”\n\n“Ha– what?”\n\nThis is the story of a ten-year contractual marriage between a cat lover and a prickly cat werebeast."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-10-06T19:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08041258-b956-4d25-83b4-7b5c7dcf7058",
    "title": {
      "en": "Ore no Kanojo to Osananajimi ga Shuraba Sugiru"
    },
    "updatedAt": "2023-12-21T07:38:06+00:00",
    "coverArt": "https://mangadex.org/covers/08041258-b956-4d25-83b4-7b5c7dcf7058/2efab6d2-9d32-490a-9771-8598a8a4d6ab.jpg",
    "altTitles": [
      {
        "en": "OreShura"
      },
      {
        "en": "Too Much Mayhem Between My Girlfriend and Childhood Friend"
      },
      {
        "ja": "俺の彼女と幼なじみが修羅場すぎる"
      },
      {
        "zh": "夹在女友和青梅竹马之间的修罗场"
      },
      {
        "zh": "夹在我女友和青梅竹马间的各种修罗场"
      }
    ],
    "description": {
      "en": "Eita, after entering high school, is aiming for the National University School of Medicine. His parents' divorce and his goal became the reason that he shuns anything to do with romance or love. One day the school beauty Masuzu with the silver hair who just returned to the country entered his life in the most unexpected way. His childhood friend since elementary school, Chiwa will not let this go without a fight.  \n  \nAdapted from the light novel series of the same name."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "37"
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-06T15:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-10-11T16:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "17d4e6e2-5151-4fa0-a29b-8c22ff3f002d",
    "title": {
      "en": "Sayonara Piano Sonata"
    },
    "updatedAt": "2023-02-13T04:08:44+00:00",
    "coverArt": "https://mangadex.org/covers/17d4e6e2-5151-4fa0-a29b-8c22ff3f002d/ecd024e4-da22-4841-82eb-9ce5dc801709.jpg",
    "altTitles": [
      {
        "ja": "さよならピアノソナタ"
      },
      {
        "zh": "离别的钢琴奏鸣曲"
      },
      {
        "zh-hk": "離別的鋼琴奏鳴曲"
      }
    ],
    "description": {
      "en": "Enter Hikawa Naomi, son of a music critic and Ebisawa Mafuyu, a young prodigy pianist who suddenly disappeared from the music world."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "e2f337f9-fe7c-4ff8-8d72-839a31d88caa",
    "title": {
      "ja": "Usagi no Furafura"
    },
    "updatedAt": "2024-04-30T15:35:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2f337f9-fe7c-4ff8-8d72-839a31d88caa/66d16a43-f430-4ecd-a5a3-e6dbcbd620ec.jpg",
    "altTitles": [
      {
        "ja": "うさぎのふらふら"
      },
      {
        "ko": "토끼는 흔들흔들"
      }
    ],
    "description": {
      "en": "Usagi and Maho are good friends.\n\nThey walk around Kichijoji, visit Akabane, do riddles in the bookstore district, play doctor in the park, and so on.\n\nCute things happen anytime, anywhere in this strange town!\n\nA whimsical, whimsical, fluffy and fun location comic~!",
      "ja": "うさぎとまほ、ふたりの女の子が可愛らしくデフォルメされた「街」を舞台に、好きなことを好きなように！　気ままで気まぐれでふわふわ楽しいロケーションコミック♪"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "16"
  },
  {
    "mangaId": "8422ee2d-cd1d-45b8-8786-05451a2608d1",
    "title": {
      "en": "Shippai Kazoku"
    },
    "updatedAt": "2024-08-06T00:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/8422ee2d-cd1d-45b8-8786-05451a2608d1/560d6be0-cc50-4f0f-8635-61bac927d853.jpg",
    "altTitles": [
      {
        "ja": "失敗家族"
      },
      {
        "ja-ro": "Shippai Kazoku"
      },
      {
        "en": "Failed Family"
      }
    ],
    "description": {
      "en": "A reclusive son, a daughter looking for sugar daddies, and a cheating husband. \"This family is a failure.\" Noriko, a housewife who thinks so, has no dreams or hopes for the future, and her days just pass by. However, her fate changes dramatically when she impulsively kills her husband's boss. \"The only way for the whole family to live happily is to hide the body.\" A strange bond is formed as the broken family cooperates in concealing the body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dce5603-3cd5-4aa1-bc57-688648a45185",
    "title": {
      "en": "Register"
    },
    "updatedAt": "2024-09-27T15:23:30+00:00",
    "coverArt": "https://mangadex.org/covers/5dce5603-3cd5-4aa1-bc57-688648a45185/eb7457aa-5afb-4134-b9ee-672fd7fb6be6.jpg",
    "altTitles": [
      {
        "ja": "レジスター"
      },
      {
        "zh": "收银台之星！"
      }
    ],
    "description": {
      "en": "How young is too young to fall in love? How old is too old to fall in love? Who decides the end of the flowery days of youth and the beginning of the same? In the eastern part of Tokyo, at a supermarket in a town zero meters above sea level. A chance encounter for two people over the cashier's counter. A youth-returning story where something might start!",
      "ja": "いくつまで恋が出来るのか。\nいくつから恋が出来るのか。\n青春の終わりを、始まりを、誰が決めるのか。\n東京東部、\n海抜ゼロメートルの町のスーパーマーケット。\nレジカウンター越しの二人。\n何かが始まるかもしれない青春リターナブル・ストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-11T21:20:19+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2021-12-10T22:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/115e822a-e209-49cf-8651-2cb2b84bc50d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1aefdeb-09d1-4e70-8edc-9ae611ce0da5",
    "title": {
      "en": "N"
    },
    "updatedAt": "2024-10-12T15:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/d1aefdeb-09d1-4e70-8edc-9ae611ce0da5/a11a2e08-4421-435f-b461-e70f7a30f62d.jpg",
    "altTitles": [],
    "description": {
      "en": "My vision and my heart were completely taken over by \"N.\"\n\nThe case of five missing junior high school boys. The massacre of an entire elementary school class. A car crash resulting in the deaths of two people. The letter \"N\" was left at each of these crime scenes.\n\nAn urban legend circulates, suggesting the main culprit is 'N,' a religious group thought to have collapsed 2,000 years ago.\n\nWhat exactly is \"N\"?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-10-04T07:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      },
      {
        "pt-br": "Tente Implorar"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out.",
      "pt-br": "Esta obra contém conteúdo controverso, como violência e relações coercitivas, que podem ser polarizadores.\n\nPor favor, esteja ciente de que você foi alertado.\n\nCapitão Leon Winston do Comando Ocidental do Reino de Ripon, Divisão de Inteligência Doméstica. Apesar de sua aparência elegante e nobre, ele é conhecido como o \"Vampiro de Campton\" por sua tortura implacável aos rebeldes, tornando-o reverenciado e amaldiçoado tanto por aliados quanto por inimigos. \n\n\"Eu sempre quis enfiar minha pistola na sua boceta apertada e brincar com ela.\" \n\nCuriosamente, a empregada da câmara de tortura, Sally Bristol, tornou-se objeto de seu desejo incontrolável, bem como a raiva que sentia pelos rebeldes. Ela era apenas uma mulher simples e comum... Então por que o cheiro do sangue dela continuava a excitá-lo? \n\nO mistério não durou muito. \n\nNo momento em que o nome dela escapou dos lábios de um espião rebelde, ele percebeu. Ele não precisava mais reprimir seus desejos violentos. \n\n\"Eu me contive porque não queria machucar uma menina boa, mas agora não há necessidade de me conter. Obrigado, Sally. Ah, não... Grace.\" \n\nSe quiser viver, implore. Nunca se sabe, talvez eu conceda o seu desejo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Yearning For A Night Full of You"
    },
    "updatedAt": "2024-10-13T07:53:42+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/cc4f55e4-abfd-48b6-a822-b8d266f4b1eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Meku Yoru ni Kogarete"
      },
      {
        "ja": "君めく夜に焦がれて"
      }
    ],
    "description": {
      "en": "Saint Ruri Girl's Academy. At this academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night... A sweet and fleeting love story between two people who are only allowed to meet at night."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9818d8b0-6ec5-4427-b0d4-ae311231f76f",
    "title": {
      "en": "Boku no Ma na Musume"
    },
    "updatedAt": "2024-09-30T14:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/9818d8b0-6ec5-4427-b0d4-ae311231f76f/279277ee-6138-47f4-a1d8-c623ac0e14c5.jpg",
    "altTitles": [
      {
        "ja": "ぼくの魔なむすめ"
      },
      {
        "ja-ro": "Boku no Mana Musume"
      },
      {
        "ja-ro": "Boku no Manamusume"
      },
      {
        "ja-ro": "Bokuno Manamusume"
      },
      {
        "en": "My Darling Devilish Daughter"
      },
      {
        "vi": "Đứa con gái tiểu quỷ đáng yêu của tôi"
      }
    ],
    "description": {
      "en": "Sami-chan, who lives alone with her dad, has inherited her mom's silver hair and perfectly round eyes, making her an incredibly adorable daughter. However, this daughter has a secret. When she feels lonely, horns sprout from her head. She's a \"half-demon\" born from a devil...! Would having a daughter like this bring happiness!? Or... A heartwarming comedy filled with the bond between father and daughter?",
      "ja": "まぁ手がかかる・・・でも、こんな娘がいたら幸せだ。\n\nパパと2人暮らしのサミちゃんは、ママ譲りの銀髪、まん丸な瞳でとても可愛い愛娘。だが、この娘には秘密がある。寂しくなるとツノがニョキッと生える、悪魔との間に生まれた「半分“魔”な娘」だった･･･！こんな娘がいたら幸せ!?それとも･･･\n父娘の絆が満ち満ちるハートフル？コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1124661-1434-428a-afda-31fee01cf8f5",
    "title": {
      "en": "Gorgeous Robe"
    },
    "updatedAt": "2024-10-14T02:21:45+00:00",
    "coverArt": "https://mangadex.org/covers/c1124661-1434-428a-afda-31fee01cf8f5/90525f5d-ea1c-4e3e-adee-4316d7de5dd7.jpg",
    "altTitles": [],
    "description": {
      "en": "Zheng Heyue is an illegitimate child who must remain unseen. She had lived a peaceful life with her mother when she was young. But everything changed on her 10th birthday when explosion took away all of her loved ones. But it wasn't an accident, it was murder! Determined to avenge her family, she hid her identity and adopts the name Jiang Qiutian, enduring many years of hardship. After many years, she finally steps into the mansion where her mother's killer resides, and her long-awaited revenge is about to begin"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2024-10-12T00:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3fe7c22-0045-439a-9b74-82d43a19eeb4",
    "title": {
      "en": "Love Hina"
    },
    "updatedAt": "2022-12-04T19:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3fe7c22-0045-439a-9b74-82d43a19eeb4/8d7bf598-7b60-4549-9dae-caeabeae3b33.jpg",
    "altTitles": [
      {
        "ja": "ラブひな"
      }
    ],
    "description": {
      "en": "Keitaro has had great difficulty getting into the university of his choice and no luck in meeting women. In a desperate effort to go into seclusion and study for his entrance exams, he volunteers to take over running his grandmother's hotel. His plans are ruined when he discovers that the \"hotel\" is actually an all-girls dormitory… and some serious distractions ensue.  \n  \nWon the 25nd Kodansha Manga Award for Best Shounen Manga.",
      "pt-br": "Love Hina conta a história de Keitarô Urashima, um rapaz de 20 anos de idade que já foi reprovado 3 vezes na Universidade de Tóquio, mas continua tentando por ter feito uma promessa a uma menina há 15 anos atrás. Ele se torna gerente de um alojamento feminino e acaba rodeado de garotas: Na maior parte do tempo Keitarô surpreende-as nuas sem querer (quase sempre em uma onsen, ou terma japonesa) e recebe golpes fenomenais de artes marciais. Os personagens de Love Hina são quase todos mulheres, porém um dos dois personagens principais é homem: isso mostra a inspiração da série em jogos simulador"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "120"
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-08-27T21:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      },
      {
        "pt-br": "Inscrito nos Canais Transcendentais"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
      "pt-br": "Vivendo da venda de informações sobre monstros, Maeng Siwoo é considerado completamente inútil na indústria de caçadores, sem quaisquer qualidades de destaque. No entanto, ele luta ferozmente para sustentar seu irmão mais novo doente.\n\nUm dia fatídico, ele recebe um misterioso smartphone de um ser transcendente dentro de uma masmorra, nomeando-o como gerente de canal de tais seres. Ao se inscrever no canal, ele desbloqueia a habilidade de exercer os poderes dos deuses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccc7f73f-dd61-422c-9814-72e873dbf8b5",
    "title": {
      "en": "Akuyaku Reijou desu ga, Watashi o Anata no Seidorei ni Shite Kudasai!"
    },
    "updatedAt": "2024-09-30T16:35:12+00:00",
    "coverArt": "https://mangadex.org/covers/ccc7f73f-dd61-422c-9814-72e873dbf8b5/2feab7ff-3e54-4298-8227-73c8a8b90320.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、私をあなたの性奴隷にしてください!"
      },
      {
        "en": "I May Be a Villainess, but Please Make Me Your Sex Slave!"
      },
      {
        "es": "Soy la villana, ¡Pero por favor hazme tu esclava sexual!"
      }
    ],
    "description": {
      "en": "The crown prince announced that her engagement was broken off and she was exiled. All my efforts as her attendant to avoid such a scenario were all in vain, unable to avoid the condemnation flag, my villainess suggested that she wanted to be my sex slave?!\n\n_\"Please break my hymen! I'm Kaito's sex slave after all. Please let out a lot in my baby room.\"_\n\nShe was once called the ice princess but now that has been warped, she's now begging for me to cum inside her. As the princess, she's as good as dead. She didn't show a single hint of regret or remorse during her first experience.\n\n_\"AHH! I'm cumming! Fine, I'll make you my sex slave as you wish!!\"_\n\nTogether with Kaito who reincarnated and had known of her ruin, Chris became his sex slave happily.",
      "es": "¡¿La villana sugirió que quiere ser mi esclava sexual?! Una vez la llamaron la princesa de hielo, pero ahora que eso se ha deformado, ahora me ruega que me corra dentro de ella. No mostró ni una pizca de arrepentimiento o remordimiento durante su primera experiencia. ¡¡Bien, te haré mi esclava sexual como desees!! Junto con Kaito, quien reencarnó y tiene el conocimiento de su historia, la villana se convirtió felizmente en su esclava sexual.",
      "ja": "王太子から告げられた婚約破棄と追放処分。従者である俺の努力も虚しく、破滅フラグを回避できなかったウチの悪役令嬢様が――性奴隷になりたいとか言い出したんだが!?「処女膜ぶち破って！ もう、クリスはカイトの性奴隷なの。私の赤ちゃん部屋にいっぱい出して」氷の令嬢と言われた美貌を歪ませて、安宿で中出しをせがんでくるお嬢様。貴族令嬢としては、まさに死んだも同然。毅然さの欠片もない、初体験だった。「ああっ！ 出してやる！ 望み通り、お前を俺の性奴隷に堕としてやる!!」破滅展開を知っていた転生従者カイトと、幸せ奴隷になれた悪役令嬢クリス。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]