[
  {
    "mangaId": "b59f83c3-cb84-4782-8134-91f434eae82c",
    "title": {
      "en": "Me and Renee and Blue Skies"
    },
    "updatedAt": "2024-05-18T01:17:31+00:00",
    "coverArt": "https://mangadex.org/covers/b59f83c3-cb84-4782-8134-91f434eae82c/7a6e7ef1-59ea-45e6-83e5-3e37ecc61c96.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku para Rune para Aoarashi"
      },
      {
        "ja-ro": "Boku to René to Aoarashi"
      },
      {
        "ja-ro": "Boku to Renée to Aoarashi"
      },
      {
        "ru": "Руне и я"
      },
      {
        "ja": "僕とルネと青嵐"
      },
      {
        "ko": "나와 르네와 세이란"
      },
      {
        "ja-ro": "Boku to Rune to Aoarashi"
      }
    ],
    "description": {
      "en": "Souichi is an art student, and one day he saw an amazing painting at his university that made him want to study under the artist. When he went to learn from the master, though, the man did not accept him. Shortly afterward, he met the man's granddaughter, a blonde-haired, blue-eyed child called Rune. She was a very energetic kid who drew Souichi into playing with her in the surrounding countryside. Soon, Souichi learned the truth–the painting he had been so impressed with at his university was not the grandfather's work, but Rune's. She is the artist from whom he needs to learn!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "027de3a2-a35f-4290-be23-935ada2b3812",
    "title": {
      "en": "Ore Igai Dare mo Saishu Dekinai Sozai na no ni \"Sozai Saishuritsu ga Hikui\" to Pawahara suru Osananajimi Renkinjutsushi to Zetsuen shita Senzoku Madoushi, Henkyou no Machi de Slow Life wo Okuritai."
    },
    "updatedAt": "2024-09-12T19:41:13+00:00",
    "coverArt": "https://mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/e97a7c36-7199-45bb-83c3-00bc8e9a6a51.jpg",
    "altTitles": [
      {
        "ja": "俺以外誰も採取できない素材なのに「素材採取率が低い」とパワハラする幼馴染錬金術師と絶縁した専属魔導士、辺境の町でスローライフを送りたい。"
      },
      {
        "en": "The Assistant Mage Parts Ways With His Power Abusive Alchemist Childhood Friend and His Being Told to Have \"Low Chance of Gathering Materials,\" and Wants to Start a Slow Life at a Town in the Remote Region"
      },
      {
        "id": "Padahal Hanya Aku yang Dapat Mengumpulkan Material Itu, tapi Aku Dikatai \"Tingkat Pengumpulan Materialmu Ampas\" sama Teman Semasa Kecilku yang Menjadi Alkemis, Aku pun Pensiun Menjadi Asisten Penyihirnya dan Memulai Hidup Baru yang Santai di Kota Terpencil."
      },
      {
        "vi": "Trợ Lí Pháp Sư Vô Dụng Bắt Đầu Cuộc Sống Mới"
      }
    ],
    "description": {
      "en": "Lloyd, the assistant mage of the genius alchemist Ruby, has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country’s joke. \n\nEveryday is a day he is scolded by Ruby. It’s become too much of a despairing environment that he’s come to hate it. And so, he finally decided to part ways with her. \n\nHowever, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather.\n\nThe mage, who was treated as \"incompetent\" and saw himself as such, now aims for an ideal easygoing life!",
      "id": "Asisten Penyihir, Lloyd, mempunyai kemampuan mengumpulkan material untuk alkemis yang rendah daripada orang lain yang membuat Alkemis yang menggangdengnya, Ruby, terus-terusan memarahi Lloyd yang dimatanya tidak pernah benar. Suatu hari dia muak dengan perlakuan Ruby yang makin menjadi-jadi dan memutuskan untuk pensiun menjadi asisten penyihirnya. Lantas, akan ke mana Lloyd pergi?",
      "ja": "天才錬金術師ルビーの専属魔導士ロイドは、錬金術で使う素材の採取率が異常に低いため、ルビーのお荷物扱いとして国中の笑いものになっていた。\r\nルビーからも毎日怒られる日々を過ごしていた彼だが、あまりにも絶望的なこの環境が嫌になりついに彼女との絶縁を決意する！\r\nしかし、みんなは知らなかった……。ロイドの揃える素材は、ほかの誰にも集められないような貴重なモノばかりだということに……。\r\n\r\n自他ともに「無能扱い」されていた魔導士が目指す、理想のスローライフ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "919af845-098a-4713-94ec-c1e5dc3b8c10",
    "title": {
      "en": "Yonezawa-san Is Done Being Human"
    },
    "updatedAt": "2023-10-13T00:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/919af845-098a-4713-94ec-c1e5dc3b8c10/e7563d7a-bce7-4397-adef-eed005e42e08.jpg",
    "altTitles": [
      {
        "en": "Yonezawa-san Is Done Being Human"
      },
      {
        "ja-ro": "Ningen Yametai Yonezawa-san"
      },
      {
        "ja-ro": "人間やめたい米沢さん"
      }
    ],
    "description": {
      "en": "Haru Yonezawa is an outstanding office manager who is looked up to by all his teammates. On the surface, he is cool and collected, never getting his feathers ruffled by his grouchy boss. But the truth is he has a secret hobby that, if anyone found out about would destroy his elite image. Every night, after a long, stressful day at work, he unwinds by dressing up and roleplaying... as a dog. Looking for a new master to help meet his needs, he calls upon a call girl, who shows up and is none other than one of his subordinates from work!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8adcc66-b2a3-4c0c-a8b4-c6f2f0538b90",
    "title": {
      "en": "Azumanga Daioh"
    },
    "updatedAt": "2023-01-14T14:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/d8adcc66-b2a3-4c0c-a8b4-c6f2f0538b90/dad85ed0-fd62-4dd4-bc34-fac4467f99af.jpg",
    "altTitles": [
      {
        "ru": "Адзуманга Дайо"
      },
      {
        "th": "อาสึมังกะไดโอ"
      },
      {
        "ja": "あずまんが大王"
      },
      {
        "zh": "笑园漫画大王"
      },
      {
        "zh-hk": "笑園漫畫大王"
      },
      {
        "ko": "아즈망가 대왕"
      },
      {
        "en": "Kiyohiko Azuma's Manga for Dengeki Daioh"
      }
    ],
    "description": {
      "en": "It's not manga, it's Azumanga! − smart, fun, and totally addictive. Created by the iconoclastic Kiyohiko Azuma, Azumanga Daioh is strongly character driven, taking the reader through the daily tribulations of Miss Kurosawa, Miss Yukari, the wild Tomo, hair-triggered Yomi, ditzy Osaka, brash Kagura, cute Chiyo-chan, and athletic (but girly) Sakaki.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt-br": "Não é mangá, é \"Azumangá\"! - curto, engraçado e totalmente viciante. Criado pelo irreverente Kiyohiko Azuma, Azumanga Daioh possui personagens muito marcantes e conduz o leitor através das tribulações diárias da Professora Kurosawa, Professora Yukari, da selvagem Tomo, da cabeça quente Yomi, da desligada Osaka, da impetuosa Kagura, da irresistível Chiyo-chan, e da atlética (mas feminina) Sakaki."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "37"
  },
  {
    "mangaId": "255c1715-9a68-4e69-9647-ec833116e3d5",
    "title": {
      "en": "Ore no Genjitsu wa Ren’ai Game??: ka to Omottara Inochigake no Game datta"
    },
    "updatedAt": "2024-07-29T15:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/255c1715-9a68-4e69-9647-ec833116e3d5/39cb4114-8826-40f4-acc8-ec4eeedb7fe4.jpg",
    "altTitles": [
      {
        "ru": "Мир, который я считал симулятором свиданий, оказался смертельной игрой"
      },
      {
        "ja": "俺の現実は恋愛ゲーム？？　～かと思ったら命がけのゲームだった～"
      },
      {
        "zh": "我的现实是恋爱游戏"
      },
      {
        "en": "A Dating Sim of Life or Death"
      },
      {
        "en": "Is My Reality a Love Game?? ~I Thought it Was a Life Like Game~"
      }
    ],
    "description": {
      "en": "One day, 25-year-old Hasegawa Ryou wakes up to see a holographic screen floating in front of him. The screen prompts him to save/load files and an item shop, as well as his stats. It seems like he's been sucked into some erotic love game, since his stats depend on seducing women and \"capturing\" them.  \n  \nAfter finding a target and going through game-like options, Ryou thinks he knows what he has to do to \"capture\" his target. Surely he needs to have sex with her, right? And yet when the woman turns out to be a murderer, Ryou finds out the shocking truth: he has to capture these women and unveil their secrets! And if he fails, he dies…",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n4565dq/) (Raw)",
      "ru": "Однажды 25-летний Хасегава Рё просыпается и видит парящий перед ним голографический экран. На экране отображаются опции — сохранить/загрузить, магазин предметов и статистика. Похоже, что его затянуло в какую-то эроге, так как его статистика зависит от соблазнённых им женщин и их «поимки».  \n  \nНайдя цель и сделав несколько игровых выборов, Рё думает, что уже понял, что надо сделать, чтобы поймать цель. Конечно же, он должен заняться с ней сексом, верно? Но когда женщина оказывается убийцей, Рё узнает шокирующую правду: он должен поймать этих женщин и раскрыть их секреты! А если он потерпит неудачу… он умрет."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-07-20T23:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun Wants to Quit Being a Girl"
    },
    "updatedAt": "2024-09-08T10:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/faf6f065-b431-4d9a-9ca5-88256cc0c9a6.jpg",
    "altTitles": [
      {
        "ja-ro": "Uesugi-kun wa Onnanoko wo Yametai"
      },
      {
        "ja": "上杉くんは女の子をやめたい"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish... A love-triangle romantic comedy featuring an overly cute, and now female, protagonist begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6202f5c6-5b94-49a5-80dd-c328cf58cbb8",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Douran no Joshou-hen"
    },
    "updatedAt": "2024-07-14T21:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/6202f5c6-5b94-49a5-80dd-c328cf58cbb8/dcc644fe-8d11-4569-8d93-8a892dbe1e03.jpg",
    "altTitles": [
      {
        "en": "The Irregular at Magic High - Upheaval Prologue Arc"
      },
      {
        "ja": "魔法科高校の劣等生 動乱の序章編"
      },
      {
        "en": "The Irregular at Magic High - Prologue of Disturbance Arc"
      }
    ],
    "description": {
      "en": "March 2097—Brazil deploys the strategic-class spell Synchroliner Fusion in South America, starting a wave of unrest that will reach as far as Japan, where the new school year is just beginning. Tatsuya and Miyuki have entered their third year at First High, but anti-magician sentiment has been steadily rising. As many young scions of the twenty-eight families gather to discuss what to do about the concerning political climate, a much more immediate threat sits just beyond the shores of Sado Island…\n\nAdaption of Light Novel 21-22."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-06-29T23:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*",
      "es-la": "No me puedo creer que mi Ojou-sama sea tan grande! Fujido Oriko es la exuberante hija del Conglomerado Fujido, un grupo que tiene un monopolio de la industria de máquinas expendedoras en Japón. Y a su lado está su mayordomo personal, el excéntrico Dr. Sebastian. Cuando un monstruo ataca de repente la ciudad, el Dr. Sebastian le da a su ojou-sama una bebida experimental que su equipo de I+D había estado desarrollando. Como resultado, ella crece hasta convertirse en una giganta! Será capaz de aplacar la ira de los invasores o, al menos, mantener intacta su dignidad?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e017a08-835a-4cbe-ba63-576d5010a5a0",
    "title": {
      "en": "Kuma Kuma Kuma Bear"
    },
    "updatedAt": "2023-12-05T20:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/0e017a08-835a-4cbe-ba63-576d5010a5a0/42c500ae-a43f-483f-9ce4-f6c45ca1facf.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuma-Kuma-Kuma-Bear"
      },
      {
        "ja-ro": "Kumaku"
      },
      {
        "ru": "Кума-Кума-Кума-Медведь"
      },
      {
        "ru": "Ми-ми-мишка"
      },
      {
        "ja": "くま クマ 熊 ベアー"
      },
      {
        "ko": "곰 곰 곰 베어"
      },
      {
        "kk": "Кума-Кума-Кума-Аю"
      },
      {
        "cs": "Medvěd-Méďa-Brumla-Bear"
      }
    ],
    "description": {
      "en": "Yuna, a 15-year-old girl, started playing the world's first VRMMO. She has earned billions of yen in stocks and confines herself in her house playing the game without going to school. Today, a major update has arrived and she obtained a non-transferable rare bear outfit. But the equipment is so embarrassing that she can't wear it even in the game. Furthermore, when she answers the survey regarding the new update and relaunches the game, she appears in an unknown forest in the bear outfit. Where is this? Email from God? A different world? If she wears the bear outfit she's a cheat, if she takes it off she's a normal girl. Her adventure starts just like that. Yuna began doing whatever she wanted.",
      "ru": "Пятнадцатилетняя девочка Юна уже три года ведет жизнь хиккикомори. Друзей, школу и даже родителей ей заменяют Интернет и онлайн-игры. Год назад она начала играть в игру «Fantasy World Online» — RPG с виртуальной реальностью. Она заработала миллиарды и с помощью денег избавилась от присутствия родителей.  \n  \nИ вот, вышло новое глобальное обновление. Как игрок с большим стажем, она по акции получила уникальный костюм. Затем прошла опрос и вместо игры оказалась в глухом лесу. Письмо от Бога? Другой мир? Что за бред?  \n  \nВ своем новом костюме она читер. Без него обычная девочка. Так началось ее приключение, в котором она решила делать то, что ей захочется."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/39116130-7ec1-401f-92f5-fb1a9bc1eb7b.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-06-13T03:52:04+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold, yet delicate brushwork and elegant prose, this stylish, full-colour comic illustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, out of sight of those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bfde150-22b9-4361-9845-f2bb6957610b",
    "title": {
      "en": "Hazure Skill \"Soine\" ga Kakuseishi, Boku ga Saikyou Harem wo Kizuku Made ~Micchaku Soine de Ganbou Kaihou!? Yuuwakusare Makutte Komattemasu!!~"
    },
    "updatedAt": "2024-04-29T18:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/8bfde150-22b9-4361-9845-f2bb6957610b/88ac9688-7165-4e64-bfaa-87575bda2883.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル『添い寝』が覚醒し、僕が最強ハーレムを築くまで～密着添い寝で願望解放!? 誘惑されまくって困ってます!!～"
      },
      {
        "en": "Until My Loser Skill [Sleeping Together] Is Awakened and I Build the Strongest Harem ~ Unleash Your Desires by Sleeping Close to Each Other!? I’m Getting Tempted So Much and I’m in Trouble!!~"
      }
    ],
    "description": {
      "en": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. \n\nHowever, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. \n\nDespite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student.\n\n This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
      "ja": "神からスキルを与えられる『祝福の儀』で、『添い寝の祝福』というハズレスキルを授かった新入生のレグナード。ヘンテコスキルを授かった故に同級生からは奇異の目で見られ、クラスのいじめっ子からはパシリにされる毎日。そんな中、とあるキッカケから優等生のフロストと一夜を共にしたことによって、このスキルの真の能力を知ることになり…。一緒に添い寝で完全回復! さらに隠れた願望暴いて女のコに迫られまくり!?『努力』と『添い寝』で成り上がる、最強ハーレムファンタジー開幕!",
      "pt-br": "Regnard, um calouro que recebeu o \"Despertar da Bênção\" que concede habilidades divinas, foi agraciado com a habilidade inusitada de \"Bênção do Dormir Juntos\". Devido a essa habilidade estranha, ele é visto com olhares estranhos por seus colegas de classe e é constantemente abusado por um valentão da turma. No entanto, depois de passar uma noite com Frost, uma estudante exemplar, por um certo acaso, Regnard descobre o verdadeiro poder desta habilidade... Ele se recupera completamente ao dormir junto com alguém! Além disso, seus desejos ocultos são revelados, e ele é perseguido por várias garotas! \"Esforço\" e \"Dormir Juntos\" o levam a ascender, dando início a uma fantasia de harém suprema!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f87a728d-e911-4392-8864-60b0b7d131ee",
    "title": {
      "en": "Captain Alice"
    },
    "updatedAt": "2022-06-26T15:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/f87a728d-e911-4392-8864-60b0b7d131ee/9f189613-e0b2-468a-9926-d439467cef1d.png",
    "altTitles": [
      {
        "ja": "CAPTAINアリス"
      },
      {
        "zh-hk": "機長愛麗絲"
      }
    ],
    "description": {
      "en": "The title character is Arisu Tanigawa, an aircraft pilot who gained extraordinary flying skills under the expert tutelage of her father when she was young — but who also has some issues. Arisu's life changes when she has a chance encounter with a mysterious boy on the same airplane she is piloting."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "85"
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9eb39e6-b0ae-46fb-9323-d88af37e4bcd",
    "title": {
      "en": "Against the Gods"
    },
    "updatedAt": "2024-07-20T16:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/a9eb39e6-b0ae-46fb-9323-d88af37e4bcd/8b66aaa9-120e-4d17-b7d5-fbebe57751e5.jpg",
    "altTitles": [
      {
        "es": "Contra los Dioses"
      },
      {
        "vi": "Nghịch Thiên Tà Thần"
      },
      {
        "zh-ro": "Ni Tian Xie Shen"
      },
      {
        "ru": "Восставший против неба"
      },
      {
        "ar": "ضد الآلهة"
      },
      {
        "zh": "逆天邪神"
      },
      {
        "en": "Descent of the Evil God"
      },
      {
        "ko": "역천사신"
      },
      {
        "ja": "天に逆らう邪神の帰還"
      }
    ],
    "description": {
      "en": "Mythical Abode Mountain, Cloud’s End Cliff, the most dangerous of Azure Cloud Continent’s four deadly areas. Cloud’s End Cliff’s base is known as the Grim Reaper’s Cemetery.  \n  \nOver countless years, the number of people that have fallen off this cliff is too high to count. None of them, even three stronger than god masters, whose power could pierce the heavens, have been able to return alive. However, a boy that’s being chased by various people because he alone holds a priceless treasure jumps off the cliff, but instead of dying he wakes up in the body of a boy with the same name in another world!  \n  \nThis is the story of a boy wielding the Sky Poison Pearl, cultivating the strength to oppose heaven and earth, a lord overlooking the world!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-08-29T21:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40491f95-f8f4-4690-8b66-564cf6fd0e67",
    "title": {
      "en": "Designs"
    },
    "updatedAt": "2024-03-24T18:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/40491f95-f8f4-4690-8b66-564cf6fd0e67/261978dd-b566-42df-b25c-c279d5dfdb86.jpg",
    "altTitles": [
      {
        "ja": "ディザインズ"
      }
    ],
    "description": {
      "en": "Beyond the natural world lies a breed of abnormal beings... HA, or Humanized Animals. \nThey are a hybrid of human and animal, \"designed\" at the genetic level. Possessing astonishing physical capabilities, \nthese HA are deployed into scenes of intrigue by certain ambitious individuals, seeking to showcase their true value. \n\nFor what purpose did humans design these beings? Behind it all lies a grand plan connected to the future of humanity!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "2ab3af7e-d024-43ce-8abf-676063c8fe5a",
    "title": {
      "en": "Astro Baby"
    },
    "updatedAt": "2024-07-06T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/2ab3af7e-d024-43ce-8abf-676063c8fe5a/af626d25-ad1a-4dcf-8ffe-eb764547c6bf.jpg",
    "altTitles": [
      {
        "ja": "アストロベイビー"
      },
      {
        "ru": "Астромалыш"
      }
    ],
    "description": {
      "en": "The remote town of North Hill has been quarantined to prevent the spread of the mysterious Couper disease that is turning people into cannibals. Young soldier Billy returns to his hometown for the first time in six years for the woman he loves, but what horrors will be awaiting him...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II - Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-09-06T19:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/14701de3-78aa-43c7-8f51-66094cb5942e.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It Seems that I, Who has Moved to Another World, is the Strongest Only on the Bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "ja": "ある日突然異世界に転移させられた黒野久光は、名前をクロノ・クロフォードと変え千人の亜人軍を率いて一万の敵軍と戦う事になる。亜人軍の指揮官として武勲を立てたクロノは皇女より公爵領の領地を任され、領地改革に乗り出していた！未経験の領地経営を現代知識を絞り、なんとか領地を立て直していく。そうした中、クロノの周りには魅力的な女性たちが集まっていき…？",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f47d978-0896-4b1f-8846-e156ee1f4fa1",
    "title": {
      "en": "Elf Love Confessions"
    },
    "updatedAt": "2024-09-11T04:53:44+00:00",
    "coverArt": "https://mangadex.org/covers/5f47d978-0896-4b1f-8846-e156ee1f4fa1/970aeffd-b086-49a6-871b-ebf8906612f2.jpg",
    "altTitles": [
      {
        "en": "A Story About Confessing to an Elf"
      },
      {
        "ja": "近所のエルフお姉ちゃんに告白した"
      },
      {
        "ja-ro": "Kinjo no Elf Onee-chan ni Kokuhaku shita"
      },
      {
        "en": "I Confessed to the Elven Girl Next Door"
      },
      {
        "ja": "陰キャエルフちゃんに告った"
      },
      {
        "en": "I Confessed to the Gloomy Elf"
      },
      {
        "vi": "Tỏ tình với chị gái elf"
      },
      {
        "vi": "Tỏ tình với cô elf u ám"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-06-15T12:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/230e60de-a03f-4427-ad6d-088cd69a4f5b.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-07-29T13:52:26+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      },
      {
        "en": "Isekai Metalhead"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble...\n\nWhen he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a metalhead’s dream, featuring werewolves and dragons, which excite him immensely. \n\nDetermined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey!",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e933dda0-c8a9-4285-b894-f66421471615",
    "title": {
      "en": "May I Kill You, Your Highness?"
    },
    "updatedAt": "2024-01-22T06:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/e933dda0-c8a9-4285-b894-f66421471615/2180d687-d4bb-40d9-95ad-87645c200866.jpg",
    "altTitles": [
      {
        "ko": "죽여도 될까요, 폐하"
      },
      {
        "en": "Can I Kill You, Your Majesty?"
      },
      {
        "fr": "Puis-je vous tuer, votre majesté?"
      },
      {
        "es": "¿Puedo matarlo, su majestad?"
      },
      {
        "ru": "Могу ли я убить Вас, Ваше Величество?"
      },
      {
        "id": "Bolehkah aku membunuhmu, Yang Mulia?"
      },
      {
        "vi": "Bệ hạ, tôi sẽ giết ngài!"
      },
      {
        "zh-ro": "May I Kill You, Your Majesty?"
      }
    ],
    "description": {
      "ar": "ماتت بسبب الأمير وهذه هي عودتها الرابعة.\n لا أستطيع أن أموت مرة أخرى.\n الامير...\n سأغويه.\n \"اخبرني مره اخرى. ما تحدثنا عنه في ذلك الوقت \".\n نظر كاستيان الملطخ بالدماء إلى إيرنديل وقال ،\n \"أنا معجب بك أنا جاد. قلت ذلك ، أليس كذلك؟ \" أدرك إيرنديل أخيرًا.\n \n \"إذا أنقذت حياتك ، أخبريني أنك ستكونين معي لبقية حياتك.\"\n لقد تم تحريف هذا الشيء.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)",
      "en": "I died because of the prince, and it’s my fourth return. I can’t die again. The prince… Let’s seduce him!\n\n“Tell me again. What we talked about back then.”\n\nThe blood stained Castian looked at Earendel and said, “I like you. I’m serious. You said that, didn’t you?”\n\nEarendel finally realized…\n\n“So if I save your life, tell me you’ll be with me for the rest of your life.”\n\n…that something has been twisted.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)",
      "fr": "C'était un jour de printemps chaud et ensoleillé, mais différent de d'habitude. (Il y a un jour comme ça, Erendel.) Ma mère me l'a dit une fois. Mais elle est morte il y a plus de dix ans. [C'est un jour curieux où je fais des choses que je ne fais pas d'habitude. Il faut être très prudent un tel jour. [Pourquoi?] Ce jour-là, les yeux violets de ma mère brillaient faiblement au soleil. Elle a jeté un regard froid à la question de sa fille. ~~~~~~~~~~~~~~ [ Si tu fais une erreur, tu peux être ensorcelée. ] Elle a dit quelque chose que je n'ai pas pu comprendre. [ Être fasciné est pour un moment, mais être ensorcelé est pour toute une vie. ] ~~~~~~~~~~~~~~ Erendel était assis sur le sol et regardait l'homme avec des yeux vides. Son visage couvert de sang ne lui était pas familier. Non, peut-être qu'elle ne sait vraiment pas. Peut-être que je suis en train de rêver. Mais comme pour m'informer que c'était un espoir sans espoir. Une voix grave a appelé mon nom. \"...Erendel.\" \"Redis-moi. Ce dont nous avons parlé à l'époque.\" Sur les yeux violets clairs d'Erendel se reflétait le Kin ...trempé de sang du Prince Castian. \"Je vous aime bien.\" [ J'aime beaucoup le Prince Castia. C'est aussi beaucoup. ] \"Je le pense\" [ Je suis sérieux ] \"...vous avez dit ça, n'est-ce pas?\" \"Ou tu m'as menti? Le sourire de Castian était vide. \"Je suis en train de me faire avoir.\" Puis il reprit \"Alors dis-moi que je dois te sauver la vie. Puis dis-moi que tu seras à mes côtés.\" \"Vous êtes venu me voir parce que vous vouliez vivre de toute façon, n'est-ce pas?\" Il argumente. ...Je veux dire, je ne savais vraiment pas. Que mon ami, que je prenais pour un fou, était le Prince Castian qui m'avait tué tant de fois. savent aussi ce qui va se passer à cause des mots choisis.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-10T17:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-06-27T22:50:15+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42ba95ed-a2df-4183-af65-70e8d48087a5",
    "title": {
      "en": "Goth Girl & The Jock"
    },
    "updatedAt": "2024-03-03T18:11:13+00:00",
    "coverArt": "https://mangadex.org/covers/42ba95ed-a2df-4183-af65-70e8d48087a5/f6380ad7-a086-4c25-9851-7c504cf7360e.jpg",
    "altTitles": [],
    "description": {
      "en": "An unlikely relationship blossoms. Do opposites attract? Or will their differences tear them apart? Follow the story of the goth girl Ophelia and the popular footballer Tyler, as they go through their high school life, sitting next to each other in class!",
      "pt-br": "Uma relação improvável floresce. Será que opostos se atraem? Ou suas diferenças os separarão? Acompanhe a história da garota gótica chamada Ophelia e do popular jogador de futebol americano Tyler, enquanto passam por sua vida escolar, sentados um ao lado do outro na sala de aula!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79929df5-edb1-4f74-aa4a-228e0eb04aff",
    "title": {
      "en": "Biryuu Enshoutan ~Jikokouteikan ga Gekitei na Dragon-kyuu Bishoujo Maou o, Yuusha ga Icharabu de Taijisuru Ohanashi~"
    },
    "updatedAt": "2024-03-31T17:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/79929df5-edb1-4f74-aa4a-228e0eb04aff/610fe199-7317-43c3-8c02-e14df2c8a861.jpg",
    "altTitles": [
      {
        "ja": "美龍艶笑譚～自己肯定感が激低なドラゴン級美少女魔王を、勇者がイチャラブで退治するお話～"
      },
      {
        "en": "A Story About a Hero Exterminating a Dragon-Class Beautiful Girl Demon Queen, Who Has Very Low Self-Esteem, With Love!"
      }
    ],
    "description": {
      "en": "Iver is a dragon maou who stopped trying after historical heroes defeated her every time she resurrected. But the present day hero, Mirio, who found the holy sword by pure chance falls in love with her. And thus forms the couple of the maou with no self-esteem and the dopey hero. This is a story of how they come to know each other, fight, and find happiness.\n\n---\n**Links:**\n- [Alternative Official Raw on Magazine Pocket](https://pocket.shonenmagazine.com/episode/3269754496790830789)\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/56470)\n- [Alternative Official Raw on Kodansha Comic Plus](https://kc.kodansha.co.jp/title?code=1000041454)",
      "id": "Iver adalah maou naga yang berhenti mencoba setelah pahlawan sejarah mengalahkannya setiap kali dia dibangkitkan. Tapi pahlawan masa kini, Mirio, yang menemukan pedang suci secara kebetulan jatuh cinta padanya. Dan dengan demikian membentuk pasangan maou tanpa harga diri dan pahlawan tolol. Ini adalah kisah tentang bagaimana mereka saling mengenal, bertarung, dan menemukan kebahagiaan.\r\n\r\nBerdasarkan novel hentai.",
      "ja": "何度復活しても歴代勇者に敗北し、心が折れてしまった龍魔族の魔王・イヴェール。伝説の聖剣を偶然手にした当代の新米勇者・ミリオは、そんな彼女に恋をしてしまった！　しかして自信喪失中の魔王＆天然勇者のコンビ結成！　二人は身体を重ね、冒険の旅に出る！\n\n魔王の失われた笑顔を取り戻せ！ 新米勇者が綱渡りの大奮闘！ 異世界シリアスコメディ幕開け！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a892279-ff67-4a8c-b58f-2880422198a7",
    "title": {
      "en": "Zangyaku Sugiru Isekai demo Suzuki wa Kawaii"
    },
    "updatedAt": "2023-11-02T20:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/7a892279-ff67-4a8c-b58f-2880422198a7/6a7250bb-09cb-4ad4-8d1d-fc04ffe71910.jpg",
    "altTitles": [
      {
        "ja": "残虐すぎる異世界でも鈴木は可愛い"
      },
      {
        "zh": "即使在过于残酷的异世界我也很可爱"
      },
      {
        "en": "Even If I Was Reincarnated Into This Cruel World, My Cuteness Will Save Everyone!"
      },
      {
        "en": "Such a Cruel Isekai but Suzuki is a Cutie"
      }
    ],
    "description": {
      "en": "Takashi Suzuki is a young man who dreams of a heartwarming slow life in some other world. When he finally gets reincarnated into a different world, he receives the \"unconditional love from all local species\" cheat ability, thinking it will allow him to raise cute animals... But the world ends up being a horrible \"anything-goes\" apocalyptic wasteland reeking of blood, filled with executions, torture, looting, and ruled by the most cruel and brutal demons imaginable?! His only weapon is ultimate, unrivaled cuteness... So he decides to use that to butter the demons up and transform this blood and violence-filled world!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "dcc563d3-3e4a-48f8-96e5-af87c9fb24dd",
    "title": {
      "en": "Cupid-nim! Please Grant Me a Wish"
    },
    "updatedAt": "2024-05-01T15:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/dcc563d3-3e4a-48f8-96e5-af87c9fb24dd/d6c4ebbe-5986-44ae-ab4d-696cb200c7b0.png",
    "altTitles": [
      {
        "ko": "큐피드님! 소원을 들어주세요"
      }
    ],
    "description": {
      "fr": "- Dael, couche avec moi, s'il te plaît !\n- Excusez-moi, mais ce n'est pas du harcèlement sexuel ?\n\nAngel Sa-hyuk, Cupidon, qui réunit les humains, tombe accidentellement amoureux de l'humain Seo Dael après avoir été touché par sa propre flèche. Pour rompre la magie de la flèche, il doit avoir des relations sexuelles avec l'humain dont il est tombé amoureux.\n\nSa-hyuk finit par réaliser le souhait de Dael et a des relations sexuelles avec lui en échange... Pourra-t-il se libérer de la magie de Cupidon ?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-07-11T18:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/63cf1b46-0818-488a-bf0a-ce4837f9dc0a.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71a7852a-246d-4310-b05a-d2d7685b7b78",
    "title": {
      "en": "Please Take Care"
    },
    "updatedAt": "2024-09-12T10:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/71a7852a-246d-4310-b05a-d2d7685b7b78/989cd506-7731-4eac-85b7-faae2e9bafbc.png",
    "altTitles": [
      {
        "zh": "请多关照"
      },
      {
        "zh-ro": "Qing Duo Guan Zhao"
      }
    ],
    "description": {
      "en": "Help! Why is my blind date my 'ex'-boyfriend?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-09-11T18:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utakbulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? In this Vietnamese manga, meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \n\nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Jowang Utakbulok"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-08-19T19:43:00+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ebf69e8-2f80-4f1a-b537-43771049be63",
    "title": {
      "en": "Watashitachi wa Moto Joshi desu"
    },
    "updatedAt": "2024-09-12T15:53:36+00:00",
    "coverArt": "https://mangadex.org/covers/8ebf69e8-2f80-4f1a-b537-43771049be63/60ff1597-de43-4799-8748-a025de6ab015.jpg",
    "altTitles": [
      {
        "ja": "私たちは元女子です"
      },
      {
        "en": "We are Former Girls"
      },
      {
        "es-la": "Somos Ex Chicas"
      },
      {
        "pt-br": "Somos Ex-Garotas"
      }
    ],
    "description": {
      "en": "Rinko Mino, a first-year high school student, is a female manager of the volleyball club. She fell in love with her senior Yuki in the same club, worked hard at club activities, and she had a normal and enjoyable life. \n\nWhen she woke up one morning... She was a boy!? What will happen to the youth of Rinko, a girl who suddenly became the opposite sex!!?",
      "es": "Rinko Mino, una estudiante de primer año de instituto, es la mánager femenina del club de voleibol.\n\nSe enamora de Yuki, un estudiante de último curso del mismo club, trabaja duro en las actividades del club y lleva una vida normal y feliz.\n\n¡Pero una mañana se despierta y se da cuenta de que se ha convertido en un chico ......!\n\n¿Qué pasará con la juventud de Rinko, una chica que de repente se ha convertido en el sexo opuesto?",
      "ja": "高校1年生の三野凛子は、バレーボール部の女子マネージャー。\n\n同じ部の先輩・結城に恋をしたり、部活を頑張ったり、普通で楽しい毎日を送っていた。\n\nそんなある日の朝目覚めると……男子になっていた!?\n\n突然異性化しちゃった女子・凛子の青春は、どーなっちゃうのか!!?",
      "es-la": "Rinko Mino, una estudiante de primer año de instituto, es la mánager femenina del club de voleibol.\n\nSe enamora de Yuki, un estudiante de último curso del mismo club, trabaja duro en las actividades del club y lleva una vida normal y feliz.\n\n¡Pero una mañana se despierta y se da cuenta de que se ha convertido en un chico ......!\n\n¿Qué pasará con la juventud de Rinko, una chica que de repente se ha convertido en el sexo opuesto?",
      "pt-br": "Rinko Mino, uma estudante do primeiro ano do ensino médio, é a gerente feminina do clube de vôlei. Ela se apaixonou por seu colega sênior Yuki no mesmo clube, trabalhou duro nas atividades do clube e teve uma vida normal e agradável.\n\n**Quando ela acordou uma manhã... Ela era um garoto?!** O que acontecerá com a juventude de Rinko, uma menina que de repente se tornou do sexo oposto!!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "265da069-ca97-434a-ba54-d118ed9b6e7f",
    "title": {
      "en": "I Have 999 Abilities"
    },
    "updatedAt": "2022-07-03T13:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/265da069-ca97-434a-ba54-d118ed9b6e7f/1c3fbb90-a764-4157-a0b3-e930f0b744c5.jpg",
    "altTitles": [
      {
        "en": "I Can Snatch 999 Types of Abilities"
      },
      {
        "en": "Your Abilities Are Mine"
      },
      {
        "zh": "我有999种异能"
      },
      {
        "zh-ro": "Wo You 999 Zhong Yi Neng"
      }
    ],
    "description": {
      "en": "In a world where superpowers are commonplace, Yang Xifa swore bloody revenge on those who harmed his dear sister. He will use his ability to take away other's powers to build himself up from an innocent bystander to become the leader of a powerful organization. Combining his strength and smarts to defeat the evil-doers, he will collect 999 abilities and become the most powerful hero in the world!\n\n(Source: Anilist (Bilibili, translated))"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge: Desire"
    },
    "updatedAt": "2022-12-24T19:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc/0fc3f34a-caae-4c10-bd08-4d02ea3bc288.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE Desire"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Seed Destiny The Edge Desire"
      }
    ],
    "description": {
      "en": "The world of *The Edge* that could not be depicted only from Athrun's point of view is presented in this fascinating omnibus work!"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "732dc0ec-bdba-431b-9be1-40ca1d235dd4",
    "title": {
      "en": "S Rank Boukensha de aru Ore no Musume-tachi wa Juudo no Father Con deshita"
    },
    "updatedAt": "2024-05-17T10:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/732dc0ec-bdba-431b-9be1-40ca1d235dd4/e6c6af2b-3559-4035-9890-1db41e53820e.jpg",
    "altTitles": [
      {
        "en": "My Daughters, S-Rank Adventurers, Have a Severe Obsession With Their Father"
      },
      {
        "ja": "Sランク冒険者である俺の娘たちは重度のファザコンでした"
      },
      {
        "ru": "Мои дочери, которые являются искателями приключений S-ранга, очень сильно увлеклись"
      },
      {
        "zh": "身为S级冒险者的我，女儿却是重度父控"
      }
    ],
    "description": {
      "en": "The youngest A-rank adventurer, child prodigy Kaiser, finds three babies who were the only survivor of a destroyed village. Then he decided to give up his job as an adventurer and raise them. Over time, the girls grow brightly and show exceptional talents in fencing, magic and management. However, these girls also seem to love their father, Kaiser!",
      "ja": "将来を嘱望されていた最年少のＡランク冒険者カイゼルは自分のミスで守るべき村をドラゴンに焼き尽くされてしまう……。絶望の淵に立たされた彼が、焼け野原で見つけたのが村の唯一の生き残りである――３人の赤ん坊だった。希望の光に満ちた赤ん坊を胸に、カイゼルは誓う。\n\n「この子たちは、俺が立派に育て幸せにしてみせる！」\n\n時は経ち、娘たちは彼の尽力の甲斐もあり立派に成長を遂げ、剣技に、経営に、魔法に、稀有な才能を花開かせようとしていた。\n\nだけど、困ったことが1つだけ……。\n優秀過ぎる娘たちが父・カイゼルを大好き過ぎて――!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb62763-c940-4495-aba5-69c192a999a4",
    "title": {
      "en": "Do Chokkyuu Kareshi x Kanojo"
    },
    "updatedAt": "2023-09-27T23:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/efb62763-c940-4495-aba5-69c192a999a4/09f7687e-e267-49f3-83f0-814073389bbd.jpg",
    "altTitles": [
      {
        "ja-ro": "Do Chokkyuu Kareshi × Kanojo"
      },
      {
        "ja-ro": "Dochokkyu Kareshi × Kanojyo"
      },
      {
        "en": "Extremely Straightforward Boyfriend × Girlfriend"
      },
      {
        "ja": "ド直球彼氏×彼女"
      },
      {
        "zh-hk": "超直球 他×她"
      },
      {
        "ko": "돌직구 그X그녀"
      },
      {
        "zh-ro": "Chāo zhíqiú tā ×tā"
      }
    ],
    "description": {
      "en": "Meet Shinichi Honda and Mako Wakamiya. One’s a boy, and the other’s a girl. But both don’t hesitate to say exactly what’s on their mind **IN CAPITAL LETTERS.**",
      "pt-br": "Shinichi Honda é um estudante sem filtro para suas palavras ou ações. Um estudante do primeiro ano do ensino médio, ele é nobre e gentil, mas tão rude como um tijolo, tende a falar o que pensa sem hesitação. Freqüentando a mesma escola está Mako Wakamiya, uma membra do comitê de moral pública com um incrível senso de dever. À distância, ela parece ser fria e controlada, mas escondido à vista de todos está o fato de que ela é uma total desastrada com coração de donzela.\n\nA primeira vez que Shinichi e Mako se olham, cada um deles está totalmente preso em sua própria situação embaraçosa. O breve momento em que eles passam um pelo outro só os deixa estupefatos com a estranha aparência do outro.\n\nMeses depois, ocorre um desastre quando Mako, em serviço de comitê, deve confiscar um mangá adulto de Shinichi. A hilaridade segue quando Shinichi lidera Mako em uma perseguição estrondosa por toda a escola. Como o par ensurdecedor acontece de se encontrar cada vez com mais frequência, talvez haja esperança de que os dois possam se dar bem?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "39"
  },
  {
    "mangaId": "6a6a13cc-d611-41e1-9924-7b3ddfcf154a",
    "title": {
      "en": "Hibichika Time"
    },
    "updatedAt": "2023-06-29T04:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a6a13cc-d611-41e1-9924-7b3ddfcf154a/e73555d7-32b6-4d2d-8457-aedd088eb662.png",
    "altTitles": [
      {
        "ja": "ひびちかタイム"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "32"
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-08-19T17:46:54+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/7a4013a0-cf08-4e10-957e-09fc09e8072b.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "I Don't Really Get It, but It Seems Like I Was Reincarnated in Another World!"
      },
      {
        "en": "This Is Screwed Up, but I Was Reincarnated as a GIRL in Another World!"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her.\n\nSuddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! \n\nAs Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth’s science as well as her newfound powers! \n\nWill her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5844d14-8121-4741-b6a5-bcb6647899bf",
    "title": {
      "en": "There's No Friendship Between the Grand Duke and the Marquis"
    },
    "updatedAt": "2023-12-20T23:12:10+00:00",
    "coverArt": "https://mangadex.org/covers/d5844d14-8121-4741-b6a5-bcb6647899bf/99346674-e126-43c9-8fc1-59f8759178be.jpg",
    "altTitles": [
      {
        "ko": "대공과 후작 사이에 친구가 어디 있어?"
      },
      {
        "ko-ro": "Daegonggwa Hujak Saie Chinguga Eodi Isseo?"
      },
      {
        "en": "Can the Grand Duke and the Marquis Be Friends?"
      },
      {
        "de": "Können der Großherzog und der Markgraf Freunde sein?"
      },
      {
        "fr": "Le grand duc et le marquis peuvent-ils être amis?"
      },
      {
        "pt-br": "Uma improvável amizade real"
      },
      {
        "es": "¿Podrán ser amigos el gran duque y el marqués?"
      },
      {
        "es-la": "No hay amistad entre el gran duque y el marqués"
      },
      {
        "ja": "大公と侯爵って友達になれる？"
      },
      {
        "zh": "大公和侯爵能成为朋友吗？"
      },
      {
        "zh-hk": "大公和侯爵能成爲朋友嗎？"
      }
    ],
    "description": {
      "de": "Obet Alphons hat sich mit dem Sohn des Großherzogs angelegt und wird in ein Katz- und Mausspiel verwickelt!\n\n„Meine eigene Zukunft liegt in Trümmern, du Trottel!“\n\nObet nimmt als Junge verkleidet an einer kaiserlichen Veranstaltung teil, um ein Teleskop zu erhalten. Sie versucht, ihr Essen zu genießen, als sie einen unhöflichen Jungen trifft, der sie für einen Bettler hält. Obet hält sich nicht zurück und erteilt ihm eine Lektion, in dem Glauben, dass sie ihn nie wieder sehen wird. Wie es das Schicksal so will, trifft sie am nächsten Tag „den Trottel von gestern“ in ihrem Gesellschaftszimmer an! Der Junge findet heraus, dass Obet ein Mädchen ist. Sie versucht, um jeden Preis wegzulaufen. Doch der unnachgiebige Junge ist ihr dicht auf den Fersen und bedroht die Zukunft der Alphons. Was will er eigentlich? Wird Obet es schaffen, sich von diesem hartnäckigen und mächtigen Kerl zu distanzieren?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "en": "Obet Alphons gets on the wrong side of the Grand Duke's son and gets tangled up in a game of cat and mouse!\n\n\"My own future is in ruins, you jerk!\"\n\nObet attends an imperial event dressed as a boy for a telescope. She tries to enjoy her meal when she meets a rude boy who mistakes her for a beggar. Obet doesn't hold it in and teaches him a lesson, thinking she'll never see him again. As fate would have it, the next day, she finds \"that jerk from yesterday\" in her drawing room! The boy figures out that Obet is a girl. She wants to run away, whatever it takes. But the relentless boy is hot on her tail, threatening the future of the Alphons. Just what does he want? Will Obet be able to separate herself from this persistent and powerful punk?\n\n---\nObet gets on the bad side of the Grand Duke's son and falls into a chaotic, youthful romance!\n\n\"My future is in ruins, you jerk…!\"\n\nObet attends an imperial family event dressed as a boy, for a telescope. She tries to enjoy her meal when she meets a rude jerk who asks if she’s a beggar. Obet doesn’t hold it in and teaches him a lesson, thinking she’ll never see him again…\n\n\"But why is that boy sitting in our living room?!\"\n\nThe boy finds out that Obet is a girl. She wants to run away. But he keeps chasing after her. What does he want? Will Obet be able to separate herself from this persistent leech?\n\n---\nObet has no idea what she signed up for when she attends the prince's oath ceremony disguised as her sick twin brother. Before she can make a good impression on the prince, a snooty young lord pokes fun at her, and the two of them spend the day bickering with each other. As it turns out, the lord is none other than Hinn, the son of the grand duke. To make matters worse, he instantly recognizes Obet when he visits her estate! Once he threatens to reveal what she did and bring shame to her family, she has no choice but to be nice to him. It's easy enough to avoid him at first, but this becomes harder when they start attending the same academy. Will Obet be able to keep Hinn from exposing her secret, despite the fact that he seems to be on a mission to annoy her 24/7?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "fr": "Obet Alphons se met un jour à dos le fils du Grand-Duc et se retrouve embarquée dans un jeu du chat et de la souris!\n\n«C’est mon avenir qui est ruiné, imbécile!»\n\nLa famille d’Obet la pousse à assister à un événement impérial déguisée en garçon en échange d’un télescope. Alors qu’elle tente de profiter de son repas, elle rencontre un garçon impoli qui la prend pour une mendiante. Obet ne se retient pas de lui donner une bonne leçon, pensant qu'elle ne le reverra jamais. Mais le lendemain, le destin fait qu'elle retrouve «le crétin d'hier» dans son salon! Le garçon comprend qu'Obet est une fille, et elle cherche à s’enfuir à tout prix. Mais l’impitoyable garçon est à ses trousses et menace l'avenir de la famille Alphons. Que veut-il au juste? Obet parviendra-t-elle à se défaire de cet imbécile qui est aussi tenace que puissant?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "id": "Obet Alphons terpaksa menggantikan kembarannya—Ordo Alphons yang sedang sakit—untuk menghadiri upacara sumpah kesetiaan. Berkat penampilan mereka yang identik, segalanya berjalan lancar sampai Obet bertemu dengan Hinn Rehoboam, putra tunggal Duke Agung Rehoboam yang mengancam akan membongkar rahasianya. Meski Obet sudah berusaha menghindari Hinn, tapi takdir malah mempertemukan keduanya di sekolah yang sama! Apakah rahasia Obet akan tetap aman dengan kemunculan Hinn?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "ja": "大公家の子息ヒンとオベット嬢のドタバタ青春ロマンス\n“あんたさえいなけりゃ未来は明るいっての！“\n高熱を出した双子兄、オルドーの代わりに皇室の儀式に男装して参加することになったオベット嬢 \nそれもこれも欲しかった望遠鏡を買ってくれるという母の甘い誘惑に釣られて… \nおいしいものを思う存分食べようと思っていたら隣には「お前みたいな乞食が来る場所じゃない」と \n何かとつっかかってくる嫌な奴。 \n今後こんな奴とは仲良くする必要ないしと得意のサッカーゲームでギャフンと言わせてスッキリ爽快！ \nそんな翌日… \n“どうしてあいつが私の家にいるの?!”　 \nあの嫌な奴が大公家の息子だっていうの？それに女ということもご法度の代理参加もバレてしまっていたなんて… \n逃げても逃げてもハイエナのようにしつこく付きまとう彼を、果たして追い払う事が出来るのだろうか！？\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "ko": "대공가의 아들에게 찍혀버린 오벳의 좌충우돌 청춘 로맨스! \n‘당장 내 미래가 깜깜하다, 이 자식아…!’ \n\n망원경에 넘어가 남장을 하고 황실 행사에 참석하게 된 오벳. \n맛있는 거나 실컷 먹으려는데 거지가 굴러 들어 왔냐며 시비를 거는 재수없는 놈을 만난다. \n어차피 한번 보고 말 사이, 오벳은 시원하게 한 방 먹이는데… \n그런데 왜 그 놈이 우리 집 응접실에 앉아 있지?! \n자신이 여자인 것을 들킨 오벳, 어떻게든 도망치고 싶다. \n그러나 거머리처럼 계속 쫓아오는 재수없는 그 놈. 도대체 목적이 뭐야? \n오벳은 과연 이 거머리처럼 끈질긴 놈을 떼어 놓는데 성공 할 수 있을까?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "zh": "被大公家儿子盯上的奥贝横冲直撞的青春罗曼史! “臭小子,现在我的未来才是一片黯淡啊…!” 被望远镜收买女扮男装去参加皇室活动的奥贝。 本想尽情享受美食,却遇到了一个说她是乞丐各种找茬挑事的家伙。\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)",
      "es-la": "Un apacible día, se le presenta su primera prueba. En lugar del otro gemelo Ordo, que estaba enfermo, debe asistir a la reunión con el un príncipe de su edad. \"¡No quiero ir! ¿Por qué tengo que fingir que soy Ordo?\" \"Oye, Ovette. Te compraré el telescopio que dijiste que querías tener la última vez\". \"Mamá, me convertiré en Ordo más perfectamente que nadie\". Ovette entró en el palacio imperial con todo preparado. Y allí, se involucra con una persona extraña que ni siquiera es el príncipe. De todos modos, no voy a volver a verle, así que le apliqué la medicina correctamente... \"Eres el único hijo del Archiduque Rehovem, ¿cómo te has hecho amigo de alguien así?\" ¿Perdón... ...? Por alguna razón, tengo la sensación de que voy a estar terriblemente enredado con Rehovem. \"Te deseo lo mejor en el futuro, el futuro de Alphonse\". No, ¡espera! ¿Dónde está la amistad entre el Archiduque y el Marqués?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54162322), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8555785), [RidiBooks](https://ridibooks.com/books/1629003272)\n\n**Original Webtoon:** [BookCube](https://www.bookcube.com/toon/detail.asp?webtoon_num=220267), [Boomtoon](https://bomtoon.com/comic/ep_list/D_H_noF), [Comico](https://www.comico.kr/comic/8295), [KakaoPage](https://page.kakao.com/content/59594840), [Lezhin](https://www.lezhin.com/ko/comic/dont_call_friend), [MrBlue](https://www.mrblue.com/webtoon/wt_000052887), [Naver Series](https://series.naver.com/comic/detail.series?productNo=8561523), [RidiBooks](https://ridibooks.com/books/1180012060)\n\n**Official Translations:**\n* English: [NetComics](https://www.netcomics.com/comic/17657), [Tappytoon](https://www.tappytoon.com/en/comics/can-the-grand-duke-and-the-marquis-be-friends)\n* Chinese / 汉语: [BiliBili](https://manga.bilibili.com/detail/mc32745), [KuaiKan](https://www.kuaikanmanhua.com/web/topic/16945/), [PODO](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26320&contentId=320&platform=IA)\n* [French / Français](https://www.tappytoon.com/fr/comics/can-the-grand-duke-and-the-marquis-be-friends-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/can-the-grand-duke-and-the-marquis-be-friends-de)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/can-the-grand-duke-and-the-marquis-be-friends/list?title_no=4796)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/taikouto)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d33923-85d7-474a-b279-15eceed6dba1",
    "title": {
      "en": "Feast of Fear"
    },
    "updatedAt": "2024-08-15T11:50:56+00:00",
    "coverArt": "https://mangadex.org/covers/85d33923-85d7-474a-b279-15eceed6dba1/4969bde3-ce78-437a-9775-b67d893c1626.jpg",
    "altTitles": [
      {
        "zh": "惊惧盛宴"
      },
      {
        "zh-ro": "Jing Ju Sheng Yan"
      },
      {
        "zh-ro": "Jīng Jù Shèng Yàn"
      }
    ],
    "description": {
      "en": "At the behest of his father, Qin Wenyu went to Japan, where he came into contact with a strange curse that caused him to enter a dream. Soon, he realized that he had been cursed as well. A Noh mask, Shinjya, had materialized, and he had also obtained Nine-Eyed Magatama.\n\nQin Wenyu soon realized that curses were divided into five color categories: gray, white, black, blue, and red. All cursed people would have their own Noh mask. Before the start of the next curse, these cursed men and women would be contacted by the shaman hosting the feast and asked to participate. \n\nLastly, there is only one way to end the curse: collect all nine Nine-Eyed Magatama...",
      "zh": "秦文玉根据父亲的嘱咐，在一次前往日本的旅行当中，接触到了怪异诅咒入梦之后，发现自己也成为了被诅咒者，凝结出了能面-真蛇，并获得九眼勾玉。诅咒分为五色‘灰、白、黑、青、红’，所有被诅咒者都拥有能面，下次诅咒开始前会被祭宴主持者灵媒点名参与。只有得到九枚九眼勾玉，才能结束诅咒......"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]