[
  {
    "mangaId": "47639108-3f64-4515-843f-6283b86dab3f",
    "title": {
      "en": "A Single Aristocrat Enjoys a Different World: The Graceful Life of a Man Who Never Gets Married"
    },
    "updatedAt": "2024-05-03T02:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/47639108-3f64-4515-843f-6283b86dab3f/68dc08cf-ca0e-44d2-8e2c-c2f95fd78447.jpg",
    "altTitles": [
      {
        "ja-ro": "Dokushin Kizoku wa Isekai wo Ouka Suru ~Kekkon Shinai Otoko no Yuuga na Ohitori-sama Life~"
      },
      {
        "ja": "独身貴族は異世界を謳歌する ～結婚しない男の優雅なおひとりさまライフ～"
      },
      {
        "id": "Bangsawan Lajang Yang Menikmati Hidup di Dunia Lain"
      }
    ],
    "description": {
      "en": "Toshinori Dokuraba, 35 years old. A so-called single aristocrat in Japan who enjoyed a single life without wife and children, even though he was tall, handsome, highly educated and had a high income. One day, he died alone at home.\n\nHowever, he was liked by Hitorigami, the God of another world, and was able to reincarnate in that world. Reborn as Zirc Louren with skills and blessings from the God, he lived a new rosy life in a different world - then he turned 28 years old and enjoyed the single life again...\n\nThis is a story about the life of a single aristocrat who never gets married even if he reincarnates in another world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "7e3d081f-30f2-475d-83bb-e247cffea3d6",
    "title": {
      "en": "Isshiki-san wa Koi wo shiritai."
    },
    "updatedAt": "2024-05-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/7e3d081f-30f2-475d-83bb-e247cffea3d6/c7db3861-1d2a-405e-9a0c-2c4b7bf8df16.jpg",
    "altTitles": [
      {
        "en": "Isshiki-san Wants to Know About Love."
      },
      {
        "en": "Fullmetal Rinna wants to XX"
      },
      {
        "ja-ro": "Koutetsu no Rinna wa XX Saretai."
      },
      {
        "ja": "一式さんは恋を知りたい。"
      },
      {
        "ja": "鋼鉄のリンナは××されたい"
      },
      {
        "zh": "钢铁直女想被xx"
      },
      {
        "zh-hk": "鋼鐵的琳娜想被xx"
      },
      {
        "zh-hk": "一式小姐想要知曉戀愛。"
      },
      {
        "zh-ro": "Gāngtiě zhí nǚ xiǎng bèi xx"
      },
      {
        "zh-ro": "Yīshì xiǎojiě xiǎng yào zhīxiǎo liàn'ài."
      },
      {
        "zh-ro": "Gāngtiě de lín nà xiǎng bèi xx"
      },
      {
        "ja-ro": "Isshiki-san wa Koi wo shiritai."
      },
      {
        "pt-br": "Isshiki-san quer entender o amor"
      }
    ],
    "description": {
      "en": "A maiden who doesn't know what love is tries her hand at dating as a pseudo-couple!\n\nInspector Rinna, who is respected by everyone as a hard-working and serious policewoman, seems to be having trouble with her work lately. The reason for this is because she loses focus. It only happens when Meishi, the detective she works with, is around… So, she makes a choice…?",
      "ja": "堅物で真面目な警察官だと周りから尊敬されている一式警部は、最近どうも仕事がうまくいかないご様子。\nその原因は一緒に仕事をしている探偵・六反田がいる時にばかり起こってしまう…。\nとあることから悩みの原因が判明した彼女は、問題を解決すべく六反田探偵と擬似カップルとして付き合うことになったが…？\n恋を知らない乙女が擬似カップルとしてお付き合いに大挑戦な、ラブコメディ！\n\n※2話目まで旧タイトル「鋼鉄のリンナは××されたい」表記となります。",
      "pt-br": "Uma donzela que não sabe o que é o amor, experimenta o namoro como um pseudo-casal!\n\nA inspectora Rinna, que é respeitada por todos como uma agente policial trabalhadora e séria, parece estar a ter problemas com o seu trabalho ultimamente. A razão para isto é porque ela perde o foco. Isto só acontece quando Meishi, o detective com quem ela trabalha, está por perto. Então, ela faz uma escolha…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3",
    "title": {
      "en": "My Perfect Enemy is Finally Broke"
    },
    "updatedAt": "2024-01-26T01:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/b0a2769c-85d2-4dd9-bf8c-b0b80a58c7d3/31fc0d4a-849e-4a8f-91f4-8592ffc41e14.png",
    "altTitles": [
      {
        "zh": "我死对头终于破产了"
      },
      {
        "en": "My Nemesis Has Finally Gone Bankrupt"
      }
    ],
    "description": {
      "en": "When he woke up, Ji Ran, the son of a rich second generation, found himself lying beside his arch-nemesis from his school days. Qin Man! \n\nDespite reluctantly agreeing to a sponsorship agreement with the green tea black belly enemy, Ji Ran finds his lonely and stubborn heart gradually melting by the occasional tenderness displayed by Qin Man. \n\n[Scheming and gentle green tea x Sharp tongue but soft-hearted and charming person]\n\nBehing the facade of a sponsorship agreement lies a decade-long unrequited love."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dffb7516-c5e5-4036-8dd8-75b845c91073",
    "title": {
      "en": "The Reincarnation of the Influential Courtier"
    },
    "updatedAt": "2024-03-18T15:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/dffb7516-c5e5-4036-8dd8-75b845c91073/351e7dcd-d47b-4db8-954d-b816f8c31804.jpg",
    "altTitles": [
      {
        "en": "Rebirth of the Imperious Official"
      },
      {
        "zh": "再世权臣"
      },
      {
        "zh-ro": "Zài Shì Quán Chén"
      }
    ],
    "description": {
      "en": "Each book is a debt of love. Each step forward is a mortal challenge."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-04-28T02:57:27+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-20T14:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27785744-8d13-4501-a613-8dba4e8f0abf",
    "title": {
      "en": "Tottemo Yasashii Amae-chan!"
    },
    "updatedAt": "2024-06-01T06:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/27785744-8d13-4501-a613-8dba4e8f0abf/a6b28795-2626-48e8-8e4f-4b4003f82d39.jpg",
    "altTitles": [
      {
        "en": "Very Tender Amae-chan"
      },
      {
        "ja": "とっても優しいあまえちゃん！"
      }
    ],
    "description": {
      "en": "Amae-chan is so sweet, kind, tender… she makes me feel so happy.  \r\n  \r\nAnd then there's me, the disappointment of a manga artist. But I will not be discouraged as long as I have Amae-chan with me!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "1a88b5f8-1109-432d-9faa-545bfdc8bf98",
    "title": {
      "en": "Who Saw the Peacock Dance in the Jungle?"
    },
    "updatedAt": "2024-04-01T22:50:48+00:00",
    "coverArt": "https://mangadex.org/covers/1a88b5f8-1109-432d-9faa-545bfdc8bf98/2d688128-5787-4412-969c-cfe3c63d90b0.jpg",
    "altTitles": [
      {
        "ja": "クジャクのダンス、誰が見た？"
      },
      {
        "ja-ro": "Kujaku no Dance, Dare ga Mita?"
      },
      {
        "en": "Who Saw The Peacock's Dance?"
      },
      {
        "en": "Who saw the peacock dance in the jungle?"
      }
    ],
    "description": {
      "en": "A former cop was murdered on a snowy Christmas Eve night. The suspect was arrested & the case appeared to be closed.\n\nHowever, a letter left by the murdered former cop to his daughter sets the case back on track. It said, \"If any of the following persons are arrested or prosecuted...they are falsely accused.\" And on that list was the name of the suspect who was arrested for killing her father..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a636ca5b-018c-42eb-afd3-2e7037afac86",
    "title": {
      "en": "Gannibal"
    },
    "updatedAt": "2024-03-04T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/a636ca5b-018c-42eb-afd3-2e7037afac86/219fcf0b-37cc-46dd-807c-16200969696b.jpg",
    "altTitles": [
      {
        "ja-ro": "Gannibaru"
      },
      {
        "ja": "ガンニバル"
      },
      {
        "uk": "Ґаннібал"
      },
      {
        "ru": "Ганнибал"
      },
      {
        "vi": "Làng Ăn Thịt Người"
      }
    ],
    "description": {
      "en": "When a police officer is posted to a remote village in the countryside, little does he realize he's encroaching on a community of cannibals…",
      "ru": "Полицейский Дайго Агава вместе с семьёй переезжает в горную деревушку под названием Цветочная. Жители деревни горячо принимают семью Дайго.\nОднажды в лесу находят труп старушки. После этого происшествия Дайго постепенно начинает осознавать все происходящие вокруг странности и приходит к мысли, что в этой деревне едят людей. Начинают происходить очень странные инциденты, атмосфера отчуждения наполняет деревню. Сможет ли обычный полицейский разгадать все ужасные тайны, которая таит в себе эта деревня и, что важнее, сможет ли он остаться в живых?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-04-12T19:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/019cbcad-0bab-4490-95f0-9b4b1a3ec1d2.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a29bd145-116e-49c8-bc2f-b15857299304",
    "title": {
      "en": "Legend of the Galactic Heroes"
    },
    "updatedAt": "2024-04-17T17:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/a29bd145-116e-49c8-bc2f-b15857299304/eae99617-65fd-4b23-a86e-100ac129a7e5.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu (Fujisaki Ryu)"
      },
      {
        "es": "La Leyenda de los Héroes de la Galaxia (Fujisaki Ryu)"
      },
      {
        "fr": "Les Héros de la Galaxie"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ru": "Легенда о героях Галактики (Фудзисаки Рю)"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "id": "Legenda Pahlawan Galaksi (Fujisaki Ryu)"
      },
      {
        "en": "Legend of the Galactic Heroes (Fujisaki Ryu)"
      }
    ],
    "description": {
      "en": "New adaptation of the novel.  \n  \nThe story is staged in the distant future within our own Milky Way Galaxy, approximately in the late 36th century. A portion of the galaxy is filled with terraformed worlds inhabited by interstellar traveling human beings. For 150 years two mighty space powers have intermittently warred with each other: the Galactic Empire and the Free Planets Alliance. Within the Galactic Empire, based on mid 19th century Prussia, an ambitious military genius, Reinhard von Müsel, later conferred Reinhard von Lohengramm, is rising to power. He is driven by the desire to free his sister Annerose, who was taken by the Kaiser as a concubine. Later, he wants not only to end the corrupt Goldenbaum dynasty but also to defeat the Free Planets Alliance and to unify the whole galaxy under his rule.  \n  \nIn the Free Planets Alliance Star Fleet is another genius, Yang Wen Li. He originally aspired to become a historian through a military academy, and joined the tactical division only out of need for tuition money. He was rapidly promoted to an admiral because he demonstrated excellence in military strategy in a number of decisive battles and conflicts. He becomes the archrival of Reinhard, though they highly respect one another. Unlike Reinhard he is better known for his underdog victories and accomplishments in overcoming seemingly impossible odds and mitigating casualties and damages due to military operations.  \nAs a historian, Yang often predicts the motives behind his enemies and narrates the rich history of his world and comments on it. One of his famous quotes is: \"There are few wars between good and evil; most are between one good and another good.\"  \n  \n\n\n---",
      "ru": "Новая экранизация романа.  \nИстория человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c8cb285-f2ea-4be5-84a5-a7b4c0e10332",
    "title": {
      "en": "I Am Carrying Gold From the Post-Apocalyptic World"
    },
    "updatedAt": "2021-05-25T15:44:18+00:00",
    "coverArt": "https://mangadex.org/covers/7c8cb285-f2ea-4be5-84a5-a7b4c0e10332/ec279f4a-da0d-46a3-97c2-9ec3440897f5.jpg",
    "altTitles": [
      {
        "en": "Wo Zai Mo Shi Ban Jin Zhuan"
      },
      {
        "en": "我在末世搬金砖"
      }
    ],
    "description": {
      "en": "High risk comes with high reward, carrying gold by himself from the post-apocalyptic world, and become rich? No? Wang Bin has a smarter way to get even richer, find an ally to help him carry more gold from the post-apocalyptic world, after one trip he can become a billionaire! Even so, it is dangerous, the post-apocalyptic world is filled with zombies, and the survivors there can be scarier than the zombies because, for the sake of living, they can do anything, they are 100 times scarier than a zombie!  \n  \n  \nChinese  \n  \n高能预警，末世搬砖舔成人生赢家要致富先修路？不，王斌有一条更好的发财之道，去末世搬金砖，来回一趟轻松成为亿万富翁！话是这么说，可去末世搬金砖也并非易事，末世有数不清的丧尸，还有比丧尸更可怕的幸存者，他们为了活下去比丧尸危险百倍！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dd376769-5205-4e74-9f96-375345b27b94",
    "title": {
      "en": "Koroshiya wa kyou mo BBA wo korosenai"
    },
    "updatedAt": "2024-05-31T12:25:49+00:00",
    "coverArt": "https://mangadex.org/covers/dd376769-5205-4e74-9f96-375345b27b94/7e398c0a-ba97-4175-ba4a-4e0c22416737.jpg",
    "altTitles": [
      {
        "ja": "殺し屋は今日もBBAを殺せない。"
      },
      {
        "en": "The Killer Can't Kill Grandma Today Either"
      }
    ],
    "description": {
      "en": "Makoto Nozawa: 77 years old, lives alone, favourite food: curry. Just your standard, slightly eccentric old woman…\n\nExcept for the fact that she's targeted by assassins everyday, and everyday she gives it back to them threefold.\n\nA humorous action story about the strongest old woman in history."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-29T17:40:35+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/85a34dff-98b6-4ef0-96c7-9b66bd7d0d84.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      },
      {
        "en": "Clown Man"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-04-30T16:26:00+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/ab2baf7c-aa42-4ef1-af38-104bf4a2789d.png",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "283b1acd-5a16-46d4-a217-d0648a5a8374",
    "title": {
      "en": "Addicted to Her"
    },
    "updatedAt": "2024-04-09T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/283b1acd-5a16-46d4-a217-d0648a5a8374/05eac350-259a-41ae-8dba-707d8577411c.jpg",
    "altTitles": [
      {
        "zh": "戒不掉的她"
      },
      {
        "en": "Can't Give her Up"
      },
      {
        "zh-ro": "Jiè bù diào de tā"
      },
      {
        "zh": "吸引力法则"
      },
      {
        "en": "Law of Attraction"
      },
      {
        "ja": "愛に囚われて"
      }
    ],
    "description": {
      "en": "Nan Zhi's the C.E.O. of an entertainment company, flawless and capable. Few know of her nighttime secrets. However, that kind of indulgence never made her happy--until ***she*** appeared. Initially thinking she was just a stranger, Nan Zhi later discovered the other woman was the little sister of her best friend, and new talent at her company. Facing the younger woman's persistence, will Nan Zhi gradually become addicted to her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-05-23T12:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo Com uma Kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "5470fb21-028e-49e7-8b1e-2df5946ce0aa",
    "title": {
      "en": "Tensei Inja wa Hokusoemu"
    },
    "updatedAt": "2024-03-22T18:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/5470fb21-028e-49e7-8b1e-2df5946ce0aa/198dd1dd-b9ce-4cb4-a3c1-6162b919d57b.jpg",
    "altTitles": [
      {
        "ja": "転生隠者はほくそ笑む"
      },
      {
        "en": "The reincarnated hermit smiles"
      },
      {
        "id": "pertapa yang bereinkarnasi yang sombong"
      }
    ],
    "description": {
      "en": "By the power of the goddess, I was reincarnated in the world of VRMMORPG \"Valkyria Chronicle\".   \n  \nApparently, in the real world, he died from overwork due to his life as a company slave.  \n   \nI don't have the original body … If so, I will live faithfully to my desires, create a dungeon with the female character I like, and have a carefree (innocent) sex life … I will live a good life!   \n  \n(I hope the former description wasn't from the translator for this series, because you know it was 100% Rewritten.)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-05-21T14:33:20+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/53e362d7-ebc3-46a6-93b2-150745100f91.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2024-05-26T07:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/a2b06f8e-c8e4-4b8e-b4be-467c6378f3aa.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Devil’s Plan for Raising the Strongest Hero"
      },
      {
        "ja": "転生悪魔の最強勇者育成計画"
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level demon in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld.\n\nKakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated.\n\nPicking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "434fd5af-e06c-4827-a690-d4ef31d7c720",
    "title": {
      "en": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
    },
    "updatedAt": "2024-04-18T02:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/434fd5af-e06c-4827-a690-d4ef31d7c720/bef89e35-9027-4b63-aec3-16766e9ad3d4.jpg",
    "altTitles": [
      {
        "ja": "俺のレベルアップがおかしい！ ～デキる男の異世界転生～"
      },
      {
        "en": "My level up is strange! ~ Reincarnation of a great Man in a Different World"
      },
      {
        "id": "Level Up-ku aneh!  ~ Reinkarnasi Manusia Hebat di Dunia lain"
      },
      {
        "ja-ro": "Ore no Level Up ga Okashi! ~ Dekiru Otoko no Isekai Tensei"
      }
    ],
    "description": {
      "en": "Zarmen, an adventurer who can't level up decides to retire from the adventurer business. Furthermore, in order to graduate from virginity, he decided to splurge on all the assets that he had diligently saved up since his reincarnation at a high-class brothel.\n\nThe woman who appeared in front of him was the finest woman he would ever have known. Thanks to her hospitality, Zarmen fully enjoys his first time, but at that moment, his ears hear a mysterious announcement...\n\n[Impregnation confirmed.]\n[Level up!]\n\n\"Does this mean that the more 'seeding' you do, the stronger you get?\"\n\nAn extraordinary implantable foreign world adventure fantasy created by a bottom adventurer who has been at level 1 for many years levels up through sex!",
      "id": "Petualang \"Zarmen\" yang tidak bisa marah memutuskan untuk pensiun dari bisnis petualangan.  Selain itu, karena belum lulus dari keperawanan, dia memutuskan untuk membelanjakan semua kekayaan yang telah dia kumpulkan sejak dia bereinkarnasi di rumah bordil mewah.  Apa yang muncul di depannya adalah seorang wanita luar biasa yang tampaknya tidak memiliki hubungan selama sisa hidupnya.  Berkat keramahannya, Zarmen sepenuhnya menikmati seks pertamanya, tetapi pada saat dia berada dipuncaknya, sebuah pengumuman misterius muncul \"Level up!\" Terdengar di telinganya!  Ini adalah sebuah fantasi petualangan yang aneh dimana petualang terbawah level 1 selama bertahun-tahun tumbuh melalui segs.",
      "ja": "うだつの上がらない冒険者“ザルメン”は、冒険業からの引退を決意。さらに童貞も卒業するため、転生してから今までせっせと貯めてきた全財産を高級娼館でひと思いに散財することにした。\nそんな彼の前に現れたのは、彼には一生縁のなさそうな極上の女。彼女のもてなしもあり、ザルメンは初めてのセックスを十分に堪能するが、イッた瞬間、彼の耳には「着床を確認しました。レベルアップ！」という謎のアナウンスが！\n「これってもしかして、“種付け”するほど強くなるってこと…？」\n万年レベル1だった底辺冒険者がセックスを通して成り上がる、奇想天外な着床系異世界冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7088461-d8ce-4c4c-9fa3-02108387cd51",
    "title": {
      "en": "HIGH CARD -♢9 No Mercy"
    },
    "updatedAt": "2024-05-20T00:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/e7088461-d8ce-4c4c-9fa3-02108387cd51/cca6f0c8-6c63-4ef2-be86-d21e29bb5a10.jpg",
    "altTitles": [],
    "description": {
      "en": "Side story to the High Card anime, which is due to premier in the Winter 2023 season, and part of the High Card multimedia project.",
      "ja": "その「カード」が、運命を変える──。\n\nオリジナルTVアニメーション「HIGH CARD」の先行コミカライズ。\n平凡な学生のパーシー・パーカーは、一枚のカードを手に入れたことで不思議な連中に目をつけられる…。\nアニメ原案の河本ほむらが原作を、アニメキャラクター原案のえびもが作画を手掛けるスタイリッシュ・アクション！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-05-24T07:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/93a55fbf-af9f-462a-a4fb-02f231833537.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice In Your Enemies"
    },
    "updatedAt": "2024-04-05T06:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've crossed the line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-02-13T20:17:34+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run - Digital Colored Comics"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-05-28T12:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/9f5450f7-6fce-42fb-8d1f-1868aab618bd.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      },
      {
        "pt-br": "Estou deixando de ser uma Idol, mas você se casaria comigo!?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？",
      "pt-br": "Sato Itto, um assalariado comum, tem sido tímido em relação ao amor devido a um trauma antigo. Então, um dia, uma reunião é realizada pela primeira vez em vários anos. Enquanto eles se divertem conversando sobre os bons e velhos tempos, de repente Hebo, que se tornou uma Idol que está atualmente em hiato, decide participar da reunião!\n\nSato fica chateado ao ver Hebo, que foi seu primeiro amor. Ele consegue superar isso com a ajuda de álcool, que normalmente não bebe. Quando acorda, encontra os dois nus na mesma cama. Enquanto Sato tenta desesperadamente se lembrar de suas memórias, Hebo lhe diz, de forma chocante...!\n\n“Se case comigo...”\n\nO que acontecerá com o casamento entre os dois que não têm experiência com o amor...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-03-28T11:52:58+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "911f2f01-9718-4a42-8e2a-1b684b695cba",
    "title": {
      "en": "303-Goushitsu no Kami-sama"
    },
    "updatedAt": "2024-05-26T04:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/911f2f01-9718-4a42-8e2a-1b684b695cba/9a9d4de0-a761-4c38-be77-e96db736db4c.jpg",
    "altTitles": [
      {
        "ja": "303号室の神さま"
      },
      {
        "ja": "神様です。サービスするよ"
      },
      {
        "ja": "神様と陰気な少年"
      },
      {
        "ja-ro": "Kami-sama desu. Service suru yo."
      },
      {
        "ja-ro": "Kami-sama to Inki na Shounen"
      },
      {
        "en": "The God of Room 303"
      },
      {
        "en": "I'm a God. I'll serve you."
      },
      {
        "en": "God and the Gloomy Boy"
      },
      {
        "vi": "Vị thần ở phòng 303"
      },
      {
        "vi": "Tôi là một vị thần. Tôi sẽ giúp bạn"
      },
      {
        "vi": "Thần và cậu bé u ám"
      },
      {
        "es-la": "La Diosa de la habitación 303"
      },
      {
        "ru": "Богиня комнаты 303"
      },
      {
        "id": "Dewa di Ruangan 303"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-06-01T03:55:08+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07500447-533b-4d64-93e3-4fbb8458a42d",
    "title": {
      "en": "A-Channel"
    },
    "updatedAt": "2023-11-14T08:00:29+00:00",
    "coverArt": "https://mangadex.org/covers/07500447-533b-4d64-93e3-4fbb8458a42d/a8d65753-de99-4499-81fd-533a29e820a4.jpg",
    "altTitles": [
      {
        "ja": "Aチャンネル"
      },
      {
        "ja": "Aチャンネル ～days in junior high school～"
      },
      {
        "ja-ro": "A Channeru"
      },
      {
        "ja-ro": "Ee Channeru"
      },
      {
        "ja-ro": "Ē Channeru"
      },
      {
        "en": "A-Channel"
      },
      {
        "en": "A Channel - Days in Junior High School"
      },
      {
        "th": "A แชนแนล สี่แสบซ่า บ้าขั้นเอ"
      },
      {
        "ko": "A 채널"
      },
      {
        "zh-hk": "A頻道"
      },
      {
        "ru": "Канал А"
      },
      {
        "ru": "Первый канал"
      },
      {
        "zh": "A频道"
      }
    ],
    "description": {
      "da": "De to piger Tooru Ichii og Run Momoki har været bedste venner, siden de var børn. Efter at have taget sin optagelsesprøve lykkes det for Tooru at komme på samme gymnasium, som det Run går på. Hun beslutter sig for at fortælle sin bedste ven nyheden men kommer på et uheldigt tidspunkt, hvor Run og hendes klassekammerat Yuko Nishi er havnet sammen i en pinlig situation. På den måde begynder den første akavede men morsomme tid sammen på skolen, hvor Tooru opfører sig aggressivt overfor andre, der viser interesse i Run. Og alt imens må deres fælles ven Nagi Tennoji forhindre Run i selv at komme galt af sted.",
      "de": "Die Schülerinnen Run Momoki und Tooru Ichii sind seit ihrer Kindheit gute Freundinnen. Run kann dabei als ziemlicher Dummkopf beschrieben werden, da sie selbst einfachsten Dingen immer wieder ahnungslos und naiv gegenübersteht, die wichtigsten Sachen vergisst und sich nicht längere Zeit konzentrieren kann, ohne dabei einzuschlafen. Die ein Jahr jüngere und eine Klasse unter Run befindliche Tooru ist das direkte Gegenteil. Sie denkt für ihr Alter sehr erwachsen und gilt als Musterschülerin. Jedoch ist sie sehr kleinwüchsig, sodass ihr die Kleidung stets zu lang ist. Darüber hinaus hat sie eine nahezu extreme Zuneigung zu Run entwickelt, sodass sie ihr ständig folgt und sie z. B. auch jeden Morgen von zu Hause abholt.\r\n\r\nDer Manga setzt zu dem Zeitpunkt ein, wo Run in die zweite Klasse der Schule übernommen wird und Tooru endlich wieder dieselbe Schule besuchen kann, wenngleich sie eine Klasse unter ihr ist. Dabei muss sie eine für sie zunächst schreckliche Feststellung machen. Run hat in der Zwischenzeit zwei neue Freundinnen gewinnen können. Dies sind Yuuko Nishi und Nagisa „Nagi“ Tennouji, wovon Tooru insbesondere Yuuko als Rivalen um die Liebe zu Run ansieht. Dies wird dadurch forciert, dass Yuuko in den Augen der Freundinnen eine wahre Schönheit ist. Yuuko besitzt jedoch keinerlei solches Interesse, gelangt aber immer wieder in peinliche Situationen, wo sie selbst nicht mehr weiß, wie sie reagieren soll. Insbesondere dann, wenn sie allein von Tooru gestellt wird, die in diesem Fall auch gerne handgreiflich wird. Die Brille tragende Nagi hat unterdessen immer wieder mit ihren ganz eigenen Problemen zu kämpfen, die sie lieber vor den anderen verbergen würde. Aber insbesondere die sehr wachsame Tooru kommt ihr dabei immer wieder auf die Schliche, sodass es schnell zu einem Problem aller vier Freundinnen wird.",
      "en": "4-koma about the daily lives of Tooru who has just entered the same high school as her best and childhood friend Run-chan, who is now a second year, and her friends Yuuko-chan (whom Tooru bullies cause they meet under bad circumstances), and Nagi-chan (who watches).  \r\n  \r\nThe following links to AnimeNewsNetwork for the anime:  \r\n[Anime](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12112)  \r\n[OAV (side story)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13352)  \r\n[OAV 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19411)",
      "es": "Básicamente, se trata de la vida diaria de 4 chicas llamadas Run, Tooru, Yuuko y Nagi. Nos muestra las diversas situaciones cómicas que les suceden en su día a día.",
      "it": "La trama dell'opera è molto semplice, la storia è incentrata fondamentalmente su quattro fanciulle che frequentano le scuole superiori. La vicenda si apre con Tooru che annuncia all'amica Run di essere stata ammessa nella sua stessa scuola. Qui però trova altre due ragazze che si presentano come amiche di Run, nonché sue future compagne di scuola. Ognuna ha il proprio carattere: la volubile Run, la temeraria Toru, la timida Yuko, e la sensibile e composta Nagi.",
      "ja": "ハイパーぶっ込み天然娘・るん、るんちゃん大好き暴走ちびっ娘・トオル、スタイル抜群弱気関西娘・ユー子、ちゃんと突っ込むもしかしたら常識人・ナギ。4人のスペシャルガールズたちが贈る輝くハイスクールライフ待望の第1巻!どこもかしこもカワイイのにこいつら…!!",
      "ko": "룬, 토오루, 유코, 나기의 여자 고등학교 4명의 일상을 그린 작품. 천연의 룬을 중심으로 하는 만담 개그가 주된 내용이다.",
      "pt": "A história descreve o dia-a-dia de quatro estudantes do ensino médio: Run, Toru, Yuko e Nagi.",
      "ru": "История рассказывает о школьной жизни четырёх девушек-подружек.",
      "th": "รูปแบบการดำเนินเรื่องของ A แชนแนล สี่แสบซ่า บ้าขั้นเอ เป็นการดำเนินเรื่องแบบจบในตอนทีละเหตุการณ์ เป็นเรื่องราวชีวิตประจำวันของ โทรุ อิจิอิ ที่หึงหวง รุน โมโมกิ เพื่อนสมัยเด็ก ซึ่งอยู่ข้างบ้านอย่างสุดหัวใจ รุนเองก็มีเพื่อนร่วมห้องอย่าง นางิ เทนโนจิ สาวแว่นประจำห้อง และ ยูโกะ นิชิ สาวสวยที่หุ่นดีจนชายใดต้องเหลียวมอง",
      "uk": "Історія розповідає про шкільне життя чотирьох дівчат-подружок.",
      "zh-hk": "日本當紅人氣動畫，原作漫畫強力襲台!!\r\n快來一窺黑田老師筆下各具特色的高中女生們\r\n搞怪又溫馨的日常吧！"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": null
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2023-06-07T12:31:54+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/a0a9ed9d-152c-4e68-80c9-c52ccc28b44c.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3",
    "title": {
      "en": "Tsugumomo"
    },
    "updatedAt": "2024-02-22T03:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/5b2cdbf6-9f64-4a01-9fd3-33b51724f9d3/3e527997-35b6-4294-bc17-018dc2b7769a.jpg",
    "altTitles": [
      {
        "ru": "Цугумомо"
      },
      {
        "ja": "つぐもも"
      },
      {
        "zh": "怪怪守护神"
      },
      {
        "zh-hk": "怪怪守護神"
      },
      {
        "ko": "츠구모모"
      },
      {
        "vi": "Cô Nàng Rắc Rối"
      },
      {
        "ar": "تسوغومومو"
      }
    ],
    "description": {
      "en": "Kazuya Kagami, an ordinary boy, finds his life turned upside down when his late mother's obi transforms into a girl wearing a kimono named Kiriha. She happens to be a Tsukumogami called a \"tsugumomo,\" objects that have gained a soul through long years of harmony with their owners. Kazuya has no recollection of meeting Kiriha when she exclaims \"Long time no see\" to him. He nearly loses his life from an attacking \"amasogi\" that are premature spirits born only to fulfill impure wishes of certain people, and Kiriha defends him. With Kiriha's arrival, Kazuya enters a reality with gods and other Tsukumogami and slowly discovers his dark past.",
      "es": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "ja": "人が長く使い続けた物には想いが宿り、それを「付喪神」という…。母の形見の帯を大事にし、常に持ち歩いていた一也は、ある日、不可思議な物体に襲われてしまう。その時に助けてくれたのは、帯の付喪神・桐葉だった!!",
      "ru": "Действие сюжета разворачивается вокруг юноши по имени Кадзуя Кагами. Его мать дарит ему на память пояс оби с мотивами сакуры, и однажды из этого пояса возникает цукомогами — его дух. Странноватая голубоволосая девушка, представившаяся Кирихой, заявляет, что отныне Кадзуя является её рабом, что превращает его жизнь в настоящее испытание.",
      "es-la": "Los objetos que la gente ha usado durante mucho tiempo, llevan sentimientos en ellos, y se llaman 'tsukumogami'... Kazuya atesora un obi, un recuerdo de su madre, y lo lleva consigo en todo momento, hasta que un día es atacado por un misterioso objeto. ¡Fue el tsukumogami, Kiriha, quien le salvó en ese momento!",
      "pt-br": "Kazuya Kagami nunca vai a lugar algum sem o precioso \"Sakura Obi\" que sua mãe lhe deu. Um dia, uma bela garota, vestida com um Kimono, chamada Kiriha apareceu diante dele. Kiriha naturalmente começou a morar com Kazuya em seu quarto.Então há Chisato, a amiga de infância de Kazuya com óculos e rabo de cavalo, que se mete em seus assuntos. Logo, há também uma irmã mais velha superprotetora que parece querer tomar banho com ele. Atrapalhada com enormes peitos, uma sacerdotisa. uma feiticeira com boa aparência chamada Kokuyoura, lindas mulheres, garotas picantes e assim começa a vida feliz, confusa e embaraçosa de Kazuya!!!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a91719c-1009-482a-9915-389a366505e7",
    "title": {
      "en": "Osananajimi no Ijou Kawaii Imouto-chan"
    },
    "updatedAt": "2024-02-01T17:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/1a91719c-1009-482a-9915-389a366505e7/60a50234-b7da-4ebb-9044-b8c62876a1ec.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の異常可愛い妹ちゃん"
      },
      {
        "en": "My Friend's Abnormally Cute Sister"
      },
      {
        "zh-hk": "發小的異常可愛的妹妹"
      },
      {
        "zh-hk": "發小的巨可愛妹妹"
      },
      {
        "zh": "发小的异常可爱的妹妹"
      },
      {
        "zh": "发小的巨可爱妹妹"
      },
      {
        "vi": "Cô Em Gái Dễ Thương Nhưng Lạ Thường Của Bạn Tôi"
      }
    ],
    "description": {
      "en": "Yanagi, a second-year high school student, has a faint crush on Mizuki, the younger sister of her childhood friend Momo.\n\nOne day, while rummaging through Mizuki's personal belongings in her room, Yanagi discovers the truth about Mizuki...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9258a047-a524-4640-83e9-8e295b453a97",
    "title": {
      "en": "Romance, But Not Romantic"
    },
    "updatedAt": "2024-04-01T04:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/9258a047-a524-4640-83e9-8e295b453a97/e3d74b83-3a31-42ad-a46a-aa4a135c8bb6.jpg",
    "altTitles": [
      {
        "ko": "로맨스 낫 로맨틱"
      },
      {
        "en": "Romance Not Romantic"
      }
    ],
    "description": {
      "en": "“You’ve manifested as a recessive Omega.”\nNo way…But I only came here to get a check up for a bad hangover?!\nOverworked and overwhelmed with stress, Back-End Developer, Jinha, manifested as an Omega.\nJinha brews resentment for the leader of the Strategic Planning Team, Hyunjoon, and decides to open a savings account solely to save money to later hire a hitman.\nBut of course, bad luck comes in threes.\nNow that his body is vulnerable to other’s pheromones, the only way to stabilize his body and its craving is with Hyunjoon’s refreshing pheromones.\nBut the only thing that Jinha can trust is Modern Medicine!\nWhen seeking medical advice to somehow overcome his situation, the only prescription given to him as the safest method, is to have sex with someone that’s compatible and of the same gender.\nNot only is Jinha feeling hopeless as he navigates through his hardship, but a stalker appears and attempts to shower him with his pheromones.\nFinding himself with no other choice, Jinha asks Hyunjoon for help."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e",
    "title": {
      "en": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun o Tanoshinde Iru"
    },
    "updatedAt": "2024-03-17T07:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e/f50653b6-f526-445a-9ea4-4ca3f9216a6f.jpg",
    "altTitles": [
      {
        "ja": "ど底辺令嬢に憑依した800年前の悪女はひっそり青春を楽しんでいる"
      },
      {
        "ja-ro": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun wo Tanoshinde Iru"
      },
      {
        "en": "The 800-Years-Old Villainess who Possessed a Low-Ranking Lady Peacefully Enjoyed her Youth"
      },
      {
        "es-la": "La villana de 800 años que posee a una joven de poder bajo disfruta pacíficamente de su juventud"
      }
    ],
    "description": {
      "en": "Nora, who had been sealed for 800 years for threatening to destroy the world, was very bored. One day, she heard the voice of a girl—Cecily—wishing to die, and was awakened. By that time, she'd grown feeble, and her body had shriveled. Thus, Nora proposed to Cecily.\n\n\"If that's the case, would you lend me your body? In exchange, I promise that in a year, you'll have a friend, a lover, a warm family, and promising future prospect for your perfect restart!\"\n\nThe \"Incorrigible Villainess,\" Nora, was resurrected in the body of the \"Withered Grass Lady,\" Cecily.",
      "ja": "『稀代の悪女』であるノーラ＝ノーズは、その罪により800年もの間封印されている。\nそんな彼女の最近の楽しみは、遠視の魔法で学校というものを視ること。\nある日いつものように学校を視ていると、「死にたい……」という助けを求める声が聞こえてきた。\n「死にたいと思うなら、あなたの体を私に預けてみない？」\nノーラは声の主であった『枯草令嬢』と呼ばれるシシリーに憑依。\nいじめられっ子だった彼女を取り巻く状況を改善させていく！\n800年前の最強悪女、ハチャメチャ楽しい青春を過ごす！",
      "es-la": "Nora Noze, una poderosa maga que fue sellada debido a sus maldades, ha realizado un pacto con la joven Cecily para poseer su cuerpo y vivir su vida durante 1 año. Ahora Nora deberá afrontar la vida diaria de Cecily y de paso disfrutar las experiencias que nunca pudo en su vida pasada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2024-05-03T09:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      },
      {
        "fr": "Dead Dead Demon's Dededede Destruction"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**",
      "fr": "Depuis 3 ans, le ciel de Tokyo est recouvert par un gigantesque vaisseau spatial extra-terrestre. Pourtant, aucune attaque de la part des extra-terrestres n’est recensée, bien que les humains abattent, avec une facilité déconcertante, les petits vaisseaux qui sortent de temps en temps du ventre de l’immense engin…\n\nPendant ce temps, sur Terre, les deux amies Kadode et Ôran, comme la majorité des humains, ne prêtent plus attention à ce vaisseau et continuent à vivre leur vie. Mais ces 3 années de paix ont endormi la vigilance de l’Humanité… Elle ne remarque pas que « l’envahisseur » s’est infiltré au sein de sa population. Et il pourrait bientôt troubler leur paisible quotidien !\n\n---\n\nMaison d'édition FR : **Kana**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "98052ef1-49a9-4722-a8f5-60baac437e2e",
    "title": {
      "en": "Hataraku Maou-sama!"
    },
    "updatedAt": "2023-12-17T18:30:58+00:00",
    "coverArt": "https://mangadex.org/covers/98052ef1-49a9-4722-a8f5-60baac437e2e/67d59990-304e-4eb4-8af6-e018831a07b6.jpg",
    "altTitles": [
      {
        "ja": "はたらく魔王さま!"
      },
      {
        "ja-ro": "Hataraku Maousama!"
      },
      {
        "en": "The Devil Is a Part-Timer!"
      },
      {
        "en": "Demon Lord at Work!"
      },
      {
        "en": "Work! Demon King!"
      },
      {
        "ru": "Сатана на подработке!"
      },
      {
        "id": "Raja Iblis Magang!"
      },
      {
        "ko": "알바하는 마왕님!"
      },
      {
        "zh": "打工吧！魔王大人"
      },
      {
        "zh": "打工吧魔王大人"
      }
    ],
    "description": {
      "en": "After being soundly thrashed by the hero Emilia, the Devil King and his general beat a hasty retreat to a parallel universe… only to land plop in the middle of bustling, modern-day Tokyo! Lacking the magic necessary to return home, the two are forced to assume human identities and live average human lives until they can find a better solution. And to make ends meet, Satan finds gainful employment at a nearby fast food joint! With his devilish mind set on working his way up the management food chain, what will become of his thirst for conquest?",
      "ja": "勇者に敗れ異世界へ撤退した魔王サタンと腹心のアルシエルがたどり着いたのは、魔王をして常識を超えた超高度文明の世界、ずばり東京都渋谷区笹塚だった。この世界では魔王といえどお金がなければなにもできない。元の世界エンテ・イスラへ帰る力をたくわえるため、魔王改め真奥貞夫は、今日も幡ヶ谷駅前のマグドでアルバイトに励むっ！"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9534bbe3-b788-4d93-a1a9-71c1fd91b510",
    "title": {
      "en": "Star of the Overlord"
    },
    "updatedAt": "2024-05-28T18:06:40+00:00",
    "coverArt": "https://mangadex.org/covers/9534bbe3-b788-4d93-a1a9-71c1fd91b510/0f06f190-55d7-4894-b609-097fdd242cb9.jpg",
    "altTitles": [
      {
        "ko": "패왕의 별"
      },
      {
        "en": "The King's Star"
      },
      {
        "en": "The Star of a Supreme Ruler"
      },
      {
        "zh-hk": "覇王星"
      },
      {
        "es-la": "La estrella de un gobernante supremo"
      }
    ],
    "description": {
      "en": "The mighty crimson star of the supreme ruler has appeared!\nThe child who receives the energy of this star would grow to become the supreme leader and also become the legendary star that will rule over the world!\n\nCheon Ryuyeong, someone who grew from a lowly position to the highest position!\n“I don’t know… just how much more I’m capable of as well.”\n“It’s because I haven’t experienced my own limits before.”\n\nBaek Woonhoe, who tries to become the supreme ruler at all means!\n“The only place for me is Murim anyway.”\n“Since I’m going to be in Murim, it’s not a bad idea for me to become the supreme ruler.”\n\nDok Goseol, an unrivaled female martial master who’s both beautiful and strong!\n“There’s no rule that the owner of the Supreme Ruler’s Star has to be a man.”\n“Therefore, I have a chance at it too.”\n\nPoongwoon, who has a suspicious past and unknown martial art capabilities!\n“No one knows.”\n“The strength of the martial arts that are hidden in me.”\n\nThere can only be one Supreme Ruler!\nThe intense aspirations and love that take place while fighting for that one position and numerous last minute schemes and betrayals.\n\nWho will become the owner of the Supreme Ruler’s Star?\nThe story of those people who will bring turbulence into the world is about to start.",
      "ko": "강렬하고 붉은 패왕의 별이 떴다!\n그 별의 정기를 받고 태어난 아이는 자라나 패왕이 되고\n천하(天下)를 지배하게 된다는 전설의 별!\n\n미천한 자리에서 가장 높은 곳에 오르려는 자, 천류영!\n“내 그릇의 크기는... 나도 몰라.”\n“아직까지 그릇을 채울 만큼 담아본 적이 없거든.”\n\n거침없는 전진으로 패왕을 소유하려는 자, 백운회! \n“어차피 내가 갈 곳은 무림밖에 없다.”\n“기왕이면 패왕이 되어 보는 것도 나쁘지는 않겠군.”\n\n아름다움과 강함을 지닌 독보적인 여고수, 독고설! \n“패왕성의 주인이 반드시 남자라는 법은 없지.”\n“그러니 나도 가능성이 있어.”\n\n의문어린 과거와 무공의 깊이를 알 수 없는 자, 풍운! \n“아무도 모른다.”\n“내 몸 속에 감춰진 강력한 무공을.”\n\n하나의 패왕(覇王)!\n하나의 자리를 놓고 벌이는 치열한 야망과 사랑 \n그리고 긴박하게 펼쳐지는 수많은 지략과 배신\n\n과연 붉은 패왕성의 주인은 누가 될 것인가?\n천하를 격동시키는 그들의 이야기가 \n이제 시작된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f28c47a-bf8d-4e79-83ca-2e64fe906372",
    "title": {
      "en": "Jashin-chan Dropkick"
    },
    "updatedAt": "2023-06-13T23:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/3f28c47a-bf8d-4e79-83ca-2e64fe906372/263041cb-f617-4a06-b175-faeed7389891.jpg",
    "altTitles": [
      {
        "en": "Dropkick On My Devil!"
      },
      {
        "ja-ro": "Jashinchan Doroppu Kikku"
      },
      {
        "en": "Jyashin-chan Drop Kick"
      },
      {
        "en": "Jyashin-chan Dropkick"
      },
      {
        "ru": "Демонический дропкик"
      },
      {
        "ja": "邪神ちゃんドロップキック"
      },
      {
        "zh": "邪神与厨二病少女"
      },
      {
        "ko": "사신짱 드롭킥"
      }
    ],
    "description": {
      "en": "Jashin-chan Dropkick is a violent slapstic comedy about a delusional gothic lolita, Yurine, who summons a demon girl with the tail of a cobra, Jashin-chan.\nThey'll have to live together until Yurine finds a way to send Jashin-chan back to hell, or until Jashin-chan kills Yurine.\n\n---\n\n[Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20484)",
      "ja": "魔界の悪魔、通称「邪神ちゃん」は、ある日突然、人間界に召喚されてしまう。\n彼女を召喚したのは、神保町のボロアパートで暮らす、ちょっとブラックな心を持つ女子大生、花園ゆりねだった。しかもゆりねは、邪神ちゃんを魔界に帰す方法がわからないと言う。仕方なく一緒に暮らし始めた邪神ちゃんとゆりね。しかし、召喚者が死ねば魔界に帰れることから邪神ちゃんはゆりねを……!?\n少女と邪神ちゃんが繰り広げるちょっとキケンな同居生活コメディ！",
      "pt-br": "Jashin-chan Dropkick é uma comédia violenta sobre uma lolita gótica, Yurine, que invoca uma garota demônio com um rabo de cobra, Jashin-chan.\nElas terão que viver juntas até que Yurine encontre uma maneira de enviar Jashin-chan de volta ao inferno, ou até que Jashin-chan mate Yurine."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30ff5d33-b7a7-4ffc-97a8-31bc382f49d7",
    "title": {
      "en": "Homage to Osamu Tezuka"
    },
    "updatedAt": "2024-06-01T02:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/30ff5d33-b7a7-4ffc-97a8-31bc382f49d7/382d41b9-5c0a-4059-b7fb-0d743a2e3fc6.png",
    "altTitles": [],
    "description": {
      "en": "On Feb 9th, 1989, legendary manga author Osamu Tezuka died after a prolonged hospital stay due to Stomach Cancer. Months later, Asahi Journal ran a Special issue as homage to Tezuka's legacy. In this issue, a bunch of his contemporaries, as well as some of his own assistants,  drew up tribute pages to mourn their fallen colleague. This listing is for the translated tribute pages."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "0",
    "lastChapter": "10"
  },
  {
    "mangaId": "c730e74b-cd7c-4a41-bbc6-ffb4693404dc",
    "title": {
      "en": "The Nine Heavens Swordmaster"
    },
    "updatedAt": "2024-05-28T17:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/f9a1ee42-c819-4312-be02-cacd143209c2.jpg",
    "altTitles": [
      {
        "en": "Heavenly Inquisition Sword"
      },
      {
        "ko": "구천구검"
      },
      {
        "ko-ro": "Gucheongugeom"
      },
      {
        "es-la": "La Espada de la Inquisición Celestial"
      }
    ],
    "description": {
      "en": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4df219da-4b5f-48ea-9fac-23641ae8a584",
    "title": {
      "en": "Guardian Tales - Kanterbury Days!"
    },
    "updatedAt": "2024-06-01T01:58:56+00:00",
    "coverArt": "https://mangadex.org/covers/4df219da-4b5f-48ea-9fac-23641ae8a584/5cfea970-d495-4d8c-9ecb-6a8ea581f6a2.jpg",
    "altTitles": [
      {
        "ja": "かんたべりーでいず！"
      }
    ],
    "description": {
      "en": "An official slice of life themed 4 panel webmanga of the Guardian Tales series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]