[
  {
    "mangaId": "14544497-d658-4faf-8b6c-b8f84201b967",
    "title": {
      "en": "Romance of the Stars"
    },
    "updatedAt": "2024-07-03T16:36:56+00:00",
    "coverArt": "https://mangadex.org/covers/14544497-d658-4faf-8b6c-b8f84201b967/6182de00-72e0-4e41-999f-7698e4ed5a15.jpg",
    "altTitles": [
      {
        "zh": "影后成双"
      },
      {
        "es-la": "La Reina del Espectáculo"
      }
    ],
    "description": {
      "en": "After Lu Yin bing won the golden award for her performance in \"broken snow,\" popular actor Xiao Hua Fen realized her defeat and wept on live television. A huge fan war started on Weibo, and the actresses condemned contributors to the war. All the while, Xiao Hua Fen defended herself online. What nobody expected, however, was that they were...",
      "zh": "陆饮冰凭借《破雪》一举斩获金琮奖影后，当红小花夏以桐落选，当场崩溃，镜头前泣不成声。两方粉丝在微博上掀起一场庞大的骂战。影后粉嘲人倒贴炒作，小花粉辩驳真性情。谁都不知道，陆影后和小花背地里早就……",
      "es-la": "Después de que Lu Yinbing ganó el premio Golden Cong por \"Break Snow\", la famosa artista Xia Yitong se derrumbó en lágrimas por haber perdido ante las cámaras. Esto desató una gran guerra por parte de ambos bandos en Weibo. La actriz se burló de los demás, publicando que eran exageraciones; mientras que Yitong argumentaba que sus sentimientos eran reales. Pero lo que nadie sabe es lo que Lu Yinbing y Xia Yitong han sido durante mucho tiempo..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5439fe65-5b3a-420e-9ef4-27c9bcc49c5a",
    "title": {
      "en": "Boy's Abyss"
    },
    "updatedAt": "2024-05-22T23:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/5439fe65-5b3a-420e-9ef4-27c9bcc49c5a/352d718c-c430-4eb9-9f38-4965cbd14d06.jpg",
    "altTitles": [
      {
        "ja-ro": "Shounen no Abyss"
      },
      {
        "ru": "Бездна подростка"
      },
      {
        "ja": "少年のアビス"
      },
      {
        "ko": "소년의 어비스"
      },
      {
        "en": "World End Boy Meets Girl"
      },
      {
        "ru": "Юношеская бездна"
      },
      {
        "ne": "केटाको रसातल"
      },
      {
        "tr": "Oğlanın Hiçliği"
      },
      {
        "zh-hk": "少年的深淵"
      },
      {
        "es-la": "El Chico del Abismo"
      },
      {
        "es-la": "Chico en el abismo"
      },
      {
        "es-la": "El abismo del joven"
      }
    ],
    "description": {
      "en": "In a town with nothing, in the middle of a daily life with seemingly no signs of change, high schooler Reiji Kurose was \"just\" living. Family, dreams for the future, childhood friends were all binding him down to that city. He thought he would \"just\" keep on living like that.\n\nUntil he met her.\n\nIs there hope in living? Is there light waiting ahead?\n\nIt's the start of a boy meets girl series which reflects the \"now.\"",
      "fr": "Dans une ville vide, au milieu d'une vie quotidienne répétitive, Reiji Kurose, lycéen, ne faisait que \" vivre\". \nSa famille, ses rêves d'avenir, ses amis d'enfance. Tous ces éléments le liaient à cette ville. \nIl pensait qu'il continuerait \"juste\" à vivre jusqu'à la fin, jusqu'à ce qu'il la rencontre. \nY a-t-il de l'espoir dans la vie ? Y a-t-il de la lumière dans l'avenir ? \nC'est le début d'une série de rencontres entre garçons et filles qui reflète le présent!",
      "ru": "В пустом городке, в разгаре своей повседневной жизни, казалось бы, \"просто\" жил старшеклассник Рэйдзи Куросе. Семья, мечты о будущем, друзья детства - все это привязывало его к своему родному городу. Он думал, что будет продолжать так жить и никогда ничего не изменит. Пока он не встретил ту самую. Есть ли надежда в жизни? Есть ли впереди свет? Это начало серии \"мальчик, повстречавший девочку\", которая отражает \"сейчас\".",
      "tr": "Reiji Kurose, hiçbir şeyin olmadığı ve görünüşe bakılırsa hiçbir değişimin de olmayacağı bir kasabada ot gibi yaşıyordu. Ailesi, gelecek hayalleri ve çocukluk arkadaşları... Hepsi onu o şehre zincirliyordu. Kendince böyle yaşar giderim diyordu. Taa ki onunla tanışıncaya dek. Yaşamanın bir manası var mı? Beni bekleyen bir gelecek var mı? Oğlan ve kızın tanışmasıyla trajedi kapıları aralanır...",
      "vi": "Một bộ truyện đầy u ám cùng tác giả với Hatsukoi Zombie. Trong một thị trấn nhàm chán và ngày qua ngày không có gì thay đổi, Reiji Kurose, một học sinh trung học vốn luôn \"sống\" như \"đã chết\". Gia đình, tương lai, bạn thời thơ ấu. Tất cả đều trói buộc cậu vào thị trấn này. Cậu luôn nghĩ bản thân đã \"chết\" cho đến khi gặp được cô gái ấy. Hy vọng nào thắp sáng cho cuộc đời tăm tối của hai người? câu chuyện về hành trình tìm đến \"cái chết\" để được \"sống\" chính thức bắt đầu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd35f5a7-bcce-40dc-b628-22315cc9aaf7",
    "title": {
      "en": "Juunenme, Kikan wo Akirameta Tenisha wa Imasara Shujinkou ni naru"
    },
    "updatedAt": "2024-07-03T16:39:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd35f5a7-bcce-40dc-b628-22315cc9aaf7/793ba971-d5dd-4e23-935f-d1f96dba9184.jpg",
    "altTitles": [
      {
        "ja": "十年目、帰還を諦めた転移者はいまさら主人公になる"
      },
      {
        "en": "On The 10th Year, The Transferee Who Gave Up Returning Finally Becomes The Protagonist"
      },
      {
        "ja-ro": "Juunenme, Kikan wo Akirameta Tenisha wa Imasara Shujinkou ni Naru"
      }
    ],
    "description": {
      "en": "On the 10th year after his transfer. It was more than enough time to awaken from what at first, felt like an exciting fantasy dream world. And on this 10th year, the protagonist, Tooru (Wasa Tooru), gives up searching for a way to return to Japan, after being unsuccessful for so long. It was then that a job offer found its way to him— it was to be the bodyguard of twins who have knowledge of Earth.",
      "ja": "突如、異世界へ転移したトールは、地球に帰還する手段を探し、ソロ冒険者として活動するが、九年間手掛かりを得る事が出来なかった…。十年目にしてこの世界で生きていく事を決意したトールだったが、ある依頼による“訳ありの双子”との出会いがトールの運命を大きく変える事になり!? ぼっち最強冒険者と頭脳明晰な双子とゆく、気ままな文明開化の異世界旅が始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb20618-c5b4-4117-8e51-55992a6c9d7b",
    "title": {
      "en": "Sakura Taisen"
    },
    "updatedAt": "2023-08-17T12:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/fdb20618-c5b4-4117-8e51-55992a6c9d7b/62237323-76aa-4b18-b277-f35e91e11d2a.jpg",
    "altTitles": [
      {
        "en": "Sakura Wars"
      },
      {
        "ja": "サクラ大戦"
      },
      {
        "zh": "樱花大战"
      }
    ],
    "description": {
      "en": "The year is 1921, and this is a Tokyo where monstrous steam-powered robots crash a flower-viewing party only to be cut down samurai-style by a young girl in a kimono and traditional hakama pants.  \n  \nIt's eight years after the horrific Demon War, and Japan is a peaceful prosperous place. Meet Ensign Ogami Ichiro, who has just graduated from the Naval Academy. He's assigned to a base in Tokyo, but soon discovers that his headquarters is the Imperial Theater and his first mission is collecting tickets at the gate. He gamely goes about his menial jobs at the theater, surrounded by beautiful girls who seem to know a lot more about what's going on than he does, but he's about to be swept into a roiling world of robots, demons, and hot girls in uniform."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "29"
  },
  {
    "mangaId": "641d88f7-e2cc-4c51-abec-6729042f2741",
    "title": {
      "en": "Soushi Souai"
    },
    "updatedAt": "2023-12-17T12:49:21+00:00",
    "coverArt": "https://mangadex.org/covers/641d88f7-e2cc-4c51-abec-6729042f2741/aff8fcd3-c91b-4773-9285-9b7e58bbf620.jpg",
    "altTitles": [
      {
        "ja": "そうしそうあい"
      },
      {
        "en": "Mutual Love"
      },
      {
        "en": "Love with Each Other"
      },
      {
        "zh": "相思相爱"
      }
    ],
    "description": {
      "en": "In a world where opposites attract, a chance encounter sparks a connection between a serious black-haired girl and a charismatic blond delinquent, painting a cute tale of young love and friendships. As the series unfolds, their seemingly carefree lives take unexpected turns, delving into the shadows that haunt their lives. \n\nAn artful blend of laughter and heartfelt moments, this manga tells about the complexities of youth, friendship, and your past catching up to you."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "100"
  },
  {
    "mangaId": "33d6a25e-e835-4e72-84ab-15fd929415b0",
    "title": {
      "en": "Dawn of the Dragon"
    },
    "updatedAt": "2023-08-12T09:40:43+00:00",
    "coverArt": "https://mangadex.org/covers/33d6a25e-e835-4e72-84ab-15fd929415b0/827a83dc-29a4-40a4-81c4-e6991f87d9e4.jpg",
    "altTitles": [
      {
        "ko": "새벽, 구름, 강"
      },
      {
        "ko-ro": "Saebyeok, Gureum, Gang"
      },
      {
        "en": "Dawn, Clouds, River"
      }
    ],
    "description": {
      "en": "\"You have to get married.\"\nHyowoon, a dragon that has gone into hibernation for nearly 300 years at the Yooshin group which subserved as the most mysterious being above all spiritual creatures, woke up from the long sleep to find his companion (lover). Yoo Taehyuk, the second son of the Yooshin group, decided to find the dragon instead of his younger sister who was expected to be the companion. \n\"Well, I'll take it as a business, and give it a try.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-06-16T16:12:20+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/04fe80bc-ac8a-4ac5-971f-187c07e01aeb.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-05-05T18:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/d3fc8ec6-5281-4049-a556-7f918b0caf34.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-06-27T14:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      },
      {
        "es-la": "Estoy preocupado por mi novia que solía estar cubierta de moretones"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de).",
      "es-la": "Continuación de [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-03T16:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "en": "Three companies in business"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "38f80fd0-6876-4f48-a0a6-df0a604ca70a",
    "title": {
      "en": "Perfect World"
    },
    "updatedAt": "2023-07-22T09:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/38f80fd0-6876-4f48-a0a6-df0a604ca70a/ebf03a99-a675-4c9f-8424-45a080a088a0.jpg",
    "altTitles": [
      {
        "it": "Mondo perfetto"
      },
      {
        "ru": "Идеальный мир"
      },
      {
        "ja": "パーフェクトワールド"
      },
      {
        "zh": "完美世界"
      }
    ],
    "description": {
      "en": "Kawana Tsugumi works for an interior design company. She goes to a drinking party at a client's architectural office and happens to meet her first love. He's more handsome than ever and it isn't until he's leaving that she realizes something has changed: Ayukawa is in a wheelchair.  \n  \n[From MU]"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "59"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-06-30T23:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/2e5f2212-c0fc-4441-9264-6e581a76bef4.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80d288be-bdb9-4637-804e-02b2f89ad2d8",
    "title": {
      "en": "Jungle Juice"
    },
    "updatedAt": "2024-03-16T01:42:43+00:00",
    "coverArt": "https://mangadex.org/covers/80d288be-bdb9-4637-804e-02b2f89ad2d8/dfdb5c3b-d1eb-48df-abb4-7c22816477d3.png",
    "altTitles": [
      {
        "ko": "정글쥬스"
      },
      {
        "zh-hk": "叢林果汁"
      },
      {
        "es": "Jugo de Jungla"
      },
      {
        "fa": "جوهر جنگل"
      },
      {
        "pt-br": "Essência da Selva"
      }
    ],
    "description": {
      "en": "Jang Suchan is an extraordinary college student at the top of the social food chain. But underneath the perfect façade, he hides a pair of insect wings that suddenly grew when he used a mysterious bug spray called \"Jungle Juice.” Suchan's life crumbles when he bares his wings to the world to save someone's life. When all hope seems lost, Suchan stumbles upon a hidden world of insect humans where everyone is accepted for what they are.\n\nBut the law of the jungle governs this secret society and all must fend for themselves in order to survive.",
      "fr": "Le mystérieux insecticide \"Jungle Juice\" a fait de lui un humain insecte.  \nJang Su-chan, un étudiant qui cachait ses dents, a un jour ressemblé à cela.  \nVous serez vu par tout le monde, et vous serez dans le monde des insectes.  \nVous vous battrez contre la logique du faible…  \n  \nAction/ Fantaisie de divers pouvoirs d'insectes  \nLe nouveau héros de Super String Universe fait son apparition !",
      "pt-br": "Jang Suchan é um aluno universitário no topo de sua cadeia social. Mas, debaixo da faixada perfeita, ele esconde um par de asas de inseto que cresceram de repente após usar um inseticida misterioso chamado “Jungle Juice”. A vida de Suchan desmorona quando ele exibe suas asas ao mundo afim salvar a vida de outra pessoa. Quando toda a esperança parece perdida, Suchan se depara com um mundo escondido de insetos humanos onde todos são aceitos por quem são. Mas a lei da selva governa essa sociedade secreta e todos devem lutar para sobreviverem."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "271190ab-2c11-4f2e-b4bc-81f8643263ef",
    "title": {
      "en": "Luck Of My Life"
    },
    "updatedAt": "2024-06-25T22:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/271190ab-2c11-4f2e-b4bc-81f8643263ef/f1faed6f-3eff-4167-9dc5-62a038728439.png",
    "altTitles": [
      {
        "ko": "오늘의 운세는 남신님"
      },
      {
        "en": "Today's Fortune is Male God"
      }
    ],
    "description": {
      "fr": "Wooju est obsédé par la fortune et les superstitions. Dojin est un psychiatre qui s'avère être gay mais qui reste dans le placard (il n'a pas fait son coming-out). Alors que Dojin a un rendez-vous arrangé avec la grande sœur de Wooju, elle comprend immédiatement la situation et propose un marché avec Dojin. Elle maintiendra sa ruse pour garder la mère de Dojin heureuse en échange de l'aide de Dojin pour traiter la pathologie de Wooju.\nDojin serait-il le porte-bonheur dont Wooju a besoin...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb55d26-ef43-4549-b4b8-29fab01d997e",
    "title": {
      "en": "Foreigner on the Periphery (Remake)"
    },
    "updatedAt": "2024-05-29T15:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/8cb55d26-ef43-4549-b4b8-29fab01d997e/b1679bf6-c6bc-4e6a-9cca-6950f30d0a28.jpg",
    "altTitles": [
      {
        "ko": "변방의 외노자"
      }
    ],
    "description": {
      "en": "I don’t want to work. I really don’t want to work. But I have no choice.\nProblems with Humans, Elves, Orcs, Trolls, Dragons and such alien immigrants never seem to cease.\n800 years of disgusted employment. The struggles of a man who will die if he stops working."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4097015-16f5-477f-ac97-aef7a90c9fb9",
    "title": {
      "en": "APPROXIMATE"
    },
    "updatedAt": "2024-07-03T16:03:22+00:00",
    "coverArt": "https://mangadex.org/covers/a4097015-16f5-477f-ac97-aef7a90c9fb9/e82ce8e1-3e90-4d53-a423-7bca95a1f52d.jpg",
    "altTitles": [
      {
        "zh": "约等于"
      }
    ],
    "description": {
      "en": "This is a story between a businesswoman and a trainee.   \nShe is a businesswoman. She is realistic and knows what is best for herself.   \nShe is a trainee at her company. She is optimistic and initiative.   \n  \nOn the other hand (Second couple),  \nShe is a secretary who does not know where her life leads. Under life's pressure, she met her colleague who could not care less about her own life.  \nTogether, it became a game of cat and mouse…  \n  \nMore characters will be revealed in later chapters."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-06-18T18:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/84f9ab4e-f9fa-4155-b436-92087159cfb8.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Is It Okay If We Share a Table?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman who struggles with her relationship with her subordinate. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to be sitting together...?\n\nA breath of fresh air. A relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "017928fe-96c5-4865-9b7f-1f7bc1b22824",
    "title": {
      "en": "I Was the Final Boss"
    },
    "updatedAt": "2024-06-23T19:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/017928fe-96c5-4865-9b7f-1f7bc1b22824/0569286f-4b47-4d85-bc6e-8370dc5d3a53.jpg",
    "altTitles": [
      {
        "ko": "보스였음"
      },
      {
        "ko-ro": "Boss-yeosseum"
      },
      {
        "en": "Ancient Boss of The Abyss"
      },
      {
        "pt-br": "Eu costumava ser um Boss!"
      }
    ],
    "description": {
      "en": "Baphomet is the ruthless, dispassionate lord of the Abyssal Tower, a mysterious, monster-filled dungeon plaguing the human world. Many Hunters seek to defeat him and bring the tower down to no avail. Despite his demonic power, Baphomet grows curious about humanity. One day, Baphomet is defeated by Raven, the strongest Hunter, and realizes that his true wish is to be just like the humans he previously looked down on. In death, he is granted his wish, as he awakens as a human – without his powers!",
      "fr": "Baphomet, le boss de la , attend un chasseur fort capable de se battre à armes égales contre lui.\n\nLorsqu’il s’est lassé de ces combats répétitifs, il a commencé à s’intéresser au monde de l’humanité grâce aux trophées qu’il avait obtenus des chasseurs morts.\n\nDans le même temps, il fut de plus en plus fasciné par l’existence des humains lorsque le puissant chasseur dont il avait toujours rêvé apparut devant lui.\n\nFinalement, Baphomet essaie de devenir lui-même un humain…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f1298e-68c0-4cc8-9a9d-640104092bf5",
    "title": {
      "en": "Sekai de Tada Hitori no Mamonotsukai: Tenshoku shitara Maou ni Machigawaremashita"
    },
    "updatedAt": "2024-06-24T14:31:23+00:00",
    "coverArt": "https://mangadex.org/covers/66f1298e-68c0-4cc8-9a9d-640104092bf5/aa692dce-6be2-43d9-a573-0b41f345ab71.jpg",
    "altTitles": [
      {
        "zh-hk": "世界上唯一的魔物使~轉職后被誤認為了魔王~"
      },
      {
        "zh": "世界上唯一的魔物使~转职后被误认为了魔王~"
      },
      {
        "ko": "세계에서 유일한 마물술사 ~전직했더니 마왕으로 오해받았습니다~"
      },
      {
        "es": "El único domador de monstruos en el mundo, ~Fui confundido como el rey demonio cuando cambié mi trabajo~"
      },
      {
        "ru": "Единственный Укротитель монстров в мире. Меня ошибочно приняли за Короля демонов, когда я сменил профессию!"
      },
      {
        "ja": "世界でただ一人の魔物使い ～転職したら魔王に間違われました～"
      },
      {
        "en": "I’m the Only Monster Tamer in the World and Was Mistaken for the Demon Lord"
      }
    ],
    "description": {
      "en": "After searching for a long time, Noah finally found the [Divine Job Tome]. With it, he just might be able to get away from his current Divine Job [Hero] and its responsibility! Or so he thought. Because the new job that had been granted to him, [Monster Tamer] was completely unheard of..!?",
      "ja": "長い旅路の末、『転職の書』を手にしたノア。忌々しく感じていた『勇者』の職を捨て、新たに命じられた職業は『魔物使い』!!?　個性豊かな魔物達を仲間にし、憧れのスローライフを目指す！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "56"
  },
  {
    "mangaId": "cbb22826-963e-4602-a5cd-a50c75723d59",
    "title": {
      "en": "Magic Stone Gourmet: Eating Magical Power Made Me The Strongest"
    },
    "updatedAt": "2024-06-19T23:03:17+00:00",
    "coverArt": "https://mangadex.org/covers/cbb22826-963e-4602-a5cd-a50c75723d59/8ad9c9e2-b7ce-402e-b973-ee652846d665.jpg",
    "altTitles": [
      {
        "ja-ro": "Maseki Gurume: Mamono no Chikara wo Tabeta Ore wa Saikyou!"
      },
      {
        "ru": "Поедая магические камни, я становлюсь сильнее!"
      },
      {
        "ja": "魔石グルメ　魔物の力を食べたオレは最強！"
      },
      {
        "ja-ro": "Maseki Gurume: Mamono no Chikara o Tabeta Ore wa Saikyou!"
      },
      {
        "en": "Magic Gems Gourmet"
      }
    ],
    "description": {
      "en": "In this world, It's only me who can get stronger by eating Magic Stones! At one point, I received an offer to have a smooth life reincarnation from the Goddess-sama… But the skill I got as a prize is Toxins Decomposition EX. Ugh, what a plain skill! It's so pitiful that even my own family makes fun of me… However, one day I realized that because of the effect of this skill, I can eat and gain power from Magic Stones! I've also been notified that I'm the prince from a neighboring country!? What awaits me in the castle are days of experimenting with Magic Stones and training, the perfect environment for me to become the strongest man there is… And to top it off, I received the Magic Stone of Dullahan! The story of a boy on the path to becoming a King while being chased by an assertive fiancee and Female Knights starts here!",
      "ja": "- Light Novel: [Japanese](https://bookwalker.jp/series/180089/)  \n- Web Novel: [Japanese](https://ncode.syosetu.com/n0610eg/)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4c16e7c-6ece-4cb1-8d7d-d1aa7174969f",
    "title": {
      "en": "I Am a Living Beast in the World of Cultivating Immortals"
    },
    "updatedAt": "2024-07-03T03:51:33+00:00",
    "coverArt": "https://mangadex.org/covers/d4c16e7c-6ece-4cb1-8d7d-d1aa7174969f/c4e030bd-cf72-4184-9fbc-b9beb03570ac.png",
    "altTitles": [
      {
        "zh": "我是修仙界活畜生"
      },
      {
        "zh-ro": "Wǒ Shì Xiū Xiānjiè Huó Chùshēng"
      }
    ],
    "description": {
      "en": "In order to speedrun the game and win the mysterious grand prize, I used every possible trick in the game and ended up offending the entire world! What? The mysterious grand prize is actually transporting me into the game world? Seriously!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-06-23T16:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "516c4299-9318-48e8-9e84-4bc56b26f6cd",
    "title": {
      "en": "Rocket Science Love"
    },
    "updatedAt": "2024-05-22T16:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/516c4299-9318-48e8-9e84-4bc56b26f6cd/0b7580c7-9fd6-490a-9c79-36a118662c42.jpg",
    "altTitles": [
      {
        "ko": "로켓 사이언스 러브"
      }
    ],
    "description": {
      "en": "I thought it was just platonic, spending the rest of our lives together as nothing more than friends… That was until Han Jei broke the news: “Seojin, I’m getting married.” \n\nSeojin, who was adopted to Germany when he was a child, has maintained a 15 year long relationship with Jei. When confronted with the prospect of Jei’s marriage, he realizes he’s in love with him. Working as a pilot, Seojin moves back to Korea in an attempt to run away, but his plan starts to unravel when Jei boards the flight to follow him. The two find themselves living together in Korea as Jei’s wedding date rapidly approaches. \n\n“Seojin, you’re not acting like this because of me, are you?”\n\nAs Seojin tries to push Jei away due to his emerging desires and Jei wishes to rekindle their precious friendship, they spend more time with each other and the tension between them begins to arise…",
      "fr": "\"Je pensais que c'était juste platonique, passer le reste de notre vie ensemble comme de simples amis...\" C'était jusqu'à ce que Han Jei annonce la nouvelle : \"Seo Jin, je vais me marier.\" Seo Jin, qui a été adopté en Allemagne lorsqu'il était enfant, entretient une relation de 15 ans avec Jei. Lorsqu'il est confronté à la perspective du mariage de Jei, il se rend compte qu'il est amoureux de lui. Travaillant comme pilote, Seo Jin retourne en Corée pour tenter de s'enfuir, mais son plan commence à s'effondrer lorsque Jei monte à bord du vol pour le suivre. Les deux se retrouvent à vivre ensemble en Corée alors que la date du mariage de Jei approche à grands pas. \"Seo Jin, tu n'agis pas comme ça à cause de moi, n'est-ce pas ?\" Alors que Seo Jin essaie de repousser Jei en raison de ses désirs émergents et que Jei souhaite raviver leur précieuse amitié, ils passent plus de temps ensemble et la tension entre eux commence à surgir...",
      "ko": "우정이라고 생각했다. 가장 가까운 곳에서 평생을 함께할, ...그냥 친구. \"서진아, 나 결혼해.\" 한재이가 청천벽력 같은 소식을 전하기 전까지는. 어린 시절 독일로 입양되어 재이와 15년간 우정을 지켜온 서진. 그의 결혼이라는 현실과 맞닥뜨리고서야 재이에 대한 감정이 사랑이었음을 깨닫게 된다. 항공사 기장으로 근무하던 서진은 도망치듯 한국으로 이직하지만 재이가 서진을 따라 한국행 비행기에 오르며 계획은 점점 더 어긋나게 된다. 재이의 결혼을 앞둔 채 한국에서 아슬한 동거를 시작하게 된 두 사람. \"서진아, 혹시 나 때문에 그러는 건 아니지?\" 자꾸만 피어나는 욕심에 그를 밀어내려는 서진과 소중한 친구를 되찾고 싶은 재이, 함께하는 시간이 길어질수록 두 사람 사이에는 미묘한 분위기가 흐르는데…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d066e86-f0ee-4487-a4d8-a19ec9f27bfd",
    "title": {
      "en": "Dreaming of the Dokkaebi"
    },
    "updatedAt": "2024-06-26T19:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/2d066e86-f0ee-4487-a4d8-a19ec9f27bfd/48faa57e-b8a2-4e4f-93e5-c00662ca6548.jpg",
    "altTitles": [
      {
        "en": "The Mountain Branches Dream of Goblins"
      },
      {
        "ko": "산가지는 도깨비의 꿈을 꾼다"
      }
    ],
    "description": {
      "fr": "Min-chan, doit vivre sa vie en chassant des fantômes à cause de la malédiction dont il souffre depuis l'enfance. Un jour, il se voit proposer un \"gros coup\" par un homme puissant en qui lui a autant confiance qu'en sa famille. S'il parvient à se débarrasser de \"lui\" il pourra mener une vie normale ! Après être arrivé à l'endroit où \"il\" se trouve, Min-chan rencontre un homme qui l'appelle \"Kim Seo-ho\".\n\n\"Tu es enfin de retour, Kim Seo-ho... !!! Je vais faire en sorte que tu ne puisses plus t'enfuir. Parce que je me souviens de chaque odeur qui te concerne.\"\n\nMin-chan sera-t-il capable de chasser cet homme en toute sécurité ?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-06-06T09:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52b6a95d-d8c8-4e10-a643-a262ad9b1402",
    "title": {
      "en": "Ikenie ni Natta Ore ga Nazeka Jashin wo Horoboshite Shimatta Ken"
    },
    "updatedAt": "2024-05-09T16:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/52b6a95d-d8c8-4e10-a643-a262ad9b1402/aed21bf4-1117-4e52-9983-8b79aa25f013.jpg",
    "altTitles": [
      {
        "ja": "生贄になった俺が、なぜか邪神を滅ぼしてしまった件"
      },
      {
        "en": "I, the Sacrifice, Somehow Killed the Evil God"
      }
    ],
    "description": {
      "en": "Elt sacrificed himself to the evil god in place of his childhood friend. He was prepared to die in the face of the evil god's attack, and was supposed to meet his end...However, at that moment, his unique skill \"Inventory\" activates, and he finds himself turning the tables on the evil god. Surviving, Elt sets off for his home village to inform his childhood friend of his safety, but on the way, he encounters a powerful monster walking through the forest—however, as he prepares to avoid the confrontation, he spots a fainted girl right next to the creature! A royal welcome upon this world! The success fantasy starting with a sacrificial hero!",
      "ja": "自ら幼馴染の身代わりに邪神への生贄となったエルト。邪神の攻撃を前に死を覚悟し、最期を迎える……はずだった。が、ユニークスキル『ストック』が発動し、気が付くと邪神を返り討ちにしていた。生還したエルトは幼馴染に無事を伝えるため、故郷の村へと旅立つことに。道中、森を歩いていると強力なモンスターに遭遇。戦闘を回避しようと考えたその時、モンスターの傍で気を失っている少女を発見し——生贄系主人公による王道成り上がりファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c96bc30-8189-4f30-b327-fbaa0767bfe7",
    "title": {
      "en": "Watashi no Hatsukoi wa Hazukashisugite Darenimo Ienai"
    },
    "updatedAt": "2024-06-05T21:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/6c96bc30-8189-4f30-b327-fbaa0767bfe7/d9ef9798-4529-4109-bb36-725905f72c06.jpg",
    "altTitles": [
      {
        "ja": "私の初恋は恥ずかしすぎて誰にも言えない"
      },
      {
        "en": "My First Love Is Too Embarrassing to Tell Anyone"
      }
    ],
    "description": {
      "en": "Chiaki is handsome, academically gifted, athletic, and born into a wealthy family with a beautiful sister. Despite his seemingly perfect life, he faces a persistent problem: he's never been lucky in love and struggles to capture the attention of girls. Determined to turn things around in high school, he wakes up one morning to a surprising transformation—he has turned into a girl!\n\nHe is shocked to find out that he has lost the appearance he was so proud of, but when he looks in the mirror, he sees a very cute girl in the reflection. He immediately goes to show it off to his twin sister Kaede, who happens to be very popular with the girls, but there is also something very strange happening to her...\n\n(Source: Kadokawa, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69cac3f9-23cf-4a64-b83b-ad22f9e09669",
    "title": {
      "en": "Tsubame Tip Off!"
    },
    "updatedAt": "2022-09-08T18:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/69cac3f9-23cf-4a64-b83b-ad22f9e09669/1d376704-8919-4541-a4d9-880c1f499da2.jpg",
    "altTitles": [
      {
        "en": "Tsubame Tippuofu!"
      },
      {
        "ja": "つばめティップオフ！"
      }
    ],
    "description": {
      "en": "A new highschool student with a complex about her height - Tsubame.  \n  \nBeing unathletic and clumsy she seeks to join a cultural club, and despite her height she gives off the persona of a small and shy girl. Enter her upperclassman, Ibis, a small girl with a big presence, who suddenly invites her to the basketball club?!  \n  \nArtist's Twitter: [@wywatt2](https://twitter.com/wywatt2)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "50"
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-06-26T00:17:02+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/af188ef2-7ad7-489e-b895-3b3b4b8d0620.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b497e49a-dba1-4ada-a305-d2e38283ccc3",
    "title": {
      "en": "Sleepless Night"
    },
    "updatedAt": "2024-06-17T08:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/b497e49a-dba1-4ada-a305-d2e38283ccc3/27a3f90d-954b-4c4b-adc3-b785d348ce01.jpg",
    "altTitles": [
      {
        "ko": "잠들지 못하는 밤"
      }
    ],
    "description": {
      "en": "In order to trace the culprit behind his family’s murder in his childhood, Vampire Hunter Heilo accepts a kill order from a client. \n\nHis target is the head of the Livera Group, Herrace. Heilo joins Herrace’s company, and successfully acquires a position as the personal secretary of Herrace himself, who is known for his dominating presence in politics and the underworld. \n\nHowever, Herrace’s special treatment gradually causes Heilo’s heart to sway… \n\nWhat will his fate be, having fallen for the man he's supposed to kill?!",
      "fr": "Le chasseur de vampires Heilo effectue une mission d'assassinat pour un client afin de trouver des indices qui pourraient le conduire à la personne qui a assassiné sa famille lorsqu'il était enfant. La cible à laquelle Heilo doit faire face est le chef du groupe Rivera, Hereis. Pendant son infiltration, Heilo a rejoint la société d'Hereis, connue pour être un gros bonnet dans le monde politique et ses coulisses. Il réussit ensuite à devenir son secrétaire exécutif. Cependant, le traitement spécial d'Hereis ne cesse d'ébranler les convictions d'Heilo...\n\nQuel sera le destin d'Heilo s'il tombe amoureux d'un homme qu'il doit tuer !\n\nEn co-prod avec la Boulangerie"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-04-11T11:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e91c46f-8f38-4c4b-953d-27e94eab5004",
    "title": {
      "en": "Ao Natsu"
    },
    "updatedAt": "2023-07-22T09:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/4e91c46f-8f38-4c4b-953d-27e94eab5004/3a5f20ce-0314-4983-808c-1007b1b65343.png",
    "altTitles": [
      {
        "en": "That Blue Summer"
      },
      {
        "ru": "Голубое лето"
      },
      {
        "ar": "الصيف الأزرق"
      },
      {
        "ja": "青夏 Ao-Natsu"
      },
      {
        "zh": "青夏"
      },
      {
        "ko": "푸른 여름"
      }
    ],
    "description": {
      "en": "Rio was looking forward to spending her summer vacation in Tokyo, meeting boys and going out with friends. But after a change of plans forces her to stay the (whole!!) summer with her grandmother in the countryside, she’s devastated … until she meets Ginzo, a handsome, mysterious guy with incredible talent and a hidden past … [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "38"
  },
  {
    "mangaId": "f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8",
    "title": {
      "en": "Shuumatsu no Valkyrie Kitan - Jack the Ripper no Jikenbo"
    },
    "updatedAt": "2024-06-21T11:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/f6f3fe1c-c086-4f50-a8cf-3ec48fa3f3a8/aca2102e-558e-4c16-958e-466d3a25e9b8.jpg",
    "altTitles": [
      {
        "en": "Record of Ragnarok: Jack the Ripper Case Files"
      },
      {
        "ja": "終末のワルキューレ奇譚 ジャック・ザ・リッパーの事件簿"
      },
      {
        "ru": "Повесть о Конце Света: Досье по делам Джека Потрошителя"
      },
      {
        "ru": "Повесть о Конце Света: Досье Джека-потрошителя"
      },
      {
        "uk": "Справи Джека-Різника"
      }
    ],
    "description": {
      "en": "In 1888, a number of prostitutes were murdered in London, by someone known only as \"Jack the Ripper\". The murderer takes to the streets each day, looking to slit some unfortunate woman open... The past of Jack the Ripper, the English gentleman who represented the human side in the fourth round of the struggle between God and mankind known as Ragnarok, who was one of the top-three most popular characters in the character poll, is finally revealed!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-06-29T22:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/6207d471-6b7a-44cb-bb12-4ab15783a80e.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2024-05-19T20:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/32630577-5f30-4c5f-9ef6-84f643dc7844.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      },
      {
        "en": "Tougen Anki: Legend of the Cursed Blood"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!",
      "pt-br": "Ichinose Shiki, um herdeiro do sangue de Oni, viveu toda a sua infância alheio a esse fato. No entanto, quando um homem desconhecido entra correndo em sua casa na tentativa de assassiná-lo, seu pai adotivo finalmente revela a verdade. Em um mundo onde Oni e Momotarou nunca puderam coexistir, junte-se a Ichinose em sua luta pelo poder e unificando as duas raças!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f893560-4c4a-4f1b-a949-ae37e73f1305",
    "title": {
      "en": "Urareta Henkyou Haku Reijou wa Ringoku no Outaishi ni Dekiai Sareru"
    },
    "updatedAt": "2023-12-14T10:45:35+00:00",
    "coverArt": "https://mangadex.org/covers/6f893560-4c4a-4f1b-a949-ae37e73f1305/851486ef-6e9b-4214-bfc7-3f1fdbd051cf.jpg",
    "altTitles": [
      {
        "ja": "売られた辺境伯令嬢は隣国の王太子に溺愛される"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighbouring Country"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighboring Country"
      },
      {
        "zh": "被卖掉的的边境伯爵大小姐却被邻国王太子所溺爱"
      },
      {
        "zh-hk": "被賣掉的的邊境伯爵大小姐卻被鄰國王太子所溺愛"
      }
    ],
    "description": {
      "en": "\"What a boring world this is.\"\n\nA noble society where it is common sense for women to marry a nobleman from a good family and dote on their husband for the rest of their lives. Anna, the young daughter of the Harmich family, has grown tired of such a world. Rather than having fantasies of marriage, Anna, who is obsessed with the art of war, dreamt of appearing on the battlefield alongside her father. However, after being invaded by their neighbouring country, Albion, Anna's father departed for the battlefield for his last and final time. On top of that, the eldest son was taken as a war prisoner. In dire straits, the Harmich family decides to offer their second daughter, Anna, to the neighbouring country!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b49cd851-4c87-4855-9201-47f46cce79cf",
    "title": {
      "en": "The Mafia Nanny"
    },
    "updatedAt": "2024-06-21T11:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/b49cd851-4c87-4855-9201-47f46cce79cf/22d9d559-e53f-4486-9a69-c6d867e22ad8.jpg",
    "altTitles": [],
    "description": {
      "en": "Being an Elite Nanny is simple: protect the charge, obey the principle, and don’t get emotionally attached. Easier said than done when Davina’s first client is a dangerously compelling Venetian underboss who’s determined to get under her skin. What he wants from her, she can’t imagine, but Gabriel Angelini drags her back into the glittering world of organized crime she thought she’d left behind forever. She might get answers about her past if she digs deep enough, but can she protect Mikey from his father’s ambitions and keep her heart from getting tangled up in their treacherous web?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-07-01T17:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/8c48127f-bbb3-4c69-9905-9f1c5b4243d6.jpg",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-07-02T13:23:41+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "888b469a-2903-4a03-b19b-f11a1c899862",
    "title": {
      "en": "0.0000001% Demon King-nim"
    },
    "updatedAt": "2024-06-29T01:11:03+00:00",
    "coverArt": "https://mangadex.org/covers/888b469a-2903-4a03-b19b-f11a1c899862/9acda72f-ce9c-4cd0-a838-b0d12a320383.jpg",
    "altTitles": [
      {
        "ko": "0.0000001%의 마왕님"
      },
      {
        "en": "0.0000001% Demon King"
      }
    ],
    "description": {
      "en": "The 72 Demon Kings, who received the order to destroy the earth, each went through a trial by the Great Demon King Astrea. Those who passed the trial earned the title of Demon King, and each Demon King was granted special powers by the Great Demon King.\n\nSo far, each Demon King had been granted extraordinary abilities. When Karos became a Demon King, he received a power from the Great Demon King, but… \n\n“Great Demon King, no matter how much I think about it, there is a problem with my power.”\n“Problem?”\n\nAmong the Demon Kings with extraordinary abilities… Karos received the [Gacha] ability. \n\n“Gacha as the power of a Demon King? How am I supposed to rule the world with Gacha?!'”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee2ab81-2ab5-4c91-8715-92848ef5b2d4",
    "title": {
      "en": "Fights Breaking Through The Heavens"
    },
    "updatedAt": "2024-06-07T14:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/cee2ab81-2ab5-4c91-8715-92848ef5b2d4/33dc8d11-2a5d-421b-8c8d-d8257bf70cb0.png",
    "altTitles": [
      {
        "en": "Battle Through the Heavens"
      },
      {
        "en": "BTTH"
      },
      {
        "zh": "Dou Po Cangqiong"
      },
      {
        "vi": "Đấu Phá Thương Khung"
      },
      {
        "en": "Fights Break Sphere"
      },
      {
        "ru": "Расколотая битвой синева небес"
      },
      {
        "zh": "斗破苍穹"
      }
    ],
    "description": {
      "en": "In a land where there is no magic, a land where the strong make the rules and weak have to obey, a land filled with alluring treasures and beauty, yet also filled with unforeseen danger. Xiao Yan, who has shown talents none had seen in decades, suddenly lost everything three years ago - his powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancée suddenly shown up?"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a4c6dbe-47f0-441c-b762-06c1166bc223",
    "title": {
      "en": "Journey To The West"
    },
    "updatedAt": "2022-01-25T07:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/1a4c6dbe-47f0-441c-b762-06c1166bc223/9730ff2f-4bbb-4d1b-87ec-f88a689acb65.jpg",
    "altTitles": [
      {
        "tr": "Batıya Yolculuk"
      },
      {
        "vi": "Tây Hành Kỷ"
      },
      {
        "en": "Westbound"
      },
      {
        "en": "Westbound Discipline"
      },
      {
        "en": "Xi Xing Ji"
      },
      {
        "en": "Xīxíng Jì"
      },
      {
        "th": "บันทึกตำนานอัศดงคต"
      },
      {
        "zh": "西行纪"
      },
      {
        "en": "Westward"
      },
      {
        "zh": "西游"
      }
    ],
    "description": {
      "en": "The original journey to the west to retrieve the Sutra was a conspiracy plotted by the Heavens! Just after a few decades, the Sutra has vanished. The Heavens search for the Sutra with plans to use it with corrupted intentions. In order for the Sutra to not fall into the hands of Heaven, the journey to the west will begin once again."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "183"
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-03T15:44:40+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ef0c54d-761a-4d8f-b96c-afa3499ee4be",
    "title": {
      "en": "Bai Ze's Bizarre Collection"
    },
    "updatedAt": "2023-06-26T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/0ef0c54d-761a-4d8f-b96c-afa3499ee4be/fa5a6636-5b1a-4803-819f-c9268bd817a3.jpg",
    "altTitles": [
      {
        "en": "Bai Ze's Bizarre Records"
      },
      {
        "ru": "Необычная коллекция Бай Цзэ"
      },
      {
        "zh": "白泽异闻录"
      },
      {
        "zh-hk": "白澤異聞錄"
      }
    ],
    "description": {
      "en": "A bespectacled pervert girl named Ling Yun discovered the domineering side of the seemingly weak and handsome Bai Ze. Thus, everyday was spent catching demons it was full of fear and welfare!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "291"
  },
  {
    "mangaId": "6b1eb93e-473a-4ab3-9922-1a66d2a29a4a",
    "title": {
      "en": "Naruto"
    },
    "updatedAt": "2024-05-14T22:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/6b1eb93e-473a-4ab3-9922-1a66d2a29a4a/bb223226-a5ca-457b-8a10-ad3ecaea66be.jpg",
    "altTitles": [
      {
        "ja": "ナルト"
      },
      {
        "ja": "-ナルト-"
      },
      {
        "ja": "NARUTO -ナルト-"
      },
      {
        "ru": "Наруто"
      },
      {
        "sr": "Нароуто"
      },
      {
        "hi": "नारुतो"
      },
      {
        "bn": "নারুতো"
      },
      {
        "th": "นินจาคาถาโอ้โฮเฮะ"
      },
      {
        "my": "နာရူတို"
      },
      {
        "zh-hk": "火影忍者"
      },
      {
        "zh": "狐忍"
      },
      {
        "ko": "나루토"
      },
      {
        "he": "נארוטו"
      },
      {
        "ar": "ناروتو"
      },
      {
        "ta": "நருடோ"
      },
      {
        "ka": "ნარუტო"
      }
    ],
    "description": {
      "bg": "Тайното село Коноха. Проблемният възпитаник на Нинджа академията Наруто и днес не спира с белите! Огромната мечта на същия този Наруто е да приеме званието на историческия герой Хокаге и да стане нинджа, като надмине всички предишни Хокаге. Ала около раждането на Наруто изглежда витае една тайна...!?",
      "cs": "Stát se nejlepším nindžou na světě není věc snadná, dokonce ani když nejste obecně zatracovaný outsider, který má v sobě zapečetěného devítiocasého démona, jenž kdysi málem srovnal se zemí celou nindžovskou vesnici. Naruto je však pevně odhodlaný splnit si tento sen a vzdát se za žádných okolností nehodlá. Nejspíš proto, že neví, co to slovo znamená (a prakticky určitě ho nedokáže správně napsat).",
      "de": "Naruto ist ein berüchtigter Tunichtgut in seinem Dorf, das fast ausschließlich aus Ninja besteht. Er liebt Nudelsuppe und spielt anderen gern Streiche. So ist es kein Wunder, dass er nicht gerade beliebt ist. Doch gerade deshalb will er der beste Ninja seines Dorfes werden. Zu diesem Zweck gehen er und seine Mitschüler Sasuke und Sakura beim großen Meister Kakashi in die Lehre...",
      "en": "Before Naruto's birth, a great demon fox had attacked the Hidden Leaf Village. The 4th Hokage from the leaf village sealed the demon inside the newly born Naruto, causing him to unknowingly grow up detested by his fellow villagers. Despite his lack of talent in many areas of ninjutsu, Naruto strives for only one goal: to gain the title of Hokage, the strongest ninja in his village. Desiring the respect he never received, Naruto works toward his dream with fellow friends Sasuke and Sakura and mentor Kakashi as they go through many trials and battles that come with being a ninja.  \n\n\n---",
      "es": "En la Villa Oculta de la Hoja, un chaval de lo más problemático que estudia en la escuela de ninjas, Naruto, se dedica a urdir gamberrada tras gamberrada. El sueño de Naruto es el de llegar un día a heredar el nombre de Hokage, reservado a los grandes héroes, y de convertirse en el mejor ninja de todos los tiempos. ¿¡Podrá Naruto llegar a cumplir sus anhelos de grandeza...!?\n\n---\nLa aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "fi": "Konohan ninjakylässä ilman vanhempia varttunut Naruto Uzumaki on ninjakoulun heikoimpia oppilaita. Mutta Narutossa piilee voimia, jotka ylittävät inhimilliset rajat... Naruto on vauhdikas seikkailutarina ninjanuorukaisesta ja hänen ystävistään, taisteluista, toveruudesta ja kunniasta. Sekä kotimaassaan että ulkomailla huippusuosittu sarja pohjautuu taruihin Japanin historian mystisistä ninjasotureista. \n\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille.",
      "fr": "Naruto est un garçon un peu spécial. Il est toujours tout seul et son caractère fougueux ne l'aide pas vraiment à se faire apprécier dans son village. Malgré cela, il garde au fond de lui une ambition: celle de devenir un maître Hokage, la plus haute distinction dans l'ordre des ninjas, et ainsi obtenir la reconnaissance de ses pairs.",
      "id": "Ini adalah Desa Konohagakure... Naruto adalah salah satu murid di Akademi Ninja yang suka berbuat onar!! Impian Naruto adalah menjadi seorang Hokage. Tetapi, Naruto memiliki rahasia sejak lahir karena di dalam tubuhnya terdapat siluman rubah yang disegel! Inilah petualangan Naruto untuk mewujudkan impiannya...",
      "it": "\"Naruto\" è incentrato sulle avventure di un ragazzino, Uzumaki Naruto, che vuole diventare un famoso ninja e lasciare un segno nella storia. Gli ostacoli sul suo cammino sono però molti, come le prove che dovrà sostenere e i rivali che dovrà affrontare...\n\n---\nNaruto Uzumaki è un ragazzo dodicenne del Villaggio della Foglia che insegue il sogno di diventare Hokage, cioè il ninja più forte, nonché capo del villaggio. Il giovane custodisce in sé un segreto di cui lui stesso è all'oscuro: all'interno del suo corpo è sigillato un demone, conosciuto come Volpe a Nove Code, che attaccò il villaggio dodici anni prima e fu sigillato dal Quarto Hokage in cambio della vita. Per questo motivo, Naruto è stato sempre associato allo spirito demoniaco ed è cresciuto isolato da tutti. Dopo l'ennesima bocciatura di Naruto all'esame dell'accademia per il diploma di Genin, il suo maestro Iruka Umino lo salva dal maestro traditore Mizuki che lo aveva spinto a rubare un rotolo contenente delle tecniche proibite. In questo frangente, Naruto scopre finalmente il suo segreto. Questo, unito al desiderio di salvare Iruka, gli dà la spinta necessaria a sconfiggere Mizuki con la Tecnica Superiore della Moltiplicazione del Corpo, appresa dal rotolo. Grazie a questa dimostrazione di coraggio, il ragazzo riesce a guadagnarsi la promozione a Genin ed entra a far parte della Squadra 7 insieme a Sakura Haruno e Sasuke Uchiha, sotto la guida del maestro Kakashi Hatake.",
      "ja": "ここは木ノ葉隠れの里。忍術学校の問題児、ナルトは今日もイタズラ三昧！！　そんなナルトのでっかい夢は歴代の勇者、火影の名を受けついで、先代を越える忍者になることだ。だがナルトには出生の秘密が…！？",
      "pl": "Osada Konoha-gakure. Naruto, uczeń szkoły dla ninja, rozrabia jak tylko potrafi! Mimo to, jego marzeniem jest pokonanie \"Hokage\", czyli aktualnego przywódcy wojowników. Gdy Naruto się rodził, wydarzyło się coś, o czym on sam wciąż jeszcze nie wie...",
      "pt": "La aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "ru": "Двенадцать лет назад, мощный Девятихвостый Демон-Лис напал на деревню ниндзя, Коноху. Демон был быстро побежден и запечатан в младенце по имени Наруто Узумаки. Но для этого, главному ниндзя Конохи, четвёртому хокаге пришлось пожертвовать жизнью… Теперь, по прошествии 12-и лет, Наруто является номером один среди придурков ниндзя, который полон решимости стать следующим Хокаге и получить признание всех, кто когда-либо сомневался в нем!",
      "sr": "Jedan od najpopularnijih naslova širom sveta sada je konačno dostupan i domaćim čitaocima. Serijal prati avanture dečaka Naruta, koji pokušava da postane veliki ratnik i nadmaši sve prethodnike. Ali moraće najpre da se bori sa samim sobom.",
      "tr": "Naruto, ünlü mangaka Masaşi Kişimoto tarafından yaratılan, 1999 yılından beri Japonya’da yayınlanan dünyaca ünlü manga serisi artık Türkiye’de.\n\nBugüne kadar Japonya’da 100 milyondan fazla satan Naruto serisi, 2002 yılında bu başarısı taçlandırarak animeye uyarlandı. Ülkemizde de gösterilen bu anime, manga kültürünü dünyaya tanıtıp; Naruto’yu dünyadaki en önemli mangalardan biri haline getirdi. Yıllardan beri geniş bir hayran kitlesi tarafından Türkçe’de yayınlanması beklenen bu eser, manganın özünden hiçbir şey kaybetmemesine özen gösterilerek ve Japonya’da olduğu gibi sağdan sola okunacak biçimde hazırlandı. Yediden yetmişe herkese hitap eden Naruto, çizgi roman kültürü ile ilgili olmayanların bile severek okuyabileceği bir eser."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-05-01T14:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/b66bbec8-46c6-458b-83f9-d7affdf4debc.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      },
      {
        "fr": "Kindergarten WARS"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "fr": "Découvrez le jardin d'enfants le plus sécurisé du monde et ses enseignants au tempérament… explosif !\n\n\nRita est la dernière recrue du \"Kindergarten Black\", surnommé \"la maternelle la plus sûre du monde\", qui accueille les rejetons de l'élite du pays. La réputation de l'établissement n'est pas usurpée : ses employés sont des criminels aguerris chargés de repousser toute attaque ! Rita elle-même est une tueuse légendaire qui, en échange d'une remise de peine, a accepté ce poste hors du commun… Mais cette experte du combat ne rêve que d'amour ! Pour elle, tout assaillant est un potentiel futur copain, à condition d'être beau et, surtout, de partager ses goûts bien tranchés. Cuisine, cinéma, personnalité… chaque adversaire est mis à l'épreuve avec un quiz sans concession, où la moindre erreur est punie de mort ! Trouvera-t-elle l'âme sœur sur le champ de bataille de cette maternelle ultra déjantée ? Travailler avec des enfants n'est pas de tout repos ! Entre deux activités toboggan, il ne faut pas oublier de s'occuper des kidnappeurs et autres tueurs à gages…\n\n\nAvec son mélange détonant d'humour, d'action et de romance, Kindergarten Wars est une véritable récré, les cocktails molotov en plus !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-07-03T15:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/921b300c-9905-439e-ba0e-73b434215ac8.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!",
      "pt-br": "Um dia, um vírus misterioso apareceu na Terra e matou todos os humanos infectados com mais de 13 anos. Ao mesmo tempo, vampiros emergiram dos recantos sombrios do mundo e escravizaram a humanidade. Entra Hyakuya Yuuichirou, um menino que, junto com o resto das crianças de seu orfanato, é tratado como gado pelos vampiros. Mesmo em cativeiro, Yuuichirou sonha grande. Ele sonha em matar vampiros. Ele sonha em matar todos eles."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]