[
  {
    "mangaId": "60bfc1f5-928d-4bd8-9864-f848dccee4b2",
    "title": {
      "en": "Dragon Ball - Dragon Ball K (Doujinshi)"
    },
    "updatedAt": "2024-04-07T15:41:39+00:00",
    "coverArt": "https://mangadex.org/covers/60bfc1f5-928d-4bd8-9864-f848dccee4b2/d43dc3dc-5453-435a-8afd-ef27d7a97021.jpg",
    "altTitles": [
      {
        "fr": "Dragon Ball - Dragon Ball C (Caulifla)"
      },
      {
        "ja": "ドラゴンボール - DRAGON BALL K"
      },
      {
        "ja": "ドラゴンボール - 悟空&カリフラ"
      }
    ],
    "description": {
      "en": "Little biographical manga centered around Goku and Caulifla!\nThe timeline is set after \"Dragon Ball Super: Broly\"",
      "ja": "悟空とカリフラを中心にちょっとした外伝漫画です\n時間軸は「ＤＢ超ブロリー」後になります\nブウ編までは原作、DB超はアニメ基準です"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/1f2dbc70-e50f-4302-8fa4-947e809e9b50.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74502f72-ad26-4af1-846c-de18061107a0",
    "title": {
      "en": "Non Non Biyori"
    },
    "updatedAt": "2023-05-30T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/74502f72-ad26-4af1-846c-de18061107a0/1aabe4b1-a427-4b2c-8682-926b1aeba60f.jpg",
    "altTitles": [
      {
        "ru": "Глухомань"
      },
      {
        "ru": "Деревенская глубинка"
      },
      {
        "ja": "のんのんびより"
      },
      {
        "ko": "논 논비 요리"
      }
    ],
    "description": {
      "en": "Elementary school student Ichijou Hotaru has moved with her parents from Tokyo to the middle of the country. Now she must adapt to her new school, where there are a total of 5 students in the same class who range through elementary and middle school ages. Join their everyday adventures in the countryside.",
      "ru": "История разворачивается в отдаленной деревеньке Асахигаока, в школе, где учится всего пять учеников, причем каждый — на разном году обучения. Однажды 11-летняя Хотару Итидзё переселилась из Токио в настоящую японскую глубинку – настолько глухую, что до ближайшего книжного магазина час езды поездом. Нравы здесь простые, двери никто не запирает – зачем, ведь все друг друга знают до седьмого колена. Излишне говорить, что в сельской школе в одной комнате учится все местное детское население – первоклассница Рэнгэ, семиклассница Нацуми, ее сестра восьмиклассница Комари и их на год старший брат Сугуру. А теперь вот еще и пятиклассница Хотару прибавилась! Конечно, сперва многие сцены деревенского быта показались юной столичной жительнице странными и необычными. Но потом Хотару, кстати, в обоих отношениях весьма развитая для своего возраста, начала понимать, что «на всякого мудреца довольно простоты». На природе под ясным небом чувства делаются проще, чище и глубже, а развлекаться с подругами среди полей и холмов можно не хуже, чем в каменных джунглях Гиндзы или Синдзюку. У главной героини появился отличный шанс стать лучше, мудрее и ответственнее, и тогда за взрослую и зрелую девушку ее будет принимать не только наивная малышка Комари!  \n  \nThe following are links to AnimeNewsNetwork for the anime:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15149)  \n[OAV 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20465) (side story)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16655)  \n[OAV 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20466) (side story)  \n[Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20464) (sequel to season 2)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=22215)",
      "pt-br": "Bem-vindo à vila rural de Asahigaoka, uma pitoresca cidade distante da agitação da cidade grande. Você não poderia imaginar um cenário mais isolado em todo o Japão. Então, quando Hotaru Ichijo, uma estudante do ensino fundamental criada em Tóquio, se transfere para a pequena escola secundária de Asahigaoka devido ao trabalho de seu pai, ela enfrenta o choque cultural de sua vida!\n\nJunte-se a Hotaru e seus novos amigos, a excêntrica Renge e as irmãs travessas Natsumi e Komari, enquanto compartilham aventuras diárias no idílico interior japonês."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "120"
  },
  {
    "mangaId": "b60fa5bf-c76a-480a-89b7-266b45b7068c",
    "title": {
      "en": "Stage S"
    },
    "updatedAt": "2024-02-04T00:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/b60fa5bf-c76a-480a-89b7-266b45b7068c/ef0c360e-0a5b-45e2-a579-422f335d4e9e.jpg",
    "altTitles": [
      {
        "ja": "ステージS"
      },
      {
        "zh": "呼魂蛇使"
      },
      {
        "ru": "Этап S"
      }
    ],
    "description": {
      "en": "Ukiyo Meguru is in love with his childhood friend, Tatsumi Sara. One day, he meets a white snake that can \"see the future\"...!?",
      "pt-br": "Ukiyo Meguru que está apaixonado pela sua amiga de infância, Tatsumi Sara, um dia encontra uma cobra branca que diz \"eu posso ver o futuro...!?\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-01-21T12:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77298daa-8f8e-4cc0-ab17-988decc38b8f",
    "title": {
      "en": "Sword Art Online Iden: Kibaou-han!"
    },
    "updatedAt": "2024-04-07T16:41:24+00:00",
    "coverArt": "https://mangadex.org/covers/77298daa-8f8e-4cc0-ab17-988decc38b8f/9c637258-08e0-41d2-a097-be8166bbaa7e.png",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン異伝 キバオウはん！"
      },
      {
        "en": "Sword Art Online Alternate Story: Kibaou-han!"
      },
      {
        "ru": "Sword Art Online: Альтернативная история Кибао-хана!"
      }
    ],
    "description": {
      "en": "A spin-off of the Sword Art Online series focusing on Kibaou."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "8605863c-dd4d-49e0-b7b2-c6b5ccbb2cef",
    "title": {
      "en": "Goddess Defeat Valnova"
    },
    "updatedAt": "2024-03-29T07:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/8605863c-dd4d-49e0-b7b2-c6b5ccbb2cef/241307e3-a894-4560-b559-bd16204c42b8.jpg",
    "altTitles": [
      {
        "ja": "女神敗北 転生のヴァラノワ"
      },
      {
        "en": "Goddess Defeat: Valnova's Reincarnation"
      }
    ],
    "description": {
      "en": "\"Prisoners\" who committed crimes and ended their lives while possessing powers that surpassed humans.\nHowever, the \"prisoners\", whose strength and beauty are seen by the gods, are revived as \"warriors\".\n\"Varanova\" is a beautiful human warrior who fights on behalf of the gods in the wars caused by the gods."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "a81d7f35-eaca-43a8-9928-2b1b521556b2",
    "title": {
      "en": "Super Dragon Ball Heroes: Meteor Mission!"
    },
    "updatedAt": "2024-03-03T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/a81d7f35-eaca-43a8-9928-2b1b521556b2/d7b68e14-1352-459f-a7a0-af8d19bbdf26.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボールヒーローズ メテオミッション！"
      },
      {
        "ja-ro": "Sūpādoragonbōruhīrōzu meteomisshon!"
      }
    ],
    "description": {
      "en": "After defeating Dark King Demigra, Goku, and his allies go to visit the Planet of the Kaio, only to find that Kaio North and co. are nowhere to be seen...\nWhile our heroes are trying to figure out what could have happened, a mysterious new foe appears!",
      "es": "Después de derrotar al Rey Oscuro Demigra, Goku y sus aliados van a visitar el Planeta Kaio, solo para descubrir que Kaio North y compañía no se ven por ninguna parte...\nMientras nuestros héroes intentan descubrir qué pudo haber sucedido, ¡aparece un nuevo enemigo misterioso!",
      "ja": "冥王デミグラを倒した悟空たちは界王星を訪れるが、そこには界王ノースたちがいた。 どこにも見当たりません...\nヒーローたちが何が起こったのかを解明しようとしている間に、謎の新たな敵が現れます。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7beb31-8aad-42e5-b210-74471ff13346",
    "title": {
      "en": "Shinjitsu Shika Hanasenai Kagami"
    },
    "updatedAt": "2024-04-08T11:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/fc7beb31-8aad-42e5-b210-74471ff13346/c42d6c0e-8db1-458c-ae3a-943c0eea87f9.jpg",
    "altTitles": [
      {
        "en": "The Mirror Who Only Speaks the Truth"
      },
      {
        "ja": "真実しか話さない鏡"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9a97875-8528-48af-b663-9133c58f16bb",
    "title": {
      "en": "Into the Rose Garden"
    },
    "updatedAt": "2023-01-31T09:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/f9a97875-8528-48af-b663-9133c58f16bb/82d167bd-43fb-465e-b166-c1709797be72.png",
    "altTitles": [
      {
        "ko": "인투 더 로즈 가든"
      }
    ],
    "description": {
      "en": "Alock, taking pride in being an aristocrat, falls in love with Klopp at first sight, a nobleman of a family of lower social status whom he met by chance.\nIgnoring the difference in social rank, wealth as well as the taboo of both being Alphas, Alock approaches Klopp, only to be disregarded by Klopp who later marries an Omega.\nBlinded by jealousy, Alock ultimately commits a terrible sin. Having learned the truth, Klopp takes a ruthless revenge. Alock struggles and tries to resist all while slowly enduring the price to pay for his sin…\n\n\"What you did wasn't love.\"\n\"If that wasn't love, I don't know what I should call this feeling.\"\n\nIf given the chance to turn back time, would it make a difference to the pair’s relationship?\n\n'Can life become a blessing once again? \nCan I be guided towards the light once again?\nWill I be able to see him along the path under the cedar trees once again?'"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d81fb2f3-65c1-4389-a5d7-fe2e91d5e849",
    "title": {
      "en": "This Wolf Won't Bite"
    },
    "updatedAt": "2022-05-12T16:21:48+00:00",
    "coverArt": "https://mangadex.org/covers/d81fb2f3-65c1-4389-a5d7-fe2e91d5e849/047df52b-7aa5-4936-8b02-fb1f68ee945e.jpg",
    "altTitles": [
      {
        "ko": "늑대지만 해치지 않아요"
      },
      {
        "ja": "オオカミだけど傷つけません"
      },
      {
        "en": "I'm a Wolf, but I Won't Harm You"
      },
      {
        "zh": "虽然是狼，但不会伤害你"
      }
    ],
    "description": {
      "en": "Lucy Leopardi has no friends. But of course she doesn’t—she’s a lamb born into a family of lions! Lonely, insecure, and desperate for friendship, Lucy can’t wait to make her first friend. One fateful night on a ballroom balcony, she meets Roman, a charming, young dog with whom she makes an instant connection. But when his association with the infamous House of Baskerville comes to light, will their newfound friendship blossom, or will dishonesty bite into their budding relationship?\n\n---\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/372007073)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1177)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57375032)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6335121)\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30675)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/80822)",
      "ja": "獅子の血族であり、政治の名門として有名なレオパルディ家から羊が生まれた！？ 肉食動物の間で心の拠り所を見つけられず、ひとりぼっちで生きてきた羊のルーシー。 ある日、社交パーティーで煌く銀髪と大きい耳のローマンに出会う。羊だという事実にも関わらず彼女に心を寄せるローマンにルーシーは心を開き始めるが、ローマンには秘密があった… 雑食動物の犬であると言っていたローマンは、実は肉食動物のオオカミだったのだ！結ばれない自分たちの運命を変えようとする二人のラブストーリー！\n\n---\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/372007073)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1177)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57375032)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6335121)\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30675)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/80822)",
      "ko": "사자 혈족이자 정치 명문으로 유명한 레오파르디 가문에서 양이 태어났다고?!\n\n‘루시, 8대조 할머니께서 양이셨단다….’\n\n육식 동물 혈족 사이에서 마음 둘 곳 없이 외롭게 살아가던 루시.\n평소처럼 파티에서 홀로 놀던 그녀에게 반짝이는 은발 사이로 귀가 쫑긋 솟은 로만이 다가온다.\n\n그러던 어느 날, 로만의 비밀이 루시에게 커다란 배신감을 안기는데!\n\n“야, 너 개라며?! 개라며!”\n이루어질 수 없는 운명의 둘은 과연 맺어질 수 있을까?\n\n---\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/372007073)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1177)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57375032)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6335121)\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30675)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/80822)",
      "zh": "以政治名门享有声望的狮子家族居然诞下了一只羊?!“露西，第八代祖母其实也是只羊…”在肉食血族中孤独生活的露西，有一天一如既往在派对上也是形单影只的她，突然有一位竖着耳朵的银发男子罗蒙向她走来，就这样她们彼此吸引，彼此欣赏，并且成为了亲密朋友。然而有一天露西发现了他的秘密，“你不是说你是犬类吗？！怎么是只狼！” 两人的命运究竟会如何呢？\n\n---\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/372007073)\n\n- [Original Webtoon <Comico>](https://www.comico.kr/comic/1177)\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=57375032)\n\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=6335121)\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30675)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/80822)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8",
    "title": {
      "en": "Choukadou Girls"
    },
    "updatedAt": "2023-12-22T19:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8/d533a948-96a6-48eb-a7ed-cf60cef66c39.jpg",
    "altTitles": [
      {
        "ja": "Over Drive Girls"
      },
      {
        "ja": "超可動ガールズ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68a9d14a-3d14-4295-bc10-ad75cc32e885",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Deep Sea Cyber-Paradise, SE.RA.PH"
    },
    "updatedAt": "2024-02-05T21:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/68a9d14a-3d14-4295-bc10-ad75cc32e885/30be794f-e1d8-435e-a1d6-16d230c0824b.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　深海電脳楽土 SE.RA.PH"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Shinkai Dennou Rakudo, SE.RA.PH"
      },
      {
        "en": "Fate/Grand Order -Epic of Remnant- Abyssal Cyber Paradise, SE.RA.PH"
      },
      {
        "en": "Fate/EXTRA CCC x Fate/Grand Order"
      },
      {
        "ru": "Судьба/Великий приказ: Эпос о Наследии. SE.RA.PH. Электронный рай в морской глубине"
      },
      {
        "uk": "Доля/Великий Наказ: Епос Залишків - Глибоководний кібер-рай SE.RA.PH"
      }
    ],
    "description": {
      "en": "To repair the singularity of the future, the main character, Ritsuka Fujimaru, will shift again to lay down a tremendous battle.",
      "pt-br": "Ao lidar com a incineração da ordem humana, Fujimaru Ritsuka se depara com uma nova e incompreensiva ameaça. Tudo começa quando um navio petroleiro denominado Seraphix desaparece sem deixar rastros."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "601c337c-5748-44bf-9162-7d848a9ef1a9",
    "title": {
      "en": "Tonari no Metaller-san"
    },
    "updatedAt": "2023-09-03T04:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/601c337c-5748-44bf-9162-7d848a9ef1a9/d63aa2eb-4e36-4e63-a659-1fd1dce0fa81.jpg",
    "altTitles": [
      {
        "ja": "となりのメタラーさん"
      },
      {
        "en": "The Metalhead Next Door"
      }
    ],
    "description": {
      "en": "About to freeze to death on a day of heavy snow, Kento is saved by his neighbor Soushi. Dressed all in black, taciturn and scary-looking, Soushi seems hard to approach, but his eyes, almost hidden by his long hair, shine as if pleading for something. After that day, the two of them end up eating together every day for one year. Kento, while hiding the fact that he's gay, doesn't want the peaceful and happy time they share to come to an end. Can he keep a lid on his feelings…?!  \n\n  \nThis is the story before I welcome the second spring after my encounter with Soushi-san…  \n  \nKento, a poor graduate student, is about to be frozen to death on a heavy snowfall day, when he is rescued by his neighbor, Soushi. Soushi might be dressed in all-black, is taciturn, has a fierce gaze, and is hard to approach, but his eyes hidden behind his long hair sway, like he longs to say something. It's been a year since they've been sharing meals together. Kento fears that his days of happiness will come to an end, which is why he hides the fact that he's gay from him.  \nBut, in the end, will he able to continue to live like this while shutting out his ever growing feelings…?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "65263bf9-4f87-4513-b72f-ad6436b3911c",
    "title": {
      "en": "Otaku ni Koi wa Muzukashii"
    },
    "updatedAt": "2024-03-12T16:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/65263bf9-4f87-4513-b72f-ad6436b3911c/b7f78e11-c910-48bb-a842-798e04f0f92f.jpg",
    "altTitles": [
      {
        "ja": "ヲタクに恋は難しい"
      },
      {
        "ja-ro": "Wotaku ni Koi wa Muzukashii"
      },
      {
        "en": "Love Is Hard for Otaku"
      },
      {
        "en": "Wotakoi: Love Is Hard for Otaku"
      },
      {
        "tr": "Aşk Bir Otaku İçin Zordur"
      },
      {
        "id": "Cinta itu Sulit untuk Seorang Otaku"
      },
      {
        "de": "Keine Cheats für die Liebe"
      },
      {
        "fr": "♂taku ♀taku"
      },
      {
        "fr": "Otaku Otaku"
      },
      {
        "es": "Qué difícil es el amor para un otaku"
      },
      {
        "pl": "Wotakoi. Miłość jest trudna dla otaku"
      },
      {
        "pt-br": "Wotakoi: O amor é difícil para otakus"
      },
      {
        "ru": "Так сложно любить отаку"
      },
      {
        "th": "ยากแท้จริงหนอรักของโอตาคุ"
      },
      {
        "zh": "宅男腐女恋爱真难"
      },
      {
        "zh-hk": "阿宅的戀愛太難"
      },
      {
        "ko": "오타쿠에게 사랑은 어려워"
      },
      {
        "uk": "Так складно кохати отаку"
      },
      {
        "uk": "Отакої: Складності кохання отаку"
      }
    ],
    "description": {
      "de": "Narumi ist ein Vollblut-Nerd. Doch ihre Liebe zu Manga und Anime trifft bei Normalo-Männern nicht gerade auf Verständnis – sobald sie hinter ihr Geheimnis kommen, nehmen sie Reißaus! Zum Glück bietet sich ihr alter Kindheitsfreund Hirotaka – selbst hoffnungsloser Game-Nerd – als Freund an. Aber kann die Rechnung Nerd + Nerd = Liebe wirklich aufgehen?\n\nThe Big Bang Theory trifft auf Manga – eine herrlich durchgeknallte Rom-Com nicht nur für Nerds!",
      "en": "Narumi Momose has had it rough: every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: why doesn’t she just date him instead? In love, there are no save points. [Kodansha]",
      "es": "\"Cuando me preguntan qué clase de manga es Qué difícil es el amor para un otaku, como no estoy muy segura de si es un shojo, uno romántico o un manga cómico, al final explico que es un combate de amor entre integrantes de una especie diferente.\"\n\nFujita\n\nÉl, un gamer empedernido. Ella, una fujoshi. Ambos guardan sus secretos bajo su apariencia profesional. ¿Podrán mantener una relación sin revelarlos o sin que sus pasatiempos se interpongan entre ellos?",
      "fr": "Narumi et Hirotaka travaillent dans la même société. Ce sont tous deux des otaku. Ils ont chacun une passion dévorante pas toujours évidente à faire entendre aux autres. Peut-elle même être compatible avec une relation amoureuse ? Comprendre l'autre, l'accepter tel qu'il est, se montrer tel qu'on est vraiment... Misant sur ce point commun, «des otaku,» ils décident alors de sortir ensemble. Mais comme dans toutes les histoires d'amours, des interrogations et des doutes persistent. Leur passion va-t-elle les rapprocher ou les séparer? Heureusement les amis sont là pour en discuter mais aussi pour partager leur «otaku attitude.»",
      "id": "Kisah percintaan Narumi Momose amat sulit. Dia diputuskan oleh pacarnya setelah sang pacar tahu kalau Narumi adalah fujoshi. Akhirnya dia memutuskan untuk pindah kerja dan menyembunyikan kenyataan kalau dirinya seorang otaku di kantor barunya. Tapi di tempat kerja barunya dia malah bertemu dengan Hirotaka Nifuji, teman masa kecilnya yang tampan dan terampil tapi otaku gamer kelas berat. Mendengar keluhan Narumi mengenai otaku yang tidak akan berhasil dalam cinta, Hirotaka pun mengajak Narumi berpacaran sebagai sesama otaku!? “Kalau aku pasti akan menemanimu mengumpulkan material atau naik level. Aku nggak akan mengecewakanmu atau membuatmu menangis Ditambah lagi, aku bisa membantumu berjualan di comiket akhir pekan minggu depan.",
      "it": "L'amore non è un gioco. Nemmeno quando è ad alto tasso nerd.\n\nNarumi e Hirotaka: professione impiegati e... otaku hardcore. Tenere segreta la passione per manga, anime e videogiochi può essere utile per essere considerati normali, ma legarsi a chi la condivide sarà la strada più agevole per trovare il vero amore?",
      "ja": "隠れ腐女子のOL・成海(なるみ)と、ルックス良く有能だが重度のゲーヲタである宏嵩(ひろたか)とのヲタク同士の不器用な恋愛を描いたラブコメディ。『次にくるマンガ大賞2014』の〝本にして欲しいWebマンガ部門〟第1位、pixiv内オリジナルコミックブックマーク数歴代1位の大人気作品が多数の描き下ろしを加えて待望の書籍化。",
      "ko": "일본 현지 420만부 돌파!\n이 만화가 대단해 2016 여자편 제1위, 2018년 일본 현지 TV애니메이션 방영 확정\n게임 오타쿠 X 숨덕 부녀자\n\n숨은 부녀자인 나루미는 새로 옮긴 직장에서 잘생기고 능력 있지만 심각한 게임 오타쿠 히로타카와 재회한다. 일단 연인이 되긴 했지만 오타쿠 친구이자 서툰 두 사람에게 연애는 어렵기만 하고. 오타쿠라면 고개를 끄덕일 시추에이션 가득하다. 오타쿠가 아닌 사람이라도 피식피식 웃다가 찡 하게 눈물이 고이게 되는, 픽시브에서 연재되었던 초인기 작품이 마침내 한국 정식 발간했다.",
      "pl": "Narumi Momose dobrze wie, że bycie sobą nie zawsze sprawdza się w romantycznych związkach. Faceci porzucali ją już z wielu powodów. Gdy jednak jeden z nich zakończył znajomość, bo dowiedział się, że Narumi jest otaku, miarka się przebrała. Nauczona doświadczeniem, w nowej pracy nikomu nie mówi więc o swoich zainteresowaniach. Przypadek sprawia, że w tej samej firmie pracuje jej kolega z gimnazjum, a zarazem zapalony fan gier, Hirotaka Nifuji. Aby upewnić się, że jej sekret jest bezpieczny, Narumi wyciąga go na obiad i przestrzega, aby wiedzę o jej wstydliwych upodobaniach zatrzymał dla siebie. On ma jednak inną propozycję - a może by tak zostali parą?",
      "pt": "Apesar de Narumi Momose esconder seu gosto por histórias yaoi, seu namorado descobre tal hobby e termina o relacionamento. Para renovar sua vida, ela decide mudar de trabalho e lá acaba encontrando seu amigo de infância, Hirotaka Nifuji, um viciado em video games, que por pouco não revela o segredo de sua amiga. Então, ela decide sugerir um plano para que ele nunca mais fale sobre o assunto, mas não contava com uma contraproposta: por que não começarem a namorar? Obcecados por seus interesses pessoais, será difícil para eles manterem um relacionamento.",
      "ru": "Наруми — обычная офисная работница... которая втайне ото всех рисует яойную мангу. Хиротака на хорошем счету в своей компании... и в то же время он — интроверт и хардкорный геймер. Читайте историю их неуклюжей любви в романтической комедии «Так сложно любить отаку»!",
      "th": "นารุมิ และ ฮิโรทากะ อดีตเพื่อนสมัยเด็กที่แต่เดิมทั้งสองนั้นก็มีความชื่นชอบในวัฒนธรรมการ์ตูนและเกมอยู่แล้ว ได้กลับมาพบเจอกันอีกครั้งในฐานะเพื่อนร่วมงาน แต่ทว่าความรู้สึกบางอย่างนั้นกลับไม่เหมือนเดิม... ความสัมพันธ์ของทั้งสองจะเป็นอย่างไร จะสามารถพัฒนาจากเพื่อนสมัยเด็กกลายเป็นคนรักได้หรือไม่ นี่คือเรื่องราวความรักที่สุดแสนจะโรแมนติคคอมเมดี้ ระหว่างหนุ่มสาวโอตาคุที่กำลังเริ่มต้นขึ้น",
      "uk": "Як же важко будувати стосунки отаку... Багато людей не розуміють нас і цураються, косі погляди чекають на нас практично скрізь, куди б ми не йшли. Тому що ми не такі, як оточуючі, і їх це лякає... Але ж ми теж люди і теж хочемо любові і розуміння, відчувати, що ми не самотні...\n\nМомосе Нарумі, 26 років, отаку, раптово дізнається, що тепер працюватиме з хлопцем, якого знає з початкової школи, але з вступу до старшої вона його не бачила... Що ж принесе це їй - самотній любительці чоловічого кохання та отоме-ігор , а що йому - \"фахівцеві з відеоігор\" Ніфудзі Хіротаке?\n\nАдже... так складно любити отаку...",
      "es-la": "¿Puede un oficinista que es secretamente un empedernido gamer y una mujer que es en secreto una fujoshi salir sin que sus pasatiempos se entrometan en su relación o sin revelar su secreto? Para Narumi Momose no ha sido fácil encontrar pareja, cada novio la ha dejado cuando se enteran de sus aficiones, eso la ha llevado a ocultar que es una fujoshi. Pero cuando entra a su nuevo trabajo, encuentra a su amigo de la infancia Hirotaka Nifuji quien sabe de su secreta afición. Ella pensará en un plan para que no diga su secreto, pero él le hace una contrapropuesta, ¿Por qué no empiezan a salir?",
      "zh-hk": "極力隱瞞自己是個腐女的粉領族‧成海，在新公司與長相帥氣又能幹，但卻是個重度電玩宅的兒時玩伴宏嵩重逢了。為了方便，提議兩人乾脆交往，於是同為阿宅的成海與宏嵩正式成為男女朋友。而公司中的另一對情侶小柳和樺倉也是阿宅，四人經常在一起喝酒聊天。作者以自己身旁的朋友為靈感，描繪出狀況不斷又有趣的阿宅戀愛故事"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2022-03-25T10:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59a592fa-91fa-4486-a05b-8c947a1b20eb",
    "title": {
      "en": "Taimashi to Akuma-chan"
    },
    "updatedAt": "2024-01-30T21:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/59a592fa-91fa-4486-a05b-8c947a1b20eb/ae45eac4-9ac0-4ecf-a758-7b013f3ced78.jpg",
    "altTitles": [
      {
        "ja": "退魔師と悪魔ちゃん"
      },
      {
        "en": "Exorcist and Demon-chan"
      },
      {
        "en": "Exorcist and Devil-chan"
      },
      {
        "fr": "Exorciste et Démon-chan"
      },
      {
        "es": "Exorcista y diablita"
      },
      {
        "es-la": "Exorcista y pequeña demonio"
      },
      {
        "ru": "Экзорцист и Демон-тян"
      },
      {
        "zh": "驱魔师与恶魔酱"
      },
      {
        "zh-hk": "驅魔師與惡魔醬"
      },
      {
        "ko": "퇴마사와 악마짱"
      },
      {
        "id": "Pengusir Iblis dan Iblis"
      }
    ],
    "description": {
      "en": "While snow was falling on a holy night, a demon with the looks of a young girl traveled into the village and watched the warm people inside their homes. The demon was surprised when an exorcist spoke to her despite the hatred between the two species; immediately the demon became attracted to the exorcist.\n\nA comforting story that brings together humans and demons.",
      "es": "En la nevada de una noche sagrada, una demonio con la apariencia de una niña pequeña se encaminó hacia el pueblo y presenció a la gente cálida en sus hogares. La demonio se sorprendió cuando un exorcista le habló a pesar del odio entre sus mutuas especies; inmediatamente, la demonio se vió atraída al exorcista.  \n  \nUna historia confortable que junta a humanos y demonios.",
      "id": "Saat salju turun pada malam natal, Akuma-chan dengan penampilan seorang gadis muda melakukan perjalanan ke desa dan menyaksikan orang-orang dengan suasana hangat di dalam rumah mereka, pertemua antara Akuma-chan dan pemburu iblis pada malam itu membuat sang Akuma-chan menjadi tertarik pada pemburu iblis, apakah yang akan terjadi diantara mereka berdua?\n\nKisah menghibur yang menyatukan manusia dan iblis."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "60"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-04-08T05:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... The story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cddd1ea-50d0-44b7-9090-bc069adf2f90",
    "title": {
      "en": "Vocaloid - Hatsune Miku 1 Panel (Doujinshi)"
    },
    "updatedAt": "2023-11-27T04:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/7cddd1ea-50d0-44b7-9090-bc069adf2f90/74b42529-b512-49a1-8722-f112f0c4c154.jpg",
    "altTitles": [
      {
        "ja": "初音ミク1コマ漫画 (VOCALOID)"
      },
      {
        "ja-ro": "Hatsune Miku 1 Koma Manga (VOCALOID)"
      }
    ],
    "description": {
      "en": "Hatsune Miku's one-panel manga series"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33e831ed-4221-424b-a0c3-d88d57a20487",
    "title": {
      "en": "Black Behemoth"
    },
    "updatedAt": "2021-05-25T15:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/33e831ed-4221-424b-a0c3-d88d57a20487/ed0ad759-78c0-45cf-a571-7141c710f18c.jpg",
    "altTitles": [
      {
        "en": "B*B Black Behemoth"
      },
      {
        "en": "Чёрный Бегемот"
      },
      {
        "en": "블랙 베히모스"
      }
    ],
    "description": {
      "en": "The story follows 6 contestant participating in an all-out battle to become the Talisman as a new turning point in their lives.   \n  \nHowever is it only a matter of time before their past catches up with them?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a5ffc9fd-76cc-427a-8448-bd7281e69fa2",
    "title": {
      "en": "April Fool's Collection 2024"
    },
    "updatedAt": "2024-04-02T14:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/a5ffc9fd-76cc-427a-8448-bd7281e69fa2/71e77030-04ab-4a7d-8959-75c6f4cd0e73.gif",
    "altTitles": [],
    "description": {
      "en": "Collection of April Fool's releases from various groups."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21d42cc2-b14b-4687-b925-731ffbebb726",
    "title": {
      "en": "Famous Restaurant"
    },
    "updatedAt": "2024-02-18T16:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/21d42cc2-b14b-4687-b925-731ffbebb726/c215d506-33fb-4e7e-b518-3ef9e0c40cf7.jpg",
    "altTitles": [
      {
        "ko": "맛집"
      },
      {
        "th": "สูตรลับร้านเด็ด"
      },
      {
        "en": "Gourmet House"
      },
      {
        "en": "Secret Recipe"
      }
    ],
    "description": {
      "en": "Joo In-Gong, our main character, attends his high school reunion only to be pressured by a friend into lying about his job. Despite being unemployed, In-Gong explains he’s the owner of a MatJib, a term for a well-regarded local restaurant. To save face, In-Gong resolves to make this lie a reality and purchases an old, desolate restaurant. Business is struggling until one day he discovers an unknown seasoning left by the foreigner that lives above his shop, which immediately causes things to turn around. If only he had known just what that seasoning truly was…\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=10038036)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38777055-6792-401d-a7c2-98dc49d21641",
    "title": {
      "en": "Oushitsu Kyoushi Haine"
    },
    "updatedAt": "2024-01-22T10:12:10+00:00",
    "coverArt": "https://mangadex.org/covers/38777055-6792-401d-a7c2-98dc49d21641/9013fd71-a0b0-46d5-889b-f68e179b6769.jpg",
    "altTitles": [
      {
        "en": "The Royal Tutor"
      },
      {
        "ja": "王室教師ハイネ"
      },
      {
        "ja-ro": "Oushitsu Kyoushi Heine"
      },
      {
        "de": "Der königliche Lehrer Heine"
      },
      {
        "de": "Königliche Familie Lehrer"
      },
      {
        "es": "El tutor real"
      },
      {
        "ru": "Королевский наставник"
      },
      {
        "ru": "Королевский репетитор Хайне"
      },
      {
        "zh": "王室教师海涅"
      },
      {
        "ko": "왕실교사 하이네"
      }
    ],
    "description": {
      "en": "Accepting the post of Royal Tutor at the court of the king of Grannzreich, Heine Wittgenstein is a little professor with a big job ahead! Each of the kingdom's four princes has a rather distinct personality. Does their diminutive new instructor have what it takes to lay down some learning? It's a comedy of educational proportions!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "103"
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-01-31T17:47:42+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39470154-57d5-4bbe-b69a-95d91633a83e",
    "title": {
      "en": "Kuu Neru Futari Sumu Futari"
    },
    "updatedAt": "2022-06-16T01:52:41+00:00",
    "coverArt": "https://mangadex.org/covers/39470154-57d5-4bbe-b69a-95d91633a83e/cf340eab-8fcf-4874-a193-2e6a4badcf9d.jpg",
    "altTitles": [
      {
        "en": "Living, Eating and Sleeping Together"
      },
      {
        "ja": "喰う寝るふたり 住むふたり"
      }
    ],
    "description": {
      "en": "Ritsuko and Shuichi have been dating for ten years, and living together for eight. The two are more than lovers, and just before marriage."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "2ba04256-b285-481e-a864-78fe40525140",
    "title": {
      "en": "Hikikomori Reijou wa Hanashi no Wakaru Seijuuban"
    },
    "updatedAt": "2024-01-09T16:19:13+00:00",
    "coverArt": "https://mangadex.org/covers/2ba04256-b285-481e-a864-78fe40525140/371d5383-864c-413a-bfd4-25e16b06954b.jpg",
    "altTitles": [
      {
        "ja": "引きこもり令嬢は話のわかる聖獣番"
      },
      {
        "ja-ro": "Hikikomori Reijou wa Hanashi no Wakaru Seijuu-ban"
      },
      {
        "en": "The Shut-in Lady Is an Understanding Sacred Beast Caretaker"
      },
      {
        "en": "The Shut-in Lady Is a Reasonable Sacred Beast Caretaker"
      },
      {
        "zh-hk": "家裏蹲大小姐是懂獸醫的聖獸飼養員"
      },
      {
        "zh": "家里蹲大小姐是懂兽医的圣兽饲养员"
      },
      {
        "ko": "히키코모리 영애는 말이 통하는 성수 지킴이"
      },
      {
        "ko": "은둔형 외톨이 영애는 말이 통하는 성수 돌보미"
      },
      {
        "th": "คุณหนูพูดไม่เก่งกับนานาสัตว์มหัศจรรย์"
      }
    ],
    "description": {
      "en": "\"We need money for your bedridden mother. So please, work at the Royal Palace!\"\n\nThis is what the daughter of a Count, Muriel, was told by her father one day, which she firmly refused.\n\nThat's because she's a shut-in whose weakness is socializing, simply immersing herself in books. \"No way am I going to work at the Royal Palace!\" is what she thought, but her father proposed she work as a librarian. Thinking that she might be able to work there if it's that, Muriel immediately went for an interview, but–\n\nWhy is she being interviewed by Commander Silas who exudes sensuality?! And why is it that when she came to, she was already employed as the \"Sacred Beast Caretaker,\" someone who takes care of the sacred beasts?! A very popular work from Ichijinsha's Iris Collection!!! The long-awaited comicalization of the Sacred Beast love comedy between a shut-in lady and the commander of the Sacred Beast Order!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d3b7c48-3d36-4a30-9879-5ce2d7d8c671",
    "title": {
      "en": "Kings' Viking"
    },
    "updatedAt": "2022-01-23T23:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/5d3b7c48-3d36-4a30-9879-5ce2d7d8c671/8eb3770e-9d46-4ed7-a243-fc3feafd35c3.jpg",
    "altTitles": [
      {
        "ja": "Ousamatachi no Viking"
      },
      {
        "zh-hk": "国王们的海盗"
      },
      {
        "ja": "王様達のヴァイキング"
      }
    ],
    "description": {
      "en": "18-year-old Koreeda Kazuki is a genius hacker whose only real skill lies with computers. Into his aimless life steps a wealthy man who makes him a proposition he finds impossible to refuse: that he will become Koreeda's investor on the condition that Koreeda use his abilities to help the man \"conquer the world.\" In cyberspace where national borders hold no meaning, thus begins the story of two modern-day adventurers who stand against crime on a global scale."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "207"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5cfcb-aff4-4916-ac20-132f4542e451",
    "title": {
      "en": "Sen no SKILL o Motsu Otoko Isekai de Shoukan Kemono Hajimemashita!"
    },
    "updatedAt": "2023-12-19T03:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/61e5cfcb-aff4-4916-ac20-132f4542e451/6522a203-a601-421d-b502-102b77b4cc7a.jpg",
    "altTitles": [
      {
        "ja": "千のスキルを持つ男　異世界で召喚獣はじめました！"
      },
      {
        "en": "A Man With A Thousand Skills started as a Summoned Beast in a Different World!"
      }
    ],
    "description": {
      "en": "Hinoharu Kota is bored with his life as a middle-aged office worker, and his marriage with his new wife is beginning to strain. One day, he is accidentally summoned to another world as a beast summon. Fantastically, each time he is summoned between worlds he obtains a new skill. Soon, he finds himself contracted with a female knight. Where will his growing powers and adventures between two worlds take him?!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99501eda-91a7-47a5-98ae-487b120f6a1c",
    "title": {
      "en": "Nice to Meet You"
    },
    "updatedAt": "2024-01-08T17:43:59+00:00",
    "coverArt": "https://mangadex.org/covers/99501eda-91a7-47a5-98ae-487b120f6a1c/ab17fde9-f4ab-4a15-8705-ce2d7ad7b6b8.png",
    "altTitles": [
      {
        "ko": "처음 뵙겠습니다"
      }
    ],
    "description": {
      "fr": "Même endroit, temps différent - Une romance qui glisse dans le temps."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2023-08-06T09:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms With Dignity"
    },
    "updatedAt": "2024-03-21T12:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/2304951d-bd3a-4442-abab-690bc532af52.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62e989da-8d25-4794-a203-66b50885c1e6",
    "title": {
      "en": "Monster Kingdom"
    },
    "updatedAt": "2022-05-11T03:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/62e989da-8d25-4794-a203-66b50885c1e6/f6f54b51-a38c-403c-9ecf-4fdfdb2abed8.jpg",
    "altTitles": [
      {
        "en": "Monster field"
      },
      {
        "en": "Monster realm"
      },
      {
        "zh": "怪物领域"
      },
      {
        "zh-ro": "Guaiwu Lingyu"
      }
    ],
    "description": {
      "en": "A mysterious and unknown game journey.  \nIn the virtual game, experience the brilliance and darkness of human nature. When the player's game journey reaches the end, what is waiting for them …"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f25a14a-4d1b-4279-b86d-3e6374a090c4",
    "title": {
      "en": "Kitazawa-kun wa A Class"
    },
    "updatedAt": "2024-03-28T15:33:53+00:00",
    "coverArt": "https://mangadex.org/covers/2f25a14a-4d1b-4279-b86d-3e6374a090c4/7359d53f-bb78-4acc-b699-dd83d3d6cc00.jpg",
    "altTitles": [
      {
        "ja": "北沢くんはAクラス"
      },
      {
        "ja-ro": "Kitazawa-kun ha A Class"
      },
      {
        "en": "Kitazawa-kun Is in Class A"
      },
      {
        "en": "Top boys & Queen bee & KITAZAWA in A-class!!"
      },
      {
        "es-la": "Kitazawa-kun es de clase A"
      },
      {
        "zh-hk": "北澤君在A班"
      }
    ],
    "description": {
      "en": "Masashi Kitazawa, a sophomore in high school, had a trauma. The trauma is that I was fat when I was a child!\r\n\r\nKitazawa, who diligently dieted and worked hard in middle school, grew up to be a handsome man and was supposed to lead a peaceful school life, but... In the new semester of high school, handsome men and beautiful girls have gathered in Kitazawa's 2nd year class A for some reason. What's more, he received a secret invitation from Ayame Yagyu, the most beautiful girl in her grade...!?",
      "es-la": "Kitazawa Masashi es parte de los 3 chicos más aputos de la preparatoria Nishiki pero oculta un pasado que no le quiere revelar a nadie, hasta que su compañera Yagyu Ayame lo descubre y le cuenta el secreto que ella también guarda, ahora serán cómplices en guardar el secreto del otro, mientras Kitazawa trata de mantener su estatus de \"chico popular\"..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-03-14T14:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6498ec2a-bb90-4693-974e-c7835a3a0ffe",
    "title": {
      "en": "When You Put on Loafers"
    },
    "updatedAt": "2023-07-11T06:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/6498ec2a-bb90-4693-974e-c7835a3a0ffe/1c55a20d-fb33-421c-915d-f9e2237b11a8.jpg",
    "altTitles": [
      {
        "ja": "きみがローファーをはいたら"
      },
      {
        "ja-ro": "Kimi ga Rōfā o Haitara"
      },
      {
        "ja-ro": "Kimi ga Roufaa o Haitara"
      },
      {
        "ja-ro": "Kimi ga Loafers o Haitara"
      }
    ],
    "description": {
      "en": "Rinne Miki is a normal first year's high school girl who loves fashion and is close with her friends.\nBut, she has a caring personality too, so though she has opposite-sex friends, that never became romantic, and she lived her life without romance.\nBut, on the day of the school festival, she meets Toma, a boy with a slightly mysterious atmosphere to him... though she's bewildered by how aggressively the younger boy approaches here, gradually, she starts to see him as...?",
      "ja": "高校1年生の三木凜音はオシャレが大好きで友達想いな普通の女の子。\nでも世話好きの性格もあって、異性とは友達にはなっても恋愛に至ることはなく、恋心とは無縁に生きてきた。\nそんな彼女だが、文化祭の日にちょっと不思議な雰囲気の少年・冬馬と出会って…。\nグイグイくる年下男子に戸惑いながらも、だんだんと凜音も冬馬のことが…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82daee77-ad3d-4f00-83ba-9072c856fd2a",
    "title": {
      "en": "Demon City Hunter"
    },
    "updatedAt": "2022-06-01T18:21:18+00:00",
    "coverArt": "https://mangadex.org/covers/82daee77-ad3d-4f00-83ba-9072c856fd2a/4cdb1ff6-0de8-41cb-baca-58fb813f0544.png",
    "altTitles": [
      {
        "ja-ro": "Makai Toshi Hunter"
      },
      {
        "ja": "魔界都市ハンター"
      }
    ],
    "description": {
      "en": "God's come down to earth and all hell is breaking loose! Enter a world where demons seen only in dreams are real, oceans swallow cities, and the powers of the mind are preferable to guns.  \n  \nIt is here in the \"Demon City\" that Kyoya Izayoi, master of the rare martial art of nenpo, wields the mythical sword Ashura in defense of beautiful Sayaka Katagiri. As the evil Dark Order and the Super Soldiers of the Special Abilities Task Force clash in a race to find the one believed to be God, Kyoya saves a member of the SATF—and lands himself smack in the middle of a mess. Meanwhile, members of the Dark Order ambush Sayaka. Can Kyoya slay the beasts and save the girl? Will Kyoya help the SATF defeat the Dark Order and their plan to destroy the world?  \n  \nIt's nature versus the supernatural!"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "156"
  },
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-02-09T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d48e200-916b-4449-91a4-918ee2fab5f3",
    "title": {
      "en": "Kiraide Isasete"
    },
    "updatedAt": "2024-04-07T16:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/0d48e200-916b-4449-91a4-918ee2fab5f3/f173cc4b-f102-4bee-a22a-1c9a0aa1437b.jpg",
    "altTitles": [
      {
        "ja": "嫌いでいさせて"
      },
      {
        "ja-ro": "Kirai de Isasete"
      },
      {
        "en": "Hate Me, Let Me Be Here"
      },
      {
        "de": "Kiraide Isasete - Lass mich dich hassen"
      },
      {
        "fr": "Laisse-moi te détester"
      },
      {
        "it": "Fatti odiare. Kirai de isasete"
      },
      {
        "es": "Déjame odiarte"
      },
      {
        "uk": "Дозволь мені тебе ненавидіти"
      },
      {
        "ko": "Let Me Be Here With Hate"
      },
      {
        "th": "ให้ฉันได้เกลียดนายเถอะนะ"
      },
      {
        "vi": "Tôi ghét cậu, hãy để tôi yên!"
      },
      {
        "id": "Biarkan Aku Membencimu"
      }
    ],
    "description": {
      "de": "Naoto Koga ist ein Omega und ein junger, alleinerziehender Vater, der alles für seine kleine Tochter Shizuku tut. Er liebt sie aus ganzem Herzen, obwohl Shizuku auf dramatische Weise Teil seines Lebens wurde: An der Highschool wurde Naoto vergewaltigt und schwanger. Aufgrund dieses traumatischen Ereignisses hasst Naoto Alphas und lehnt die Idee eines Schicksalspartners beziehungsweise einer Paarbindung ab. In einer Partnervermittlungsbörse, zu deren Teilnahme er sich zwingt, wird er urplötzlich von einem jungen Alpha mit Liebesbekundungen überhäuft. Und dann stellt sich auch noch heraus,, dass Hazuki, der besagte Alpha, ausgerechnet an der Schule eingeschrieben ist, an der Naoto seinen neuen Job begonnen hat. Naoto versucht alles, um seinen Verehrer loszuwerden.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "en": "Koga Naoto is an Omega who was raped by his Alpha classmates and got pregnant. Due to that traumatic experience, he came to hate alphas and told himself that he doesn't need a lifemate or a bond – but even with that incident, he insisted on keeping the child and raised her, and an angel named Shizuku was born. She became his strength and center in this cruel world that treats omegas unfairly. However, his life suddenly changed when he met an alpha named Tsuchiya Hazuki from the matchmaking party he forced himself to attend.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "fr": "Après avoir subi un viol au lycée, l’oméga Naoto a décidé de garder l’enfant conçu lors de ce terrible incident. Quelques années plus tard, il élève seul sa fille et peine à trouver du travail. N'étant pas marqué par un alpha, son statut de célibataire aux chaleurs incontrôlées entraîne le rejet systématique des recruteurs voulant s'éviter des problèmes. Alors qu’il décroche enfin un emploi dans un lycée, un jeune alpha l'attrape par le bras et lui déclare son amour. Naoto ne peut se défaire de sa méfiance et de sa haine envers les alphas, pas après ce qu'il a vécu. Pourtant, celui-ci a quelque chose de différent…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "id": "Naoto Koga adalah seorang Omega yang diperkosa oleh teman sekelas Alpha-nya dan hamil. Karena pengalaman traumatis itu, dia menjadi membenci Alpha dan mengatakan pada dirinya sendiri bahwa dia tidak membutuhkan teman hidup atau ikatan, tetapi bahkan dengan kejadian itu, dia bersikeras untuk menjaga anak itu dan membesarkannya, dan seorang malaikat bernama Shizuku lahir. Dia menjadi kekuatan dan pusatnya dalam kata kejam yang memperlakukan Omega secara tidak adil. Namun hidupnya tiba-tiba berubah ketika dia bertemu dengan seorang Alpha bernama Hazuki Tsuchiya dari pesta perjodohan yang dia paksa untuk hadiri.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "it": "Nell'universo alternativo detto omegaverse gli uomini e le donne si dividono in alpha, beta e omega, e anche i maschi possono portare avanti una gravidanza. Naoto Koga è un omega e al liceo è stato vittima di violenza sessuale da parte di un gruppo di alpha. Quando scopre di aspettare un bambino decide di portare al termine la gestazione, e dà alla luce una dolcissima femminuccia che chiama Shizuku e ama con tutto stesso. Tuttavia, la sua esperienza traumatica e le sofferenze dovute al fatto di essere un omega non possono fare a meno che portarlo a odiare gli alpha e a convincersi di non avere bisogno di nessun compagno. Le cose cominciano però a cambiare quando incontra Hazuki Tsuchiya. Forse non tutti gli alpha sono uguali…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "ja": "「しずくは俺が守るんだ、αなんていらない」\nΩの雫斗は一人娘のしずくと暮らすシングルマザー。\n娘を愛する雫斗だが、αに対するトラウマは根深く、\n番は作らないと決めていた。\nしかし、むりやり参加させられた婚活パーティーで雫斗を「運命の番」だと言うαが現れる。\nその場は逃げ帰ったものの、後日新しい勤め先で学校制服姿の件のα・葉月と出くわして!?\n描き下ろしはその後のラブラブ孕ませエッチ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "th": "“ฉันจะปกป้องชิซุคุเอง ฉันไม่ต้องการอัลฟ่า”\nนาโอโตะผู้เป็นโอเมก้าเป็นแม่เลี้ยงเดี่ยวอาศัยอยู่กับชิซุคุ ลูกสาวคนเดียวของเขา นาโอโตะที่รักลูกสาวมากนั้นมีแผลลึกในใจเกี่ยวกับอัลฟ่าจึงตัดสินใจว่าจะไม่มีคู่\nแต่มีอัลฟ่าคนหนึ่งบอกว่านาโอโตะเป็น “คู่แห่งโชคชะตา” ปรากฏตัวขึ้นในงานเลี้ยงจับคู่ที่ถูกบังคับให้ไป\nถึงจะหนีออกมาจากที่นั่น แต่กลับได้พบกับฮาซึกิ อัลฟ่าคนนั้นในชุดนักเรียนในที่ทำงานใหม่!?\nบทส่งท้ายมีฉากลามกสุดหวานหลังจากเรื่องราวทั้งหมดด้วยนะ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "uk": "Кога Наото - омега, якого зґвалтували однокласники альфи, через що він завагітнів. Через цей травматичний досвід, він зненавидів альф, та відмовляв собі в допомозі з їх сторони, але незважаючи на це, все одно народив дитину від одного з насильників. Шизуку стала його опорою та сенсом життя у цьому жорсткому світі. Але його життя раптово змінилось, коли він зустрів альфу - Цучію Хазукі.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbdbb2f-0022-4807-8399-bb7410f53d3e",
    "title": {
      "en": "Blood Link"
    },
    "updatedAt": "2024-02-02T10:38:11+00:00",
    "coverArt": "https://mangadex.org/covers/dbbdbb2f-0022-4807-8399-bb7410f53d3e/82da62db-448f-4334-9314-ee698bcdcd5d.jpg",
    "altTitles": [
      {
        "es": "Lazos de sangre"
      },
      {
        "ru": "Кровные Узы"
      },
      {
        "ko": "블러드 링크"
      },
      {
        "ko": "블러드링크"
      }
    ],
    "description": {
      "en": "Hwa Gok is just a normal university student, until he sees a girl being attacked by the popular Lee Bin, and jumps in her defence. The only problem is that Lee Bin is more than meets the eye…",
      "es": "Un humano, un licántropo o un vampiro, ¡¿qué soy?! Completamente ignorante de la existencia de estos depredadores, Hwa Gok sigue con su vida cotidiana… Es decir, hasta que Lee Bin le da la vuelta a su vida mordiéndole en el cuello, provocando un torbellino de eventos que ninguno de ellos podía prever."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "135"
  },
  {
    "mangaId": "89b23664-94b6-4dda-b0b0-ebee71f67653",
    "title": {
      "en": "Happy Family - Fukushuu no Rental Okaa-san"
    },
    "updatedAt": "2024-04-02T13:37:53+00:00",
    "coverArt": "https://mangadex.org/covers/89b23664-94b6-4dda-b0b0-ebee71f67653/ee8f1c8c-8e5c-42d5-81d6-5166709467dc.jpg",
    "altTitles": [
      {
        "ja": "ハッピーファミリー"
      },
      {
        "ja": "ハッピーファミリー 復讐のレンタルお母さん"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "ko": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-01-15T11:10:34+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0679776-4143-43bf-8e09-b2aa8a0746f2",
    "title": {
      "en": "Hidden Persona"
    },
    "updatedAt": "2024-03-05T20:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0679776-4143-43bf-8e09-b2aa8a0746f2/617e2955-7458-459a-9340-f0811beaa2d9.png",
    "altTitles": [
      {
        "zh": "隐藏属性"
      },
      {
        "zh-ro": "Yincang Shuxing"
      },
      {
        "zh-ro": "Yǐncáng Shǔxìng"
      }
    ],
    "description": {
      "en": "Chen Cheng had an unexpected encounter in Nandu University. She discovered the secret of Wen Jiaqin, a popular actor. It turns out that his persona of a \"good little brother\" was fake! He is simply a naive and childish person! But, does she now know too much? Is she going to be silenced?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]