[
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-16T04:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      },
      {
        "es-la": "El Camino del Aventurero de Rango S: El Joven Exiliado se convierte en el más fuerte del mundo con su verdadera habilidad como \"Maestro de armas\"."
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bf0886-8596-4f49-a045-7415608661d9",
    "title": {
      "en": "Isekai de Uwamae Hanete Ikiteiku ~Saisei Mahoutsukai no Yuru Fuwa Jinzai Haken Seikatsu~"
    },
    "updatedAt": "2024-10-04T00:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/89bf0886-8596-4f49-a045-7415608661d9/ad7695a2-b677-4baf-b54e-82dbbbf5b794.jpg",
    "altTitles": [
      {
        "ja": "異世界で 上前はねて 生きていく～再生魔法使いのゆるふわ人材派遣生活～"
      },
      {
        "ja-ro": "Isekai de Uwamae Hanete Ikiteiku ~Saisei Mahotsukai no Yuru Fuwa Jinzai Haken Seikatsu~"
      },
      {
        "en": "Living in Another World by Taking Commissions: A Relaxing and Comfy Life of The Restoration Magician's Staffing Agency"
      }
    ],
    "description": {
      "en": "A company drone who died from overworking was reincarnated as Sawadi, the third son of a merchant in a different world. His cheat skill is restoration magic and support magic. With these cheat skills, he came up with a new business model where he used his restoration magic to cure cheap slaves and made them earn money for him. Although his earnings are steadily increasing, he also has to suffer the consequence of getting his workload also increased... Will Sawadi ever be able to live leisurely without working?",
      "ja": "社畜として過労死した男が、異世界の商家の三男・サワディとして転生した。得意としているのは再生魔法と支援魔法。彼はそのチートな性能の魔法を使った新たな商売の種を思いつく。再生魔法で安い奴隷たちを治療して、お金を稼いでもらうことにしたのだ。順調に稼ぎは増えていくが、自業自得で自分の仕事も増えていってしまい……。果たして、サワディは働かずに、のんびり暮らすことができるようになるのか？　ゆるふわファンタジー、ここに開幕！\n\n---\n(JP) [Web Novel](https://ncode.syosetu.com/n1832fm/)  [Light Novel](https://gaugau.futabanet.jp/list/work/5de5ee3b77656147c9030000/novels)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d1fcc62-4e60-414c-a289-42acff7976ef",
    "title": {
      "en": "Belle Puppée’s Engagement - The Doll Princess and the Smitten Prince"
    },
    "updatedAt": "2025-01-01T22:38:43+00:00",
    "coverArt": "https://mangadex.org/covers/1d1fcc62-4e60-414c-a289-42acff7976ef/270f4dac-9306-4860-967b-2939ce327c84.jpg",
    "altTitles": [
      {
        "ja": "ベル・プペーのスパダリ婚約～「好みじゃない」と言われた人形姫、我慢をやめたら皇子がデレデレになった。実に愛い！"
      }
    ],
    "description": {
      "en": "【“If I’m going to be abandoned anyway, I’ll allow myself to act freely one last time” – A ‘reverse-overindulgence’ love story presented by Selen!】\nLeticia, the duke’s daughter nicknamed “The Beautiful Doll (ベル・プペー),” possesses a delicate appearance. However, her true nature combines courage and compassion, making her an exceptional person. She is arranged to be engaged to the second prince, Gilbert, who is rumored to have a difficult and improper character.\nA flawless and perfect duke’s daughter and a lonely, clumsy prince cursed with red eyes. A destined pair who support and love each other in a unique “reverse-overindulgence” love story.\n※ This product is a serialized version, dividing the chapters of the original work “The Spadari Engagement of Belle Poupee ~The Doll Princess Who Was Told ‘I Don’t Like You,’ Stopped Enduring, and Made the Prince Head Over Heels. Truly Adorable!” into individual parts."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e33bd9-1909-494d-80b1-36b264a4fbea",
    "title": {
      "en": "Kinou Nani Tabeta? - Kenji to Shiro-san (Doujinshi)"
    },
    "updatedAt": "2024-10-01T11:45:12+00:00",
    "coverArt": "https://mangadex.org/covers/61e33bd9-1909-494d-80b1-36b264a4fbea/a8cd5c75-9a51-4299-8853-5668c277a106.jpg",
    "altTitles": [
      {
        "en": "What Did You Eat Yesterday? - Kenji and Shiro-san (Doujinshi)"
      },
      {
        "ja": "きのう何食べた？ - ケンジとシロさん (Doujinshi)"
      }
    ],
    "description": {
      "en": "Title: Kenji and Shiro-san 1  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Nobuyuki x Shirou, Kenji x Shirou  \n  \nTitle: Kenji and Shiro-san 2  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Kenji x Shirou"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7c6d22-dfe4-462f-9d31-298313543bdb",
    "title": {
      "en": "Mr. Mallow Blue"
    },
    "updatedAt": "2024-12-22T14:35:46+00:00",
    "coverArt": "https://mangadex.org/covers/3e7c6d22-dfe4-462f-9d31-298313543bdb/6f6b16ce-32aa-418f-b75e-8079e032570c.jpg",
    "altTitles": [
      {
        "ja": "Mr.マロウブルー"
      },
      {
        "en": "Mr. Blue"
      }
    ],
    "description": {
      "en": "Featuring a cynical beauty, a reclusive NEET, and an expressionless hot guy. A group of high school students and a NEET find themselves in a boarding school in which a story unfolds through the sudden meeting of those with jaded hearts and the misfits of society.",
      "ja": "高校の頃イジメにあって以来“引きこもり”中の蒼井。近所のコンビニが世界の最果て。その原因になった元同級生と再会し「自分の駄目さ」を自覚、自らの命を断とうとしたその瞬間…体が女子高生と入れ替わって…。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a39a4b05-9e69-4061-9951-499eaf3b60ca",
    "title": {
      "en": "Wild Cats"
    },
    "updatedAt": "2023-09-12T15:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/a39a4b05-9e69-4061-9951-499eaf3b60ca/b7da93cf-54b1-41bd-a1fe-c61c1744d969.jpg",
    "altTitles": [
      {
        "ar": "قطط متوحشة"
      },
      {
        "zh-hk": "野貓 WILD CATS"
      }
    ],
    "description": {
      "en": "From Dragon Voice Project:  \n  \nIf animals could speak, what would they say? This is a story about an abandoned lion that got picked up and raised as a cat.  \n  \nNote: Wild Cats III (the 3rd chapter) was never compiled into the 2000s tankoubon edition. The book published in 2000 includes Wild Cats I, Wild Cats II and also a prologue for Himitsu - The Top Secret series. The 2006s kanzenban edition includes all three chapters of Wild Cats."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "cba7aea2-6c99-4372-a8d1-80179bdf95fc",
    "title": {
      "en": "Houkago, Boku wa Kimi ni Naru"
    },
    "updatedAt": "2024-12-20T11:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/cba7aea2-6c99-4372-a8d1-80179bdf95fc/b7c9c1be-5fdf-4fa7-b37d-da98ff25bbae.jpg",
    "altTitles": [
      {
        "ja": "放課後、ぼくは君になる"
      },
      {
        "en": "After School, I'll Be You!"
      }
    ],
    "description": {
      "en": "Akiba, a high school boy who has become addicted to cross-dressing cosplay, devotes himself to emulating his \"oshi.\" Then one day, while he was dressed up as his favorite character, all alone in the club room, he is found out by Shibuya, a gorgeous gal that he has a crush on...? This is the start of a secret relationship between these two polar opposites! They will apply their youthful enthusiasm to a life of \"oshi promotion\"!",
      "ja": "コスプレ沼にハマった高校生・秋葉はひとりぼっちで推し活に励んでいた。そんな中、こっそり部室で推しのコスプレをしていたら、憧れていた顔面天才な美女ギャル・渋谷さんに見られてしまい…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-12-31T14:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Liệu Cậu Sẽ Kết Thúc Mối Tình Này Chứ?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Yuzu là một fan hâm mộ cuồng nhiệt của Hayami Madoka. Cô không có người bạn nào hay gia đình quan tâm tới cô cả, Madoka là niềm an ủi duy nhất của cô ấy. Sachiko là bạn thân của Madoka, cô cũng là người mà Yuzu ghét nhất. Để trút giận, Yuzu đã mở một tài khoản riêng tư nơi mà cô đăng những lời ác ý về Sachiko. Khi Sachiko phát hiện ra, cô đã thử kết bạn với Yuzu và đề nghị sẽ cho cô ấy cơ hội nói chuyện với Madoka. Tuy nhiên, một tai nạn đã xảy ra và họ hoán đổi cơ thể cho nhau, trong khi đó Sachiko bị rơi vào hôn mê."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/ab0a4f24-602b-4d62-b66e-ddd98b2d52af.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c50b779-ba3d-438a-a848-bff210c10744",
    "title": {
      "en": "Tamara"
    },
    "updatedAt": "2021-05-25T15:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/0c50b779-ba3d-438a-a848-bff210c10744/74da367c-da7a-43ac-a679-dec04c3cb220.jpg",
    "altTitles": [
      {
        "en": "タマラ"
      }
    ],
    "description": {
      "en": "Tome dreams of becoming a famous fashion designer. She's on the right track, working for some big-shots, and then Tamara gets dumped on her. While Tamara may be a famous beauty on the run-way, in her normal, daily life, the supermodel is self-centered, obnoxious, bossy, and an utter leech. However, when the bearer of a \"cursed\" necklace dies at a fashion show, is Tamara the only help Tome will get to solve the mystery?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6093cdf3-678c-412d-82b0-36db8d0a1efa",
    "title": {
      "en": "Uichi no Shima"
    },
    "updatedAt": "2025-01-01T20:33:21+00:00",
    "coverArt": "https://mangadex.org/covers/6093cdf3-678c-412d-82b0-36db8d0a1efa/c0493a3f-608d-4df8-93a7-68551f288ae9.jpg",
    "altTitles": [
      {
        "ja": "ういちの島"
      },
      {
        "en": "Uichi Island"
      }
    ],
    "description": {
      "en": "On Christmas Eve night, Meiko, a female college student, planned to spend a peaceful evening alone on the island. However, when she woke up, a corpse was lying in front of her. From that moment, she was faced with a series of grueling trials unlike anything she had ever experienced before. To reunite with her parents, whom she parted with in an unfortunate way, she must survive—even in this twisted world."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2024-12-22T01:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/a240f72b-5e6d-416a-9a46-d9005f6161e6.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896ba9b-7bf0-42a3-94eb-15dcb70fafba",
    "title": {
      "en": "Gacha wo Mawashite Nakama wo Fuyasu Saikyou no Bishoujo Gundan wo Tsukuriagero"
    },
    "updatedAt": "2024-10-31T12:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/5896ba9b-7bf0-42a3-94eb-15dcb70fafba/fbfcca85-6d40-452d-a63e-d235443bdde4.jpg",
    "altTitles": [
      {
        "ja": "ガチャを回して仲間を増やす 最強の美少女軍団を作り上げろ THE COMIC"
      },
      {
        "en": "Gacha Girl Corps"
      },
      {
        "en": "You Increase Families and Make Beautiful Girl Army Corps, and Put it Up"
      },
      {
        "id": "Menjadi Sultan untuk Menarik Gacha dan Ciptakan Tim Waifu Terkuat"
      },
      {
        "ms": "Pasukan Ciwi-Ciwi Cantik dari Gacha"
      },
      {
        "ms": "Tarik Gacha dan Buat Pasukan Gadis Cantik Terkuat untuk Bertarung Bersamamu"
      },
      {
        "ru": "Использование лотереи для усиления моих компаньонов и создания армейского корпуса сильнейших девушек"
      }
    ],
    "description": {
      "en": "For some reason, he was invited to another world after he rolled the gacha like he usually does. The gacha from the social game is available in his trusted smartphone. It was a convenient and cheat tool that can give out equipment and beautiful girl characters. He now aims to create the world's strongest army of beautiful girls in another world.",
      "ja": "ごく普通のソシャゲ廃人・大倉平八はガチャでゲットしたURアイテム【異世界への招待状】を使用したことにより、異世界転移してしまった。転移した直後にモンスターに襲われ、完全に詰んだかにみえた平八であったが—— スマホのガチャから美少女ユニットが具現化して現れた!?可愛い（壊れ）ガチャキャラと行く異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-12-10T06:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-31T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a829dd-c1d7-4362-ae97-2cc7e48449b1",
    "title": {
      "en": "Surviving the Apocalypse"
    },
    "updatedAt": "2024-11-08T22:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/e5a829dd-c1d7-4362-ae97-2cc7e48449b1/48652759-2e96-4eec-ad12-1460c2c8c3e5.jpg",
    "altTitles": [
      {
        "ko": "종말에서 살아남기"
      },
      {
        "pt-br": "Sobrevivendo ao Apocalipse!"
      },
      {
        "fr": "Survie pendant la fin du monde"
      }
    ],
    "description": {
      "en": "A boy was locked in a basement and trained his entire life. His deranged father, the one who confined him, declared, \n\n\n“The Apocalypse is coming.” \n\nNow, armed with the training and survival skills he had honed over years of practice, he must survive the impending apocalypse.",
      "pt-br": "Um garoto foi trancado em um bunker e foi treinado a vida inteira. Seu pai perturbado, aquele que o confinou, declarou: \n\n“O Apocalipse está chegando”.\n\nAgora, armado com o treinamento e as habilidades de sobrevivência que ele havia aprimorado ao longo de anos de prática, ele deve sobreviver ao apocalipse iminente."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/dca2b1b5-4a99-4ad2-836d-643048eaf0ed.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-28T14:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acf496ba-e17f-4be0-8d0a-887819ef5a1d",
    "title": {
      "en": "Anything! I Like it"
    },
    "updatedAt": "2024-12-31T05:58:35+00:00",
    "coverArt": "https://mangadex.org/covers/acf496ba-e17f-4be0-8d0a-887819ef5a1d/194ef86b-5def-418b-8e00-58b2ec4bd3a6.jpg",
    "altTitles": [
      {
        "ko": "뭐든다! 좋아영"
      },
      {
        "en": "Anything! Okay"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "40"
  },
  {
    "mangaId": "7de0a8d1-c7d8-4f34-a211-4f52955b8e52",
    "title": {
      "en": "Mou Zenbu Ore Hitori de Iinja Nai Ka?"
    },
    "updatedAt": "2025-01-01T21:55:23+00:00",
    "coverArt": "https://mangadex.org/covers/7de0a8d1-c7d8-4f34-a211-4f52955b8e52/3ca84acd-b55b-41e3-86b0-d2ff387a2713.jpg",
    "altTitles": [
      {
        "en": "Shouldn’t I Just Do It All by Myself?"
      },
      {
        "en": "Would not it be better if I just did everything myself?~ I awakened the ability to grant beneïsons to others, and it seems my mission is to gather allies and defeat the Demon Lord; but I could not care less about that, so I will focus on getting revenge on those who betrayed me instead~"
      },
      {
        "ja-ro": "Mou Zenbu Ore Hitori de Iinja Nai Ka?~ Hitobito ni gifuto wo ataeru nouryoku ni mezameta ore wa, nakama wo atsumete maou wo taosu no ga shimei rashii kedo, sonna koto wa dou demo ii no de uragitta yatsu-ra ni fukushuu shite iku~"
      },
      {
        "ja": "もう全部俺一人でいいんじゃないか？～人々にギフトを与える能力に目覚めた俺は、仲間を集めて魔王を倒すのが使命らしいけど、そんなことはどうでもいいので裏切った奴等に復讐していく～"
      }
    ],
    "description": {
      "en": "In a world where extraordinary powers called *\" Beneïsons \"* govern everything; only a boy named Kleis was granted the gift of the *\" Seint Graal \"*, a power whose use he could not even understand.\n\nDespite this, he did not lose heart and formed a party with his childhood friend Hinoka, who possessed the beneïson of the *\" Seint de l'Espee \"*, to carry out guild missions. However, due to a minor misunderstanding and betrayal, his mind and body were shattered.\n\nAt the same time, Kleis' beneïson revealed its true potential. The *\" Seint Graal \"* was the pinnacle of power, capable of granting any beneïson in existence to himself or others.\n\nHaving lost everything, yet now holding the power to gain everything, what will he choose? The end of the world or something else?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826ecd42-c752-4d31-a4f0-f25dfe051ca7",
    "title": {
      "en": "Listener ni Damasarete Dungeon no Sai Kasou kara Dasshutsu RTA suru Koto ni Natta"
    },
    "updatedAt": "2024-12-29T11:04:00+00:00",
    "coverArt": "https://mangadex.org/covers/826ecd42-c752-4d31-a4f0-f25dfe051ca7/a673587b-74d7-4768-ab10-a7d7714b6367.jpg",
    "altTitles": [
      {
        "ja": "リスナーに騙されてダンジョンの最下層から脱出ＲＴＡすることになった"
      },
      {
        "en": "The Listeners Tricked Me Into Doing an Escape RTA From the Lowest Level of the Dungeon!"
      }
    ],
    "description": {
      "en": "A dungeon explorer, or dungeon tuber, is a person who explores dungeons while streaming. On his first day of broadcasting, a rookie dungeon tuber, Sekai Kotoba, is accidentally transported to the lowest level of the dungeon, which he has not yet explored. The bottom level is a sea of lava, and he is suddenly doomed!\n\nHe is level 2, his skills are non-combat related, and he has no knowledge of dungeons. The only people he can rely on are the listeners on the feed! Aim for the upper levels by relying on the comments!",
      "ja": "事故で未踏破の最下層に転送されてしまった新人ダンチューバー・世迷言葉。頼れるのは配信にいるリスナーだけ!? どん底の状況から始まるダンジョン脱出冒険譚!!!\n\n配信をしながらダンジョン探索をする者、ダンチューバー。新人ダンチューバー・世迷言葉は、初配信日に事故で未踏破の最下層に転送されてしまう。最下層に広がっていたのは溶岩の海でいきなり絶体絶命!?\n\nレベル2、スキルは非戦闘系、ダンジョンに関する知識ゼロ。そんな言葉が頼れるのは配信にいるリスナーだけ!! コメントを頼りに上層を目指せ!!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "72231b89-3934-439b-9d83-0f82e45f01d6",
    "title": {
      "en": "Kanchigai no Atelier Meister: Eiyuu Party no Moto Zatsuyougakari ga, Jitsu wa Sentou Igai ga SSS Rank Datta to Iu Yoku Aru Hanashi"
    },
    "updatedAt": "2024-12-01T18:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/72231b89-3934-439b-9d83-0f82e45f01d6/40eff0b1-c9ad-459d-88a5-7c6136ff4edc.jpg",
    "altTitles": [
      {
        "ja": "勘違いの工房主　英雄パーティの元雑用係が、実は戦闘以外がSSSランクだったというよくある話"
      },
      {
        "en": "The Unaware Atelier Meister"
      },
      {
        "en": "The Unaware Atelier Master"
      }
    ],
    "description": {
      "en": "Kuruto gets kicked out of the hero's party for being too useless in combat. However unknown to him, he's SSS Rank in skills like cooking, building, magic tool crafting, etc. \n  \nWN Raw: <https://www.alphapolis.co.jp/novel/292207951/264201950>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93b2166-fe60-4459-9545-aeb404310f87",
    "title": {
      "en": "Blue Archive Comic Anthology"
    },
    "updatedAt": "2024-06-21T12:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/e93b2166-fe60-4459-9545-aeb404310f87/4e0f1c6b-83c5-4886-985e-ae949081f7d3.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ コミックアンソロジー"
      },
      {
        "id": "Antologi Blue Archive"
      },
      {
        "ja-ro": "Blue Archive Anthology"
      }
    ],
    "description": {
      "en": "The first official comic anthology of the popular smartphone RPG \"Blue Archive\"!\n\nAn all-drawn comic that allows you to enjoy the world of \"Blue Archive\" even more.\n\nIn addition to the Foreclosure Task Force and Problem Solver 68, the Cleaning&Clearing, Justice Task Force, Game Development Department, Gourmet Research Society, and many others, the unique characters of the school city of Kivotos are on the rampage.\n\nThis is the beginning of a sparkling and slapstick school life. ♪\n\n---\n**Volume 1**\n**Cover**: Pinch (ピンチ)\n**Illustrations**: Haniro (はにろ), [Mogi Yasunobu](https://mangadex.org/author/f52a88a5-af1f-45a6-a9fb-1f2b86f0061a)\n\n**Author list**:\n1. Chiruha Chinmi\n2. pote\n3. IDU\n4. Ashida Yuri\n5. mizumi\n6. T@ke-G\n7. Salamander\n8. Ochiaki\n9. Toudori\n10. Magokoro Kurage\n11. Amamiya Yuki\n12. Gomashi\n13. Kinatsu Kanoto\n\n**Volume 2**\n**Cover**: Amagasa Yun (雨傘ゆん)\n\n**Author list**:\n1. pote\n2. Aki Tokage\n3. Takahara Yu\n4. Hagiwara Emirio\n5. Toudori\n6. Kamichi Ataru\n7. Koyubita Beru\n8. Varios\n9. Hinata Yuu\n10. Tirano Iori\n11. Magokoro Kurage\n12. Yakihoko\n13. Otsukue\n14. Hoyhoy Colo",
      "id": "Antologi komik resmi pertama dari RPG smartphone populer \"Blue Archive\"!\n\nKomik yang semuanya digambar yang memungkinkan Anda untuk lebih menikmati dunia \"Blue Archive\".\n\nSelain Satuan Tugas Penyitaan dan Pemecah Masalah 68, Satuan Tugas Pembersihan & Kliring, Satuan Tugas Keadilan, Departemen Pengembangan Game, Masyarakat Riset Gourmet, dan banyak lainnya, karakter unik dari kota sekolah Kivotos sedang mengamuk.\n\nIni adalah awal dari kehidupan sekolah yang gemerlap dan dagelan. ♪"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  },
  {
    "mangaId": "4080db42-038f-4f6b-a8ab-0ddc71183e1a",
    "title": {
      "en": "Kawaii Kouhai ni Iwasaretai"
    },
    "updatedAt": "2024-11-19T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/4080db42-038f-4f6b-a8ab-0ddc71183e1a/fb2b34cf-e9e2-4ac4-875d-e8d4dc173cbe.jpg",
    "altTitles": [
      {
        "ja": "かわいい後輩に言わされたい"
      },
      {
        "en": "I Want to be Teased by a Cute Junior"
      },
      {
        "ko": "귀여운 후배에게 듣고 싶어"
      },
      {
        "zh-hk": "可愛後輩想讓我說出口"
      },
      {
        "pt-br": "Eu quero ser provocado por uma kouhai fofa"
      }
    ],
    "description": {
      "en": "Yasu likes his kouhai, Moriyama, who is at the same time extremely assertive, deadpan, and extremely passive aggressive.",
      "ja": "まったく素直じゃない後輩・守山ちゃんは、自分にアプローチさせようと野洲先輩を挑発したり、時には大胆にアクションしたり…!?",
      "pt-br": "Yasu gosta da sua kouhai, Moriyama, que é ao mesmo tempo extremamente assertiva, inexpressiva e extremamente passiva-agressiva."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65f2b30-bf0c-4fec-b61c-217febcf5d7a",
    "title": {
      "en": "I Raised My Younger Sister Beautifully"
    },
    "updatedAt": "2024-12-16T05:07:49+00:00",
    "coverArt": "https://mangadex.org/covers/c65f2b30-bf0c-4fec-b61c-217febcf5d7a/de0a4cf7-f522-441e-a0b0-07b97e33b333.jpg",
    "altTitles": [
      {
        "ko": "동생을 예쁘게 키웠다"
      },
      {
        "ko-ro": "Dongsaengeul Yeppeuge Kiwotda"
      },
      {
        "en": "My Beloved Baby Sister"
      },
      {
        "en": "Raising My Little Sister Prettily"
      },
      {
        "en": "I Raised My Little Sis Beautifully"
      },
      {
        "ru": "Я прекрасно воспитала свою сестру"
      },
      {
        "th": "คราวนี้ฉันจะเลี้ยงน้องเป็นอย่างดี"
      },
      {
        "ja": "妹を可愛く育てたら大公 様に溺愛されました"
      },
      {
        "zh": "这次要好好养妹妹"
      }
    ],
    "description": {
      "en": "When Princess Fleta, who has been mistreated her entire life due to being born with a curse, summons the basilisk and destroys the palace, Princess Cezanne regrets that things could have turned out differently if someone had been by Fleta's side. So when she miraculously finds herself six years back in time, she is determined to take Fleta under her wing and fill her baby sister's life with nothing but joyful light. Will Cezanne be able to dispel the darkness inside Fleta and rewrite the ending?\n\n---\nThe imperial family collapsed during one night by the basilisk, the summoned beast of darkness which was summoned by the cursed princess, Fleta. “If there is a next life, then… Can I really be your younger sister?” If I had approached you a little earlier, would it have been different from now? The last time everyone regretted it, the time miraculously returned to 6 years earlier. If this is the second chance we've been given.",
      "ru": "Императорская семья рухнула за одну ночь из-за василиска, призванного зверя тьмы, которого призвала проклятая принцесса Флета. «Если есть следующая жизнь, то… Могу ли я действительно быть твоей младшей сестрой?» Если бы я обратился к тебе немного раньше, было бы всё иначе, чем сейчас? Последний раз все об этом пожалели, время чудесным образом вернулось на 6 лет назад. Если это второй шанс, который нам дан..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2024-12-19T17:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/44020242-0f01-49a8-89c6-07a182eb21ba.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other Worlds"
      },
      {
        "pt-br": "Quero usar as habilidade que me foi dado para ganhar dinheiro e flertar com lindas mulheres de outro mundo."
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working his part-time job as usual. After finishing his shift, he opened the back door and stepped into a vast, empty space, where he encountered a mysterious figure claiming to be God. By sheer chance, Ishida was chosen by this God to be transported to another world. Although confused and uncertain, he resolved to adapt and make a life for himself in this strange new place. Using the skills granted by God, he focused on surviving and thriving. As he explored different lands and encountered various races, he made it his mission to form close relationships with many beautiful women along the way.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo.",
      "pt-br": "Naquele dia, Ishida Yamada estava trabalhando meio período, como sempre. Ao abrir a porta dos fundos após terminar seu trabalho de meio período, ele encontrou um espaço em branco e uma pessoa que se autodenominava Deus. Foi por acaso que ele foi escolhido por Deus para ir para outro mundo. Ele ficou perplexo, mas decidiu viver mesmo assim. Pensando em como sobreviver neste outro mundo usando as habilidades que recebeu de Deus, ele tenta ao máximo ter um relacionamento físico com uma linda mulher neste outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff9da56-267d-4d96-9190-99968a21caca",
    "title": {
      "en": "I'll Try to End the Male Lead"
    },
    "updatedAt": "2024-12-16T20:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/fff9da56-267d-4d96-9190-99968a21caca/272f1020-7468-4e73-83ff-06f1afa53a16.jpg",
    "altTitles": [
      {
        "ko": "남주를 죽여보겠습니다"
      },
      {
        "en": "I Will Try to End the Male Lead"
      },
      {
        "en": "I'm Going to Kill the Male Lead"
      },
      {
        "en": "I'll Kill the Male Lead"
      },
      {
        "es-la": "Mataré al protagonista masculino"
      },
      {
        "es-la": "Voy a matar al protagonista"
      },
      {
        "ja": "男主人公を殺す筋書きを描いてみます"
      },
      {
        "zh": "杀了病娇男主"
      }
    ],
    "description": {
      "en": "I, Kwon Jinha, began feeling sick after reading a romance novel.\n\nI became connected to all the emotions and sensations of the female lead, Elvi.\n\nI even went to the hospital due to severe pain and sorrow but the result said there’s nothing wrong with my body.\n\nSo, I ended up sending an email to the novel’s author, begging for the male lead to stop tormenting the female lead. But instead, all I got was a happy reply...\n\n“Do your job properly, Elvi”.\n\nI found myself possessing Elvi’s body in the novel.\n\nI got slapped by the male lead as soon as I possessed Elvi’s body, upon that, I had only one thought.\n\n“The male lead? It’s over if I kill him, right?”",
      "ko": "로판 소설을 읽고 몸이 아파오던 나 권진하.\n\n여주인공 엘비가 느끼는 감정과 감각이 모두 연결되어버렸다.\n\n끔찍한 통증과 슬픔에 병원까지 찾아갔지만 몸에는 이상무.\n\n결국 소설 작가에게 메일을 보냈다.\n\n제발 쓰레기 남주가 여주 좀 그만 괴롭히게.\n\n하지만 메일을 보냈더니 사이다 답장은커녕….\n\n“일은 똑바로 해야지, 엘비.”\n\n소설 속 엘비에게로 빙의해버렸다.\n\n빙의하자마자 뺨을 올려붙이는 남주를 보고 든 생각은 하나뿐.\n\n남주? 죽여버리면 그만이지."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2024-12-29T20:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27073d25-1b4e-498d-a421-09ed3f3c869a",
    "title": {
      "en": "Makyou Seikatsu: Gakeppuchi Boukensha ga Hikikomoru ni wa Hirosugiru"
    },
    "updatedAt": "2024-11-15T17:00:58+00:00",
    "coverArt": "https://mangadex.org/covers/27073d25-1b4e-498d-a421-09ed3f3c869a/3f3c7afe-04e5-429f-a819-50315c77fc42.jpg",
    "altTitles": [
      {
        "en": "Life in the Demon Land"
      },
      {
        "ja": "魔境生活 〜崖っぷち冒険者が引きこもるには広すぎる〜"
      }
    ],
    "description": {
      "en": "After being expelled from his family home, our main character tries his hand at becoming an adventurer, only to find out that things aren't quite as they seem. Determined to change his fate, and with the money he's saved up, he heads out to purchase a plot of land in the remote, unexplored wilderness, with the intent of forging his perfect new life. Little does he know, this expanse is infamous as the 'Demonic Realm,' a treacherous territory brimming with savage plants and creatures!\r\n\r\nBut navigating the daily trials of this life-threatening wilderness may prove be a challenge. In his journey of growth, an array of inhabitants, each driven by their motives, decide to follow him, bringing vibrancy back into his life. However, unseen powers resolute in preventing the Demonic Realm from being conquered begin to surface... Will he be able to endure, triumph, and make this land his new home?",
      "ja": "実家を追い出されて冒険者になるも、堕落の一途を辿る主人公の青年。このままでは駄目だと一念発起した彼は、超辺境にある土地を購入して理想の住み処を作ろうとする。しかしその土地は『魔境』と呼ばれる、凶暴な動植物がうごめく超危険地帯であった！\r\n日々命がけのサバイバルを生き抜き、徐々に逞しくなってゆく青年。そんな彼のもとに訳アリな住人たちも集まり生活が賑やかになるが、魔境を放っておかない勢力も現れて……！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "01f4082d-530f-4b84-b706-83502b6783fa",
    "title": {
      "en": "Wangan JUNGLE"
    },
    "updatedAt": "2022-12-04T19:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/01f4082d-530f-4b84-b706-83502b6783fa/a7b28c0f-e5bb-4fe2-a265-80ac74139369.jpg",
    "altTitles": [
      {
        "en": "Gulf Jungle"
      },
      {
        "en": "Pineapple 3"
      },
      {
        "ja-ro": "Wangan Janguru"
      },
      {
        "ja": "湾岸JUNGLE"
      },
      {
        "ja": "湾岸ジャングル"
      }
    ],
    "description": {
      "en": "Compilation of 3 short stories:  \n  \n1) Wangan Jungle  \n  \n2) Pineapple 3  \n  \n3) Jungle Box"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "45b3649f-db48-4f48-9dba-e4c9aa02a55b",
    "title": {
      "ja": "Ijimete-gokko."
    },
    "updatedAt": "2024-10-28T12:08:09+00:00",
    "coverArt": "https://mangadex.org/covers/45b3649f-db48-4f48-9dba-e4c9aa02a55b/1924f5f8-e442-4583-83be-992b76ac33cb.jpg",
    "altTitles": [
      {
        "zh-hk": "凹凸遊戲"
      },
      {
        "zh": "凹凸游戏"
      },
      {
        "ja": "イジめてごっこ。"
      },
      {
        "es-la": "¡Me gusta ser abusada!"
      }
    ],
    "description": {
      "en": "Yuka, a university student, and Mahiro, a working man, have been dating for six months. They are so pure that they are nervous to even hug each other. But one day, Yuka's precious secret that she didn't want him to know about is revealed, and their relationship slowly starts to go weird!\n\nA cute, slightly weird, new kind of BDSM romcom!",
      "ja": "大学生のゆかちゃんと社会人の真広さんは付き合って半年になるカップル。抱きしめ合うのも緊張するくらいピュアな2人。だけど、ある日ゆかちゃんの絶対に知られたくなかった「秘密」が真広さんにバレてしまったことで、そんな2人の関係は少しずつおかしなことになっていき―！？　可愛くてちょっとヘンテコな、新感覚SMラブコメ！",
      "es-la": "Yuka, una estudiante universitaria, y Mahiro, un trabajador, son una pareja que lleva seis meses juntos. Son tan puros que incluso se ponen nerviosos al abrazarse. Pero un día, el \"secreto\" de Yuka, que ella no quería que él supiera, es revelado a Mahiro, y su relación empieza a torcerse lentamente...　Bonita y un poco rara, ¡una nueva clase de comedia romántica SM!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "37"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-12-04T08:13:42+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/8d5d38ee-36a0-4deb-85ba-802bfd97feb2.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!\n\nEnter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f499850b-4a16-4931-9238-32ae5b531b8f",
    "title": {
      "en": "Prices Depreciated, and I Became the World's Richest Person"
    },
    "updatedAt": "2024-12-18T14:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/f499850b-4a16-4931-9238-32ae5b531b8f/6350a79e-1dbb-4917-9c08-7e6d09e2068d.jpg",
    "altTitles": [
      {
        "zh": "开局物价贬值，我成为了世界首富"
      }
    ],
    "description": {
      "en": "I woke up to find the world had changed! Prices everywhere have decreased by a million times, yet my funds remain the same, making me wealthier than the world’s richest person! How should I spend all this money…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6341b809-53e3-4461-ab3b-160514964685",
    "title": {
      "en": "Chiisai Boku no Haru"
    },
    "updatedAt": "2024-10-09T21:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/6341b809-53e3-4461-ab3b-160514964685/9cd1c89a-3002-42dc-ae01-c55a0c5b378f.jpg",
    "altTitles": [
      {
        "en": "Spring of Little Me"
      },
      {
        "ja": "小さい僕の春"
      },
      {
        "ja-ro": "Chiisai Boku no Haru"
      },
      {
        "vi": "Chiisai Boku no Haru"
      }
    ],
    "description": {
      "en": "Suzuki Souta, a high school boy on the school volleyball team, is interested in his classmate Shinonome Asahi, a member of the girls' volleyball team. She thought of him as a good volleyball player, so she has been seeking him out every day. Souta was a keen volleyball player until junior high. However, because of his height, he could never become the spiker he longed to be. As a result, he got into the habit of giving up on things. Souta's high school life: Will he meekly accept what he cannot have? Or will he try to become a man who can stand with Asahi? Youth is a series of choices. Please, Souta, hang in there and do your best!",
      "vi": "Suzuki Souta là một nam sinh cao trung trong đội bóng chuyền của trường đem lòng thích bạn cùng lớp Shinonome Asahi và cũng là một thành viên của đội bóng chuyền nữ. Hàng ngày Asahi tìm đến Souta vì cậu là một cầu thủ bóng chuyền giỏi. Thế nhưng hhi ở sơ trung, vì chiều cao của mình, ước mơ trở thành vận động viên đánh bóng không thể thành hiện thực như cậu đã kỳ vọng. Vì vậy mà cậu có thói quen từ bỏ mọi thứ. Cuộc sống trung học của Souta: Liệu cậu có đành lòng chấp nhận những gì vượt quá tầm với không? Hay cậu sẽ cố gắng trở thành một người có thể sát cánh cùng Asahi đây? Tuổi trẻ là một chuỗi những lựa chọn. Xin cậu, Souta, cố gắng lên nhé!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-12-30T18:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-29T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b757d730-1d01-4ab9-8909-c6a9b1f79a0c",
    "title": {
      "en": "Baikoku Kikan"
    },
    "updatedAt": "2024-10-26T09:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/b757d730-1d01-4ab9-8909-c6a9b1f79a0c/a8eff0d1-a85f-4d85-8103-1853ec1a83b3.jpg",
    "altTitles": [
      {
        "ru": "Королева оперы"
      },
      {
        "ja": "売国機関"
      },
      {
        "ko": "매국기관"
      },
      {
        "zh": "卖国机关"
      },
      {
        "en": "The Queen of the Opera"
      },
      {
        "ja-ro": "Baikoku Kikan"
      },
      {
        "hu": "Az opera királynője"
      }
    ],
    "description": {
      "en": "In the early 20th century, a small republic found itself stuck between a kingdom and an empire - both of whom wanted to manipulate the republic to suit their own needs.\n\nIn order to protect itself from both sides of the conflict, the republic created a small group of soldiers whose job it is to suppress revolution and dissent in any way possible. This is the story of the Opera House.",
      "ja": "チュファルテク合同共和国――。 戦争が終わった国家を舞台に、内なる暗闘が始まる。 ”愛国者”の敵は、いつだって”愛国者”だ。『幼女戦記』のカルロ・ゼン最新作!!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f20aded-1216-41e3-b48d-87b0c4d9957c",
    "title": {
      "en": "Kono Healer, Mendokusai"
    },
    "updatedAt": "2024-10-31T00:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/5f20aded-1216-41e3-b48d-87b0c4d9957c/2a74355e-5f30-4de5-b68f-1ba54ca4bb2e.jpg",
    "altTitles": [
      {
        "ja": "このヒーラー、めんどくさい"
      },
      {
        "en": "This Healer is Annoying"
      },
      {
        "en": "This Healer is Obnoxious"
      },
      {
        "ru": "Этот противный целитель!"
      }
    ],
    "description": {
      "en": "Fantasy adventuring comedy starring Karla the dark elf cleric who invested too much on her taunting skills and Alvin the swordsman who has to put up with her.",
      "ja": "「え？　回復魔法をかけてくれ？」\n「私、命令されるとやる気を無くすタイプなんですよね…」\n\n煽りスキルが異常に高いダークエルフの神官・カーラと彼女に振り回される哀れな剣士・アルヴィンの、異世界ポンコツ冒険者コメディ！",
      "ru": "Фантастическая приключенческая комедия с участием Карлы, тёмной эльфийки-клирика, которая слишком много вложила в навыки грубости, и Элвина, мечника, вынужденного мириться с ней.\n\n---\n\n(Source: [readmanga](https://readmanga.io/etot_protivnyi_celitel___A5275))"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]