[
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39aa3af8-490b-4642-be07-669251a0a06b",
    "title": {
      "en": "Tsugihagi Darake no Saikyou Yuusha"
    },
    "updatedAt": "2024-07-28T00:13:33+00:00",
    "coverArt": "https://mangadex.org/covers/39aa3af8-490b-4642-be07-669251a0a06b/ed838719-d5df-4a7f-9689-474fd6bcddd3.jpg",
    "altTitles": [
      {
        "ja": "ツギハギだらけの最強勇者"
      },
      {
        "ja-ro": "Tsugi hagi Darake no Saikyou Yuusha"
      },
      {
        "en": "The Patchwork Hero"
      }
    ],
    "description": {
      "en": "Arikawa Ougi, 16 years old, suddenly found himself reincarnated as a zombie?! Embarking on a journey to subjugate the Demon Lord as a zombie hero, but the use of \"power\" requires a \"price\"...? A dark fantasy in another world.",
      "ja": "【異世界×グロ×バトル】　転生先は、まさかのゾンビ！？　勇者ゾンビとして魔王討伐の旅に出るも、《力》の使用には《代償》が必要で…？　異世界系ダークファンタジー"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21199d83-83b0-49a3-a402-97147973d4eb",
    "title": {
      "en": "Do You Want Me to Lend You a Lighter?"
    },
    "updatedAt": "2024-07-30T01:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/21199d83-83b0-49a3-a402-97147973d4eb/22d3ceec-7277-4dbb-b9f9-200a7305f38b.jpg",
    "altTitles": [
      {
        "ko": "불 빌려드릴까요?"
      },
      {
        "en": "Can I Borrow the Fire?"
      },
      {
        "en": "Can I Borrow the Lighter?"
      },
      {
        "en": "Would You Like Me to Lend You a Fire?"
      }
    ],
    "description": {
      "en": "In truth, I never wanted to become a teacher. In a moment when I was fulfilling my own responsibilities on the path I chose after giving up my dream, 'Do you want me to lend you a lighter?' A cheeky male student offered. It feels like my life as a teacher is at odds with this cheeky kid, who comes with genius talent, overflowing wealth, and fame as a bonus. A story of school life entwined with dreams, talent, and love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-07-11T13:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utakbulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend",
      "tl": "Jowang Utakbulok"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf0ce53-7f35-4955-8644-c43b117d8b12",
    "title": {
      "en": "You, I'll Raise You Into a Superstar!"
    },
    "updatedAt": "2024-02-04T20:51:39+00:00",
    "coverArt": "https://mangadex.org/covers/edf0ce53-7f35-4955-8644-c43b117d8b12/4b34d7f6-229e-40f7-9843-46e21435bf15.jpg",
    "altTitles": [
      {
        "en": "I'll Make You a Superstar"
      },
      {
        "ko": "너, 내가 스타로 띄워줄게"
      }
    ],
    "description": {
      "en": "“Wanna work as an actor with me then?”\n\nByeol’s eyes were left wide open by Woohyeon, the new Executive of ‘Pine Entertainment’\nByeol, who was part of the ‘Lala Girls’ idol group that did not succeed and was on the brink of disbandment. But an offer of being an actor, not even a singer to her? Byeol opened her mouth cautiously. “Can I really succeed if I become an actor?” Byeol didn’t seem to know yet, but Woohyeon could see the ‘SuperStar Talent’ she had within her. Woohyeon said confidently, “Don’t worry, I’ll raise you into a superstar!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2024-05-28T16:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      },
      {
        "es-la": "Matón a cargo"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c507bf3-4f6d-4491-8ad2-c8725e03796f",
    "title": {
      "en": "Stuck in the Tower"
    },
    "updatedAt": "2024-05-14T00:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/0c507bf3-4f6d-4491-8ad2-c8725e03796f/60986962-0ab3-4a68-a646-fb8c4e86be8e.jpg",
    "altTitles": [
      {
        "ko": "탑에 갇혀 고인물"
      },
      {
        "ar": "عالق في البرج"
      }
    ],
    "description": {
      "en": "A world where gates open and monsters come out to play— Hyunsoo longs to enter the tower and take on the role a sa hunter. But in reality, he works as a porter and meat shield of E Class Hunters who are worse than gangsters. Moreover, he was taken advantage by this hunters to the point where he was about to meet death. As soon as he thought that he was dead, he was summoned to the tower, was revived back from the dead, and began climbing up the tower to become a hunter that he had been longing to be. Depending on how much coins one has, the tower offers them the chance to challenge it. Hyunsoo looks at the number of coins he has…. [You have an infinite number of coins!] “Then I’ll awaken myself in the 100th floor and go home!!!” Hyunsoo, who is stucked in the tower, begins his conquer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4915d7-e84e-4d14-b7bf-c14a3a0995e0",
    "title": {
      "en": "Confession Attack"
    },
    "updatedAt": "2024-07-13T16:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/0a4915d7-e84e-4d14-b7bf-c14a3a0995e0/a4de6a55-92c6-485a-aeb1-c8cde9feecf5.png",
    "altTitles": [
      {
        "ko": "고백어택"
      },
      {
        "ko-ro": "Gobaek Attack"
      },
      {
        "es-la": "Ataque de confesión"
      }
    ],
    "description": {
      "en": "Hana was never first. Always because Han Geon Woo came in first every time!\nHana would do anything to best Geon Woo, even though she can't figure him out.\nThis time, she tried to shock him by confessing...\nHe believed and accepted the confession though? \nDoes he like me?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2024-07-25T09:14:57+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "Eight years ago, Zuo Fan's Warrior father was arrested for deserting his post when a huge monster tide swept through S City. Zuo Fan is determined to clear his father's name and save him from his death sentence, but that's easier said than done when he's a low-level Warrior hated for being a traitor's son.\n\nHowever, things take a surprising turn when he's betrayed by his party and left to die in a monster lair. Thanks to the sudden activation of a mysterious warrior system, Zuo Fan's lethal wounds are healed and his fighting skills are boosted. Not long after he escapes danger, he also learns that the truth behind what happened at S City is hidden within a dangerous restricted area teeming with high-level monsters.\n\nIt's up to Zuo Fan to tango with fish lizards and level up so he can get to the bottom of the truth once and for all!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-07-29T13:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/416ab867-3e3d-4fb0-b0bc-c1c769e3c789.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. \n\nHe was rejected by his childhood friend, which he thought they had mutual feelings for each other. His sister hates him. His mother neglected him. \n\nDue to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?! \n\nThus commence a youthful romcom full of misunderstandings!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "855a1c70-4e13-4b82-8bf5-fb42201db6d5",
    "title": {
      "en": "Shin Mazinger Zero vs Ankoku Daishougun"
    },
    "updatedAt": "2024-04-10T07:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/855a1c70-4e13-4b82-8bf5-fb42201db6d5/62d1916f-6495-458e-b098-a21b7ae52406.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin Mazinger Zero vs. Ankoku Daishogun"
      },
      {
        "en": "Shin Mazinger Zero vs. Great General of Darkness"
      },
      {
        "ja": "真マジンガーZEROvs暗黒大将軍"
      },
      {
        "zh": "真魔神ZERO VS 暗黑大将军"
      }
    ],
    "description": {
      "en": "After finally defeating Dr. Hell, Kabuto Kouji has to battle the forces of the Mikene Empire. Against an enemy unknown even to Minerva X, who has seen countless alternate timelines, Mazinger Z faces his most desperate moments! (MAL)",
      "pt-br": "Depois de finalmente derrotar o Dr. Hell, Kabuto Kouji tem que lutar contra as forças do Império Mikene. Contra um inimigo desconhecido até mesmo para Minerva X, que viu inúmeras linhas do tempo alternativas, Mazinger Z enfrenta seus momentos mais desesperadores!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "35"
  },
  {
    "mangaId": "9d62d9ad-a613-4979-b05a-6610692e9cc4",
    "title": {
      "en": "Whisper Me a Love Song Official Comic Anthology"
    },
    "updatedAt": "2024-07-29T17:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/9d62d9ad-a613-4979-b05a-6610692e9cc4/777e2f8b-6cbe-4fa5-ba70-4fa6aa6e980d.jpg",
    "altTitles": [
      {
        "ja": "ささやくように恋を唄う　公式コミックアンソロジー"
      },
      {
        "ko": "속삭이듯 사랑을 노래하다 공식 앤솔로지"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bfb92a6b-40c4-402f-b0c1-8f7daa550bc6",
    "title": {
      "en": "Don't Trust the Female Lead"
    },
    "updatedAt": "2024-07-14T22:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/bfb92a6b-40c4-402f-b0c1-8f7daa550bc6/03f78758-026c-45eb-b5ae-b3062449cfe8.jpg",
    "altTitles": [
      {
        "ko": "여주를 믿지 마세요!"
      },
      {
        "en": "DTTH!"
      },
      {
        "en": "Don't Trust the Heroine!"
      },
      {
        "es-la": "No confíes en la heroína"
      }
    ],
    "description": {
      "en": "She was reincarnated into a novel as the villainess’ supporter and died a tragic death after harassing the heroine. To avoid her death, she gave everything to Suzanne, the heroine and helped her get her happy ending. But…  \n  \n“Think back on your sins. You are convicted of attempted murder, high treason…”  \n  \nShe was betrayed in the end…  \n  \n“Goodbye, foolish countess. Ah, I forgot that you’re not a countess anymore,” Suzanne chuckled.  \n  \nThe heroine’s vicious nature, which she learned on the brink of her death. At that last moment, she thought.  \n  \n‘If I was given another chance, I…’  \n  \n* * *  \n  \n“No way! …I returned?”  \n  \nShe went back to the day before she met the heroine. The worst mistake she had made in her previous life.  \n  \n[History is written by the victors.]  \n  \nShe will no longer be the heroine’s s*ave. She swears to come out victorious and have her own happy ending!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-06-18T16:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8605863c-dd4d-49e0-b7b2-c6b5ccbb2cef",
    "title": {
      "en": "Megami Haiboku: Tensei no Varanowa"
    },
    "updatedAt": "2024-04-18T23:45:21+00:00",
    "coverArt": "https://mangadex.org/covers/8605863c-dd4d-49e0-b7b2-c6b5ccbb2cef/241307e3-a894-4560-b559-bd16204c42b8.jpg",
    "altTitles": [
      {
        "ja": "女神敗北 転生のヴァラノワ"
      },
      {
        "ja-ro": "Megami Haiboku: Tensei no Valanowa"
      },
      {
        "ja-ro": "Megami Haiboku: Tensei no Varanova"
      },
      {
        "ja-ro": "Megami Haiboku: Tensei no Valanova"
      },
      {
        "ja-ro": "Megami Haiboku: Tensei no Valnova"
      },
      {
        "en": "Goddess Defeat: Reincarnation Valanowas"
      },
      {
        "en": "Goddess Defeat: Valnova's Reincarnation"
      },
      {
        "en": "Goddess Defeat Valnova"
      }
    ],
    "description": {
      "en": "\"Prisoners\" who committed crimes and ended their lives while possessing powers that surpassed humans.\nHowever, the \"prisoners\", whose strength and beauty are seen by the gods, are revived as \"warriors\".\n\"Varanova\" is a beautiful human warrior who fights on behalf of the gods in the wars caused by the gods."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5c1cd9-70fe-4b49-9e64-1bef888acd4d",
    "title": {
      "en": "Mazinger Z"
    },
    "updatedAt": "2024-07-23T07:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/8d5c1cd9-70fe-4b49-9e64-1bef888acd4d/62382a07-f688-454b-a3e0-6b70c85b0cec.jpg",
    "altTitles": [
      {
        "ja": "マジンガーZ"
      }
    ],
    "description": {
      "en": "An alternate Mazinger Z manga by OUTA Gosaku. Not to be confused with the version by NAGAI Go.  \n  \nIt follows the anime timeline of events."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-06-15T12:20:07+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6dbc24cd-56ed-4171-83cd-8115ac0814b6",
    "title": {
      "en": "Returned from Hell"
    },
    "updatedAt": "2024-05-21T03:01:20+00:00",
    "coverArt": "https://mangadex.org/covers/6dbc24cd-56ed-4171-83cd-8115ac0814b6/c346b34a-572b-4559-aebf-9a6348e32bb1.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 돌아온 한대성"
      },
      {
        "en": "Han Dae Sung Returned From Hell"
      },
      {
        "ko-ro": "Jiogeseo Doraon Handaeseong"
      }
    ],
    "description": {
      "en": "On the way home from the third year of middle school. Han Dae-sung falls into hell without any context.\n\nAt first, he wandered in hell for about a few days and despaired, but he said that he had to live. He starts fighting with the determination to return to Earth. Hell was like a game. A UI pop-up window like an RPG game appears in front of your eyes as a hologram, there is a status window, and you learn skills and acquire items. Even though he almost lost his life several times from the ferocious beasts of hell, he persisted and continued to grow. \n\n10 years passed, 50 years passed, and 80 years were taken. He finally defeats the demon, the absolute lord of hell, and ascends to a new seat of power. \n\n[Would you like to return to Earth?] until the message pops up. Hell is worthless. Daesung returns to Earth, feeling no need to stay in this place where there is only a desolate land covered in flames and magical beasts who cannot communicate. \n\nAnd when he wakes up in a hospital in Seoul, he realizes that only 10 years have passed since he fell to hell. Daesung, who was in a vegetative state on Earth for 10 years, receives rehabilitation treatment. \n\nAt that time, a message that could only be seen in hell appears in front of his eyes. [The advent quest has arrived.] He accepts the system provided by hell and completes his rehabilitation training at an explosive pace while carrying out his mission. \n\nWhile hospitalized in his hospital room, Hell gave him quests relentlessly. Daesung's skinny body recovers the body of those days, which was solidified by living in hell for 80 years. Let Daeseong finish his descent. The system of Hell invites them to the other side of the world called 'Pantheon'.\n\n 'Pantheon' Based on the diary Daeseong wrote in his selfishness, the time and space of hell are recreated. Demonic beasts imprisoned in all the English spaces of Pandaemonium beg Daesung, the absolute, to save them. However, with the cold-hearted reply, \"Fuck Daesung\". He himself declares that he will not fight anymore and will live normally. \n\nHowever, the hometown Earth, which should be peaceful, was in a state of air raids by beings from another alien dimension, and the 'great upheaval' began on the day Daesung fell into hell. Since then, in the earth of cataclysm, in order to counteract the monsters that have entered the earth, a monster-specialized monster extermination certificate called 'Hunter' has been created. \n\nDaesung, who promised to live a normal life without fighting, makes one decision. home just returned. To protect the barely reunited family, the enemies from that extraterrestrial dimension must be exterminated. \n\nHaving made up his mind to become a hunter, he goes back and forth to the Pantheon and unlocks the powers of hell one by one. and your own world. He shows the real 'hell' as the absolute of hell to all who threaten his precious people."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcc3f064-9eee-44c1-b409-f6df242a3496",
    "title": {
      "en": "Heart Gear"
    },
    "updatedAt": "2024-07-26T13:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/dcc3f064-9eee-44c1-b409-f6df242a3496/713302cb-a4fa-46b7-972e-16362b558f3c.jpg",
    "altTitles": [
      {
        "ja": "ハートギア"
      },
      {
        "en": "HEART GEAR"
      },
      {
        "fr": "Heart Gear"
      }
    ],
    "description": {
      "en": "Young teenage girl Roue lives a peaceful life with her \"uncle\", a gear named Zett. She spends her days exploring the ruins of the old world, destroyed by World War III two hundred years ago. During one of those explorations, she finds a strange cylindrical gear who calls himself Chrome, who for some reason doesn't have a \"base program\", which determines a gear's main purpose. Chrome may have to find that purpose himself in his new life with Roue and Zett…  \n  \n**Officially published:**  \n- In spanish free on [MangaPlus](https://mangaplus.shueisha.co.jp/titles/200028)  \n- In french by [Ki-oon](http://www.ki-oon.com/mangas/tomes-1187-heart-gear.html)",
      "fr": "Il y a 200 ans, une guerre planétaire a quasiment anéanti l'espèce humaine. La terre n'est plus peuplée que de machines livrées à elles-mêmes... La jeune Roue est élevée par Zett, un robot pacifique, véritable père de substitution, qui la couvre d'attentions. Leur quotidien est bouleversé par l'arrivée d'un nouveau venu, Chrome. Tout juste activé, il prend le rôle du petit frère naïf et maladroit dans leur étrange famille. Zett tente tant bien que mal de lui faire intégrer la notion d'autonomie... Pas évident pour un robot !\n\nTout s'accélère quand un \"insane', un androïde fou, détruit Zett avant d'attaquer Roue. Pour Chrome, l'heure du choix est venue : il devient le protecteur de la fillette ! Il se révèle être un combattant surpuissant et écrase son adversaire. Heureusement, l'unité centrale de leur père adoptif est intacte : il ne reste plus qu'à lui trouver un corps compatible... Mais vers qui se tourner dans ce monde vaste et plein de dangers ?",
      "es-la": "Un mundo en ruinas. Allí transcurre la sencilla vida de Roue, una niña humana, y el gear Zett. Un día, Roue encuentra un nuevo gear, el misterioso Chrome, y el dúo se convierte en trío. Son casi como una familia, pero poco después..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "52"
  },
  {
    "mangaId": "5c4419eb-a7a5-4a9c-874e-ff3c7bf735c2",
    "title": {
      "en": "The Duchess Has a Deathwish"
    },
    "updatedAt": "2023-01-04T19:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/5c4419eb-a7a5-4a9c-874e-ff3c7bf735c2/0e65522d-8906-4b2a-8811-244cd16ec2fd.jpg",
    "altTitles": [
      {
        "ko": "악녀인데요, 죽어도 될까요?"
      },
      {
        "ko-ro": "Angnyeoindeyo, Jugeodo Doelkkayo?"
      },
      {
        "en": "I'm an Evil Woman, so Can I Die Now?"
      },
      {
        "en": "I'm a Villainess, Can I Die?"
      },
      {
        "de": "Die Herzogin mit dem Todeswunsch"
      },
      {
        "fr": "La duchesse condamnée"
      },
      {
        "pt-br": "Eu sou uma vilã, então posso morrer agora?"
      },
      {
        "es": "Soy una villana, ¿Puedo morir?"
      },
      {
        "es": "La villana quiere morir otra vez"
      },
      {
        "es": "Incluso si renací, quiero morir de nuevo"
      },
      {
        "ja": "悪女はまた死を選ぶ"
      },
      {
        "ja-ro": "Akujo wa Mata Shi wo Erabu"
      },
      {
        "zh-hk": "甘願赴死的惡女"
      },
      {
        "zh": "我是反派，死了也没关系吗?"
      },
      {
        "th": "ลิขิตชีวิตนางร้าย"
      }
    ],
    "description": {
      "en": "“I was reborn… and I want to die again.”\n\nDespite choosing to die in her previous life, our protagonist is reborn as Selena, the short-lived villainess from a novel. The character Selena was written to be so villainous she spends her final moments isolated in a dungeon. But our reincarnated protagonist has no will to live anyway, so she might as well jump (again) and save Selena from her predetermined miserable fate. But when Selena’s family and a knight prevent her from dying, what can she do…?\n\n---\nMy sick sibling has passed away, so I don't want to live anymore. With that, I chose to end my life, but how did I become a villainess in a novel?! Facing with such a miserable end, I thought I could end this troubled life with my own hands… But why are they still trying to save me?\n\n\"Don't deprive me of your partner status, Selina.\"\n\n\"Can you dare to be greedy?\"\n\nMy life is getting better and better, but the death day is also getting nearer. What do I have to do?\n\n---\n[Original Novel](https://series.naver.com/novel/detail.nhn?productNo=6327781)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7404), [KakaoPage](https://page.kakao.com/home?seriesId=59942846)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7404?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7404?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7404?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7404?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/7404)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3030)",
      "es": "Mi hermana enferma murió por lo que mi utilidad ha terminado. Con eso elijo morir, pero ¡¿me convertí en una villana en una novela de tercera categoría?! Ante el miserable final, pensé que podía acabar con esta problemática, llevándome mi vida con mis propias manos… Pero, ¿ ¿Por qué siguen intentando salvarme?\n\n\"No me quites tu estatus de pareja, Serena.\"\n\n\"¿Pue des atreverte a ser codicioso?\"\n\nMi vida es cada vez mejor y el día en que moriré se acerca. ¿Qué tengo que hacer?\n\n---\n[Original Novel](https://series.naver.com/novel/detail.nhn?productNo=6327781)\n\n**Original Webtoon:** [Comico](https://www.comico.kr/comic/7404), [KakaoPage](https://page.kakao.com/home?seriesId=59942846)\n\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/7404?languageCode=en)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/7404?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/7404?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/7404?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/7404)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3030)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de78b082-ff57-4fe4-9710-0f3b75e4c7a7",
    "title": {
      "en": "Kitchen Soldier"
    },
    "updatedAt": "2024-05-09T23:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/de78b082-ff57-4fe4-9710-0f3b75e4c7a7/88e535b0-3a8e-4c07-99d9-0e92cb944c77.jpg",
    "altTitles": [
      {
        "ko": "취사병 전설이 되다"
      },
      {
        "en": "Becoming a Legend Kitchen Soldier"
      },
      {
        "zh-hk": "菜鳥伙房兵"
      },
      {
        "th": "บันทึกครัวค่ายทหาร"
      },
      {
        "ru": "Становление легендарным поваром"
      },
      {
        "en": "Army Chef"
      },
      {
        "en": "Army Cook"
      }
    ],
    "description": {
      "en": "Korea's representative dirt spoon, Kang Sung-jae, an opportunity to become a legendary cook who has come like a ray of light in an uneasy military life!",
      "ko": "대한민국 대표 흙수저, 강성재. \r\n불안하기만 한 군생활에 한줄기 빛처럼 다가온 전설의 취사병이 될 기회!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "ru": "Кан Сон Чжэ, гражданин Кореи. Шанс стать легендарным поваром, который лучом света приблизился к непростой военной жизни!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "th": "ผมเป็นทหารใหม่ที่ถูกส่งไปประจำห้องครัว เรื่องมันควรจะธรรมดาใช่ไหมครับ ถ้าผมไม่ดันเห็นจอประหลาดที่หน้าตาเหมือนจอเกมปรากฏขึ้นตรงหน้า แถมมีแต่ผมคนเดียวที่เห็นซะด้วย?!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "zh-hk": "21歲的江成宰是大韓民國典型的窮二代，辛苦維持生計之際收到了入伍通知。惴惴不安的新兵生活突然出現了一道曙光，只要跟著只有他才能看到的「遊戲教學」破任務升級，就有機會成為軍中的傳奇廚師！\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "99729c30-4ed9-486d-a3da-08b06e242878",
    "title": {
      "en": "Isekai Mou Kaeritai"
    },
    "updatedAt": "2024-02-10T12:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/99729c30-4ed9-486d-a3da-08b06e242878/bf365114-9946-493b-94c3-27f29a996350.png",
    "altTitles": [
      {
        "ja": "異世界もう帰りたい"
      },
      {
        "en": "I Want To Go Back Home."
      }
    ],
    "description": {
      "ja": "平凡なサラリーマン×異世界=しょんぼり転生…!?\n普通に働き、普通にご飯を食べ、普通に寝る。そんな平凡なハッピーで物足りた日常を過ごすサラリーマン・下山口一郎。\nある日突然、英雄として異世界に召喚されたけど、評価は★1つのハズレガチャ扱い……。\n「嗚呼、もう帰りたい……」下山口の明日はどっちだ──!?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "48"
  },
  {
    "mangaId": "c13cb760-b00c-41a7-b17e-7aca5fe3e8b2",
    "title": {
      "en": "Shashin"
    },
    "updatedAt": "2024-05-02T21:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/c13cb760-b00c-41a7-b17e-7aca5fe3e8b2/5a173a89-1473-4f90-bf4f-4f3f7c28515b.jpg",
    "altTitles": [
      {
        "en": "Death God"
      },
      {
        "ko": "사신"
      },
      {
        "zh": "死神"
      }
    ],
    "description": {
      "en": "Jongli Chu, a warrior of the Death Heavenly Sect who killed Hwang Jung to avenge his older brother. In order to avoid the pursuit of Death Heavenly Sect, he looked to an assassin of the Death Soul Agency, Crimson Assassin, for help and got swept into a huge mess known as the Obliteration. In order to escape the shadow of the Obliteration, he had no choice but to become a legendary Death God! Can Jong Lichu become a Death God and find freedom in the stifling rules created by the orthodox sects?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a3653f6-5b5a-425d-95d9-3c349d25625c",
    "title": {
      "en": "N Methods to Make the Scum Gameover"
    },
    "updatedAt": "2024-07-23T14:12:30+00:00",
    "coverArt": "https://mangadex.org/covers/5a3653f6-5b5a-425d-95d9-3c349d25625c/86ede889-18df-4363-860d-8658e4d92b29.jpg",
    "altTitles": [
      {
        "zh": "渣男gameover的N种方法"
      },
      {
        "zh": "让渣男gameover的N种方法"
      },
      {
        "zh-ro": "Zha Nan Gameover De N Zhong Fang Fa"
      },
      {
        "vi": "Tôi Ở Di Giới Khai Ngư Đường"
      },
      {
        "vi": "N Cách Để Khiến Tra Nam Gameover"
      },
      {
        "zh-ro": "Zhā Nán Gameover De N Zhǒng Fāng Fǎ"
      }
    ],
    "description": {
      "en": "I fell from a building strangely when I appeared? Am I dead or alive after falling from the 18th floor? Suddenly an NPC wanted to play a game with me? I quickly traveled to various novels, met a lot of handsome men, activated the cheat code to kill all the scum, and completed the mission in the other world to come back to life? Wait a minute! Why am I in hard mode when I first arrive? !"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "119"
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
    },
    "updatedAt": "2024-07-27T00:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      }
    ],
    "description": {
      "en": "Sacheondanga was a famous family of poison and memorization, but has now fallen.\nYeon Myeong, who was born there, suddenly became crazy about the sword.\nI awaken to my past life where I reached the state of swordsmanship.\n\n'I want to live a normal life this time.'\n\nIf I wanted to live a normal life, I would have to hide my swordsmanship skills.\nBut there are too many things that get in the way.",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e933dda0-c8a9-4285-b894-f66421471615",
    "title": {
      "en": "May I Kill You, Your Highness?"
    },
    "updatedAt": "2024-01-22T06:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/e933dda0-c8a9-4285-b894-f66421471615/2180d687-d4bb-40d9-95ad-87645c200866.jpg",
    "altTitles": [
      {
        "ko": "죽여도 될까요, 폐하"
      },
      {
        "en": "Can I Kill You, Your Majesty?"
      },
      {
        "fr": "Puis-je vous tuer, votre majesté?"
      },
      {
        "es": "¿Puedo matarlo, su majestad?"
      },
      {
        "ru": "Могу ли я убить Вас, Ваше Величество?"
      },
      {
        "id": "Bolehkah aku membunuhmu, Yang Mulia?"
      },
      {
        "vi": "Bệ hạ, tôi sẽ giết ngài!"
      },
      {
        "zh-ro": "May I Kill You, Your Majesty?"
      }
    ],
    "description": {
      "ar": "ماتت بسبب الأمير وهذه هي عودتها الرابعة.\n لا أستطيع أن أموت مرة أخرى.\n الامير...\n سأغويه.\n \"اخبرني مره اخرى. ما تحدثنا عنه في ذلك الوقت \".\n نظر كاستيان الملطخ بالدماء إلى إيرنديل وقال ،\n \"أنا معجب بك أنا جاد. قلت ذلك ، أليس كذلك؟ \" أدرك إيرنديل أخيرًا.\n \n \"إذا أنقذت حياتك ، أخبريني أنك ستكونين معي لبقية حياتك.\"\n لقد تم تحريف هذا الشيء.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)",
      "en": "I died because of the prince, and it’s my fourth return. I can’t die again. The prince… Let’s seduce him!\n\n“Tell me again. What we talked about back then.”\n\nThe blood stained Castian looked at Earendel and said, “I like you. I’m serious. You said that, didn’t you?”\n\nEarendel finally realized…\n\n“So if I save your life, tell me you’ll be with me for the rest of your life.”\n\n…that something has been twisted.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)",
      "fr": "C'était un jour de printemps chaud et ensoleillé, mais différent de d'habitude. (Il y a un jour comme ça, Erendel.) Ma mère me l'a dit une fois. Mais elle est morte il y a plus de dix ans. [C'est un jour curieux où je fais des choses que je ne fais pas d'habitude. Il faut être très prudent un tel jour. [Pourquoi?] Ce jour-là, les yeux violets de ma mère brillaient faiblement au soleil. Elle a jeté un regard froid à la question de sa fille. ~~~~~~~~~~~~~~ [ Si tu fais une erreur, tu peux être ensorcelée. ] Elle a dit quelque chose que je n'ai pas pu comprendre. [ Être fasciné est pour un moment, mais être ensorcelé est pour toute une vie. ] ~~~~~~~~~~~~~~ Erendel était assis sur le sol et regardait l'homme avec des yeux vides. Son visage couvert de sang ne lui était pas familier. Non, peut-être qu'elle ne sait vraiment pas. Peut-être que je suis en train de rêver. Mais comme pour m'informer que c'était un espoir sans espoir. Une voix grave a appelé mon nom. \"...Erendel.\" \"Redis-moi. Ce dont nous avons parlé à l'époque.\" Sur les yeux violets clairs d'Erendel se reflétait le Kin ...trempé de sang du Prince Castian. \"Je vous aime bien.\" [ J'aime beaucoup le Prince Castia. C'est aussi beaucoup. ] \"Je le pense\" [ Je suis sérieux ] \"...vous avez dit ça, n'est-ce pas?\" \"Ou tu m'as menti? Le sourire de Castian était vide. \"Je suis en train de me faire avoir.\" Puis il reprit \"Alors dis-moi que je dois te sauver la vie. Puis dis-moi que tu seras à mes côtés.\" \"Vous êtes venu me voir parce que vous vouliez vivre de toute façon, n'est-ce pas?\" Il argumente. ...Je veux dire, je ne savais vraiment pas. Que mon ami, que je prenais pour un fou, était le Prince Castian qui m'avait tué tant de fois. savent aussi ce qui va se passer à cause des mots choisis.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%A3%BD%EC%97%AC%EB%8F%84-%EB%90%A0%EA%B9%8C%EC%9A%94-%ED%8F%90%ED%95%98/3325), [KakaoPage](https://page.kakao.com/content/61260193)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-04-16T20:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ca851d7-214e-4905-937f-3523f6dddfa8",
    "title": {
      "en": "The Legend of Zelda: Breath of the Wild - Whisper (Doujinshi)"
    },
    "updatedAt": "2024-07-21T02:58:41+00:00",
    "coverArt": "https://mangadex.org/covers/4ca851d7-214e-4905-937f-3523f6dddfa8/a9500eae-ed61-48d5-a88f-378d4c0d878a.png",
    "altTitles": [
      {
        "ja": "ゼルダの伝説: ブレスオブザワイルド - 囁き"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "004f414f-badf-414a-9991-e4a7c76de81e",
    "title": {
      "en": "SM Yuri Ecchi Anthology"
    },
    "updatedAt": "2024-07-28T16:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/004f414f-badf-414a-9991-e4a7c76de81e/c6dd8a49-cd0b-4131-b36e-d6ac222aaeb8.jpg",
    "altTitles": [
      {
        "ja": "SM百合えっちアンソロジー"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1751f21f-fd59-42ec-8480-e56393675560",
    "title": {
      "en": "V-idol-live!"
    },
    "updatedAt": "2023-08-27T23:05:57+00:00",
    "coverArt": "https://mangadex.org/covers/1751f21f-fd59-42ec-8480-e56393675560/cff8c3ab-6c45-403c-93cb-96e795833dcb.jpg",
    "altTitles": [
      {
        "ja": "Vドライブ!"
      },
      {
        "ko": "V도라이브!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2213279-1b4e-4699-8d6b-334d718b7474",
    "title": {
      "en": "Netoge no Yome ga Ninki Idol Datta: Cool kei no Kanojo wa Genjitsu demo Yome no Tsumori de Iru"
    },
    "updatedAt": "2024-05-15T16:13:53+00:00",
    "coverArt": "https://mangadex.org/covers/d2213279-1b4e-4699-8d6b-334d718b7474/9315ac0b-da31-4c93-9fcf-b7dfd3984ee0.jpg",
    "altTitles": [
      {
        "ja": "ネトゲの嫁が人気アイドルだった件～クール系の彼女は現実でも嫁のつもりでいる～"
      },
      {
        "en": "My Web Game Wife Is a Popular Idol IRL"
      },
      {
        "vi": "Vợ trong game của tôi là Idol nổi tiếng ngoài đời"
      },
      {
        "ru": "Моя жена в онлайн-игре – популярный айдол"
      },
      {
        "th": "ไอดอลสาวสุดปังกับผมแต่งงานกันในเกมออนไลน์ ~(แต่) แฟนสาวสุดคูลอยากเป็นเจ้าสาวในโลกจริงด้วย~"
      },
      {
        "en": "My Wife in the Web Game Is a Popular Idol"
      }
    ],
    "description": {
      "en": "Kazuto Ayanokoji is an ordinary high school boy. He spends his days playing online games as a hobby. One day, he discovers the true identity of a friend who is so close to him that they are married in-game. It turns out to be a cool idol from the same class, Rinka Mizuki. As Rinka tries to act as his wife in real life, Kazuto is forced to lead a dizzying life.",
      "ja": "平凡な男子高校生・綾小路和斗には嫁がいる。ただし趣味のネトゲ世界で。ところが結婚相手の少女リンの正体は、学校のクラスメイトで人気アイドルの『水樹凛香』で!? 正体がバレて関係も終わり――かと思いきや、凛香は現実でも和斗の「嫁」として振る舞い始めて……。",
      "vi": "Ayanokouji Kazuto là một cậu học sinh cao trung bình thường. Cậu có sở thích là chơi game vào thời gian rảnh của mình. Một ngày, cậu phát hiện ra danh tính thật của người bạn thân mà cậu đã kết hôn trong game. Người đó không ai khác chính là Rinka Mizuki, một idol và cũng là một người bạn cùng lớp của cậu. Trong khi Mizuki Rinka cố gắng để cư xử với cậu như một người vợ, cậu phải trải qua một cuộc sống hằng ngày mệt mỏi."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-03-08T09:35:15+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      }
    ],
    "description": {
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-06-05T07:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/d3154ed8-eb5b-4b04-807b-e0b5dd8531cb.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30196491-8fc2-4961-8886-a58f898b1b3e",
    "title": {
      "en": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
    },
    "updatedAt": "2024-07-29T13:21:56+00:00",
    "coverArt": "https://mangadex.org/covers/30196491-8fc2-4961-8886-a58f898b1b3e/8ae153f9-b0d4-4d62-b9b8-12e788ff385c.jpg",
    "altTitles": [
      {
        "fr": "Berserk de la Gourmandise : Celui qui surpasse le concept même de niveaux"
      },
      {
        "pl": "Berserk obżarstwa"
      },
      {
        "en": "Berserk of Gluttony"
      },
      {
        "ja": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
      },
      {
        "ru": "Ненасытный Берсерк"
      },
      {
        "ja": "暴食のベルセルク～俺だけレベルという概念を突破する～ THE COMIC"
      },
      {
        "zh-hk": "狂怒的暴食 ～僅自己突破了等級這概念～"
      },
      {
        "zh": "狂怒的暴食 ～只有我突破了等级这概念～"
      },
      {
        "ko": "폭식의 버서크"
      },
      {
        "ko": "폭식의 베르세르크 ~나만 레벨이라는 개념을 돌파한다~"
      },
      {
        "en": "Berserk of Gluttony: The One that Exceeds the Concept of Levels"
      }
    ],
    "description": {
      "en": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry.",
      "fr": "Dans ce monde, il y a deux types de personnes. Ceux qui ont un ou plusieurs \"talents\", et ceux qui n'en possèdent pas. Les personnes nées avec de puissant talents, exterminent les monstres pour monter en niveaux et devenir puissants, alors que ceux qui n'en possèdent pas deviennent des échecs et sont traités durement par la société. Nous suivons l'histoire de Fate, un homme travaillant comme garde aux portes de la ville et dont son seul talents est la gourmandise, un talent qui ne fait que lui donner faim.  \n\n\n---",
      "ro": "În lumea asta sunt două tipuri de oameni: cei care posedă “puteri” incredibile și cei care nu.  \nCei care au fost născuți cu asemenea “puteri” extermină monștrii, evoluează și devin oameni de success, în timp ce ceilalți devin eșecuri, și sunt tratați diferit de societate.  \nCitește povestea lui Fate, un tip ce lucrează ca și gardian, a cărui putere este lăcomia, o putere care îl face să fie mereu înfometat.   \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/isshiki_ichika)  \n- [Original Web Novel](https://ncode.syosetu.com/n6887dt/) (Raw)  \n- Original Comic on **[** [Comic Ride](http://comicride.jp/gluttony/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/31663) **]** (Raw)",
      "ru": "В этом мире есть два типа людей. Те, у кого есть сильные «навыки», и те, кто их не имеет. Люди, рожденные с мощными навыками, уничтожают монстров, чтобы стать успешными, в то время как люди без них становятся неудачниками, к которым жестоко относится общество. В нашей истории, парень, который работает в качестве привратника, и чье единственное умение — обжорство, умение, которое только делает его голодным.   \n  \n\n\n---",
      "pt-br": "Neste mundo, existem dois tipos de pessoas. Aqueles que têm poderosas “habilidades” e aqueles que não. As pessoas nascidas com habilidades poderosas exterminam monstros para subirem de nível e se tornarem bem-sucedidas, enquanto as pessoas sem eles, tornam-se fracassos, que são tratados com dureza pela sociedade. Fate é um cara que trabalha como um porteiro, e cuja única habilidade é a gula, uma habilidade que o faz comer almas."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Maid ga Uzasugiru!"
    },
    "updatedAt": "2023-08-13T19:43:26+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/a733a6df-af55-4a8a-a490-724811433507.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsubakuma!"
      },
      {
        "ja-ro": "Uchi no Meido ga Uzasugiru"
      },
      {
        "en": "UzaMaid: Our Maid is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "ja": "うちのメイドがウザすぎる！"
      },
      {
        "zh": "燕熊！"
      },
      {
        "ja": "つばくま！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "fd604f6e-a784-4c6b-ab00-565a996c33f8",
    "title": {
      "en": "Ryuu to Yuusha to Haitatsunin"
    },
    "updatedAt": "2024-07-13T13:58:18+00:00",
    "coverArt": "https://mangadex.org/covers/fd604f6e-a784-4c6b-ab00-565a996c33f8/6219e353-9693-4ab8-91ef-5327d6bf2129.jpg",
    "altTitles": [
      {
        "ja": "竜と勇者と配達人"
      },
      {
        "en": "The Dragon, the Hero, and the Courier"
      },
      {
        "la": "Draco et heros et vector"
      },
      {
        "fr": "Le dragon, le héros, et la coursière"
      },
      {
        "pt-br": "O dragão, o herói e o carteiro"
      },
      {
        "zh-hk": "龍與勇者與郵遞員"
      },
      {
        "ka": "დრაკონი და გმირი და მაუწყებელი"
      },
      {
        "it": "Il drago, l'eroe e il corriere"
      }
    ],
    "description": {
      "en": "\"Hello fellow citizens. I am Yoshida the half-elf, working for the post office of the Imperial City of Idazig. My job is to deliver letters and documents to wherever you need them to be, whether it be a castle in the sky or the bottom of an abyss.\"\n\nThis is a comedy written by the biggest Middle-Ages geek, hitting the fantasy genre from an entirely new angle!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "66"
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2024-07-27T20:21:02+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/0985ba3f-2152-4c18-9deb-ee418c60ce36.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa , saying, “Meet me at the usual karaoke place after school.” \n\nHe goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebbb9176-a16d-4560-afd6-a3c294014efc",
    "title": {
      "en": "Shinkon no Iroha-san"
    },
    "updatedAt": "2024-07-12T22:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/ebbb9176-a16d-4560-afd6-a3c294014efc/f1c72ceb-edc4-47d1-a762-77707e946458.jpg",
    "altTitles": [
      {
        "en": "Newly Wed Miss Iroha"
      },
      {
        "ja": "新婚のいろはさん"
      },
      {
        "zh": "新婚的彩葉小姐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-07-13T09:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/86c2d97d-ab85-468f-ace6-9f41630a98db.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "1469f6d7-aed8-4870-8b9c-f1c9ca5dfae5",
    "title": {
      "en": "Ore no Dankon ♡ Sacrifice"
    },
    "updatedAt": "2024-05-02T04:56:08+00:00",
    "coverArt": "https://mangadex.org/covers/1469f6d7-aed8-4870-8b9c-f1c9ca5dfae5/cf773860-3134-44a3-b6e6-0d0c5a457aae.jpg",
    "altTitles": [
      {
        "ja": "俺の男魂♡サクリファイス"
      },
      {
        "en": "Sacrifice of My Manly Soul ♡"
      }
    ],
    "description": {
      "en": "In order to lose my family's debt (4 billion), I decided to go to a girls' school by dressing as a woman, as per the order of \"a pervert who loves romantic comedy and has too much power\". School life is full of confusion, but fortunately, in the midst of misfortune, all the members of the student council are \"men\" who go to girls' schools in the same circumstances. Can you win a peaceful school life despite the perverted old man who wants romantic comedy troubles?\n\n(source: mangaupdates)",
      "ja": "実家が背負った40億円の借金のため、進学先が強制的に女子校になってしまった藤堂純（16歳・♂）。しかしその女子校には同じ様な理由で集まった”男の娘”達の生徒会があり…\n\nバレてしまったら（社会的な）死、間違いなし俺の青春はどうなっちまうんだ?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "8b12f337-66f9-4bf0-b017-5abcf4425a6d",
    "title": {
      "en": "Pansuto"
    },
    "updatedAt": "2023-11-13T07:10:42+00:00",
    "coverArt": "https://mangadex.org/covers/8b12f337-66f9-4bf0-b017-5abcf4425a6d/8ebd559b-0a63-4f5a-885e-79620d6fa6d6.jpg",
    "altTitles": [
      {
        "en": "Pandora x strip"
      },
      {
        "en": "PanSt."
      },
      {
        "ja": "ぱンすと。"
      },
      {
        "ru": "Панцуто"
      }
    ],
    "description": {
      "en": "The school nurse feared by everyone, with her white underwear peeking out of her black tights.  \nAnd then she caught me peeping at it….. Thus began the s.e.c.r.e.t afterschool counseling"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "15",
    "lastChapter": "130"
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-04-27T13:08:57+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/f8c1432b-69b6-43f6-b520-6dba381ab6a0.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "en": "It's been 40 years since I was reincarnated. It's time for this uncle to fall in love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]