[
  {
    "mangaId": "9cd3def2-b495-467c-ae19-194d5b00843a",
    "title": {
      "en": "Not All Girls Are Stupid"
    },
    "updatedAt": "2023-02-27T16:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/9cd3def2-b495-467c-ae19-194d5b00843a/1053b687-8ff5-4f22-b0b0-cfec3fe396da.jpg",
    "altTitles": [
      {
        "ja-ro": "Guzu na Onna Bakari ja Nai ze"
      },
      {
        "ja": "愚図な女ばかりじゃないぜ"
      }
    ],
    "description": {
      "en": "Collection of short stories.   \n  \n\"Fun After School\" is a two-part one-shot that tells about the relationship between Iwata Megumi, the idol of Chofu High School, and Midorikawa Mayuko, also known as Miss Chofu High School. When another student takes a picture of the two of them in an intimate moment, what lengths will Megumi go to to get the picture and negative?  \n  \n\"School Days\" centers around a girl named Misaki who hates the co-ed school she was forced to transfer to and desperately misses her best friend from the girls' school she used to attend."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "2cce0dee-b4e9-45c5-a02c-b70ac195ad56",
    "title": {
      "en": "Majo no Hanaya-san"
    },
    "updatedAt": "2024-11-28T11:43:01+00:00",
    "coverArt": "https://mangadex.org/covers/2cce0dee-b4e9-45c5-a02c-b70ac195ad56/ddc235dd-4e6b-4d48-8c89-decb1a82074e.jpg",
    "altTitles": [
      {
        "ja": "魔女の花屋さん"
      },
      {
        "en": "Witch's Florist"
      },
      {
        "ru": "Цветочный магазин Ведьмы"
      },
      {
        "uk": "Квітковий магазин Відьмочки"
      }
    ],
    "description": {
      "en": "Allie Abel, a girl who came from the countryside wishing to become a witch who can make people happy with magic, meets Yoshino-York, an unusual witch who sells ordinary flowers and believes that \"people can be happy without relying on magic\". Allie, who has been assigned to work at Yoshino's florist as an apprentice witch, is now making \"happiness\" that was supposed to come true through magic come true with her own hands...?　\n\nA heroine fantasy of flowers and magic that will bring a little smile to your face!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b9dfda1-8255-46ff-90f5-f0980923a1b0",
    "title": {
      "en": "Kami Chi no Kyuuseishu -0.00000001% o Hikiate Saikyou e-"
    },
    "updatedAt": "2024-12-25T08:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/0b9dfda1-8255-46ff-90f5-f0980923a1b0/8b805dab-ee1a-41fc-b959-a04b0e817fbe.jpg",
    "altTitles": [
      {
        "ja": "神血の救世主〜0.00000001%を引き当て最強へ〜"
      },
      {
        "en": "Savior of Divine Blood: Draw Out 0.00000001% to Become the Strongest"
      }
    ],
    "description": {
      "en": "A player who can fight creatures from the wonders of another world. The main protagonist, Ariake Subaru, was bullied and was chosen as a player of the “Rainbow” rank, which is neither gold, silver, nor copper. He acquired the skill to freely manipulate blood, and his life and position changed completely. As he continues to fight every day, he gradually earns the title as a “Savior” who will save the world.",
      "ja": "異界からの脅威に対抗する超人的存在\"プレイヤー\"。イジメられっ子の透晴は、既存の金・銀・銅のどれでもない、\"虹\"ランクのプレイヤーに選ばれる。それまでの立ち位置から一変、世界を救う\"救世主\"となる！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "829fa99d-1127-49df-9b0a-d34a4e33f4f9",
    "title": {
      "en": "Oresama Teacher"
    },
    "updatedAt": "2022-01-24T22:24:27+00:00",
    "coverArt": "https://mangadex.org/covers/829fa99d-1127-49df-9b0a-d34a4e33f4f9/d37cf1a1-d28a-44e8-881d-e62be0844e91.jpg",
    "altTitles": [
      {
        "tl": "Aking Guro"
      },
      {
        "tr": "Bendeniz Öğretmen"
      },
      {
        "en": "Fight Girl"
      },
      {
        "da": "Læreren Min"
      },
      {
        "en": "Great Teacher of Mine"
      },
      {
        "ja": "Ore-sama Sensei"
      },
      {
        "ja": "Ore-sama Teacher"
      },
      {
        "ja": "Oresama Sensei"
      },
      {
        "vi": "Thầy giáo của tôi"
      },
      {
        "ru": "Мой уч"
      },
      {
        "th": "ฉันนี่แหละอาจาร์"
      },
      {
        "ja": "俺様ティーチャー"
      },
      {
        "zh": "我的野蛮老师"
      },
      {
        "zh-hk": "我的野蠻老師"
      },
      {
        "zh": "王样老师"
      },
      {
        "zh-hk": "王樣老師"
      },
      {
        "ko": "본좌 티처"
      }
    ],
    "description": {
      "en": "Kurosaki Mafuyu was a juvenile delinquent and head of her gang before her subsequent arrest got her expelled from high school. Now that she's transferred to a new high school, she's determined to become an \"ultra-shiny, super feminine high school student.\" But with a new friend like Hayasaka-kun and a homeroom teacher like Saeki Takaomi (who may be more than he seems), will Mafuyu really be able to live a girly-girl high school life?  \n  \n**Official Oresama Teacher PV:**  \n  \n<https://youtu.be/3kzHDkGI_Y8>"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "29",
    "lastChapter": "168"
  },
  {
    "mangaId": "c2113c72-087f-459e-a5f3-addb779a86ce",
    "title": {
      "en": "My Long Distance Girlfriend Came to Visit me."
    },
    "updatedAt": "2025-01-07T03:38:29+00:00",
    "coverArt": "https://mangadex.org/covers/c2113c72-087f-459e-a5f3-addb779a86ce/a69a3e51-26c0-41c8-98ce-939e45912d17.jpg",
    "altTitles": [
      {
        "ja": "遠距離彼女が会いにきた。"
      },
      {
        "ja-ro": "Enkyori Kanojo ga ainikita."
      }
    ],
    "description": {
      "en": "A short story by Niichi for Comiket."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Kaisha to Shiseikatsu: On to Off"
    },
    "updatedAt": "2024-11-17T16:40:30+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/85f10ea1-41c9-4aef-807e-b1a12d182cfe.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活　－オンとオフ－"
      },
      {
        "en": "On and Off: Work-Life Imbalance"
      },
      {
        "en": "Company and Private Life: On and Off"
      },
      {
        "es-la": "Vida empresarial y privada: ON y OFF"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). \n\nMeet two office workers whose professional lives \"on\" the clock and private lives when they’re \"off\" couldn't be more different. He dresses like a lolita. She dresses like a punk. \n\nWhen their contrasting \"on\" and \"off\" modes collide, it inevitably leads to heart-pounding antics!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/7a95f955-23a7-4fce-92c0-9c6b4a39cf5d.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": {
      "en": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~"
    },
    "updatedAt": "2024-11-02T18:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/b9185785-a01a-47f7-a408-1458211c6e0b.jpg",
    "altTitles": [
      {
        "ja": "転生貴族、鑑定スキルで成り上がる～弱小領地を受け継いだので、優秀な人材を増やしていたら、最強領地になってた～"
      },
      {
        "ja-ro": "Tensei Kizoku Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuidanode, Yuushuuna Jinzai wo Fuyashite Itara, Saikyou Ryouchi ni Natteta~"
      },
      {
        "en": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World: I Inherited a Weak Territory, and If I Increase the Number of Capable Personnel, It Will Become the Strongest Territory"
      },
      {
        "zh-hk": "轉生貴族，以鑑定技能成名～因為繼承了弱小的領地，所以如果增加了優秀的人才，就會成為最強的領地～"
      },
      {
        "id": "Terlahir kembali menjadi seorang bangsawan dengan skill penilaian"
      },
      {
        "id": "Seorang bangsawan yang bereinkarnasi, bangkit dengan kemampuan analisis"
      },
      {
        "pt-br": "Como um Aristocrata Reencarnado, Usarei Minha Habilidade de Avaliação para Subir no Mundo"
      },
      {
        "vi": "Quý Tộc Tái Sinh Thăng Tiến Nhờ Kỹ Năng Thẩm Định: Vì Thừa Kế Một Lãnh Địa Nhỏ Yếu, Nên Khi Tuyển Dụng Người Tài, Đã Trở Thành Lãnh Địa Mạnh Nhất"
      },
      {
        "vi": "Tái Sinh Thành Quý Tộc Với Kĩ Năng \"Thẩm Định\""
      }
    ],
    "description": {
      "en": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
      "ja": "転生し、弱小貴族として異世界を生きることになったアルス・ローベント。現代同様、異世界でも体力・知力ともに平凡だったが、“鑑定スキル”という人の潜在能力を知ることが出来るスキルを生まれつき所持していた。アルスは自分の民たちを守るため、“鑑定スキル”で弱小領地を最強の領地へと変貌させていく───！",
      "vi": "Sau khi được tái sinh, Ars Louvent được cho là một quý tộc yếu kém. Cả sức mạnh thể chất và trí tuệ của cậu đều ở mức trung bình ở cả 2 thế giới. Nhưng cậu sở hữu một kĩ năng độc nhất có tên ' Thẩm định' cho phép cậu có thể nhìn được chỉ số và tiềm năng của mọi người. Bằng cách tập hợp những người tài năng về bên cạnh, Ars sẽ sử dụng kĩ năng 'Thẩm định' này để khiến lãnh thổ yếu ớt của mình thành nơi mạnh nhất! Nhưng con đường phía trước của cậu sẽ không hề dễ dàng.",
      "pt-br": "Após ser reencarnado, Ars Louvent deve viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres em ambos os mundos, mas aqui ele naturalmente possuía uma habilidade chamada “Avaliação” que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa esta habilidade de “Avaliação” para transformar seu território fraco no mais forte! Mas o caminho à sua frente não será tão simples."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "098f1a64-06aa-4e02-8e94-4284352538e9",
    "title": {
      "en": "I Got a Girlfriend From a Shooting Star"
    },
    "updatedAt": "2024-12-25T17:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/098f1a64-06aa-4e02-8e94-4284352538e9/3aa00762-f4dc-445d-8654-64689d6e25df.png",
    "altTitles": [
      {
        "zh": "许愿后，天降成精的星星"
      },
      {
        "zh-ro": "Xǔyuàn hòu, tiān jiàng chéng jīng de xīngxīng"
      },
      {
        "en": "After Making a Wish, a Shooting Star Descended and Became a Spirit"
      }
    ],
    "description": {
      "en": "What do I do if I like girls? I wished upon a shooting star, not expecting it to be granted straight away… so why did a spirit suddenly appear before me?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-07-22T03:51:01+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, the invincible warrior Hyeon-oh Kim brought down the Tower of the End, preventing the world’s demise. Though he should have died the moment the Tower of the End collapsed, Hyeon-oh is reborn 300 years later in the body of a 17-year-old boy named Juhyeok Kim.\n\nMeanwhile, he discovers the existence of the Constellations, who were once his disciples 300 years ago but were born during the time when he did not exist in this world. Will he be able to find them again and train them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-31T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-12-10T18:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/639d4146-f068-4ac3-8c76-2ba7a3cb9816.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d25973ae-bcc3-4b88-a069-1cebab3f3099",
    "title": {
      "en": "Uchuujin no Kakushigoto"
    },
    "updatedAt": "2024-11-02T14:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/d25973ae-bcc3-4b88-a069-1cebab3f3099/24f91298-755f-422c-8de8-beb34131a29c.jpg",
    "altTitles": [
      {
        "ja": "宇宙人のかくしごと"
      },
      {
        "en": "Secret of the Alien"
      },
      {
        "zh-hk": "外星人的隱瞞之事"
      },
      {
        "en": "Extraterrestrial Secrets"
      }
    ],
    "description": {
      "en": "The girl I fell in love with is… an alien!? I, the class president, happened to fall in love with my classmate, the eccentric Haru. I confessed my feelings, but her true identity was an alien who came to Earth to survey it.\n\n“I still like you!”\n\nI started going out with Haru, but now I have a further “secret” to keep…",
      "ja": "好きになった子は、宇宙人？\nクラス委員長の僕は、ひょんなことからクラスメイトの変人・ハルに惚れてしまう。意を決して告白した僕だったが、彼女の正体は地球に調査に来た宇宙人だった。「それでも好きだ！」とハルと付き合い始めた僕だったが、さらなる“秘密”を抱えることに――。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2025-01-04T09:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/fc2651e7-b67f-4bda-bef6-91b21dc762c8.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "en": "DAN DA DAN"
      },
      {
        "ja-ro": "Dandadan"
      },
      {
        "ja-ro": "Dan Da Dan"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "pt-br": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e160a8e3-304f-4dca-838b-ee1821c490d8",
    "title": {
      "en": "Watashi ga Koibito ni Nareru Wake Naijan, Muri Muri! (Muri Janakatta!?)"
    },
    "updatedAt": "2024-01-20T13:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/e160a8e3-304f-4dca-838b-ee1821c490d8/b5c649f9-20bf-4a73-b800-b5611b828e9b.jpg",
    "altTitles": [
      {
        "ja": "わたしが恋人になれるわけないじゃん、ムリムリ！（※ムリじゃなかった!?）"
      },
      {
        "id": "Mana Mungkin Aku Bisa Jadi Kekasihmu! (Ternyata Mungkin!?)"
      },
      {
        "zh": "我怎么可能成为你的恋人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-hk": "我怎麼可能成為你的戀人，不行不行！（※不是不可能！？）"
      },
      {
        "zh-ro": "Wǒ zěnme kěnéng chéngwéi nǐ de liànrén, bùxíng bùxíng!(※Bùshì bù kěnéng!?)"
      },
      {
        "en": "There’s No Freaking Way I’ll be Your Lover! Unless…"
      },
      {
        "pt-br": "Um Amor Impossível! Ou Não..."
      },
      {
        "ja-ro": "Watanare"
      }
    ],
    "description": {
      "en": "Longing to be a normie, I, Renako Amaori, am finally making my high school debut after working so hard for it. However due to my communication impairment, I have a gloomy aura. And after being in the normie group day in day out, I got so exhausted and said “I can't do this anymore,” and reached my limit!\n\nDuring that time, I accidentally met the top student of our school. Perfect in face and figure, unrivaled in sword and pen, our school's best high school girl: Mai Odzuka.\nWe found in each other someone who we could open to and talk about our own troubles. What a nice friend I made, now I can surely get back on my own feet…is what I thought!\n\n\"It seems that you, even as a girl, have made me fall in love with you.\"\nWhat!? Mai suddenly confessed to me. Wait! What about our friendship?\n\nAnd so, we now have different feelings we can’t tell each other: friendship or a romantic relationship. We’re now presenting each other its benefits and put them into practice to see what kind of relationship works best for us. Will I succeed with a successful high school life…?",
      "pt-br": "A desajeitada e introvertida Amaori Renako está deixando sua vida solitária no ensino médio para trás, determinada a se tornar uma estudante extrovertida e popular. A glamorosa e confiante Oduka Mai é o oposto total de Renako: rica, despreocupada e literalmente uma modelo fashion. Contra todas as probabilidades, as duas garotas formam uma conexão imediata. Renako acha que pode ter encontrado a melhor amiga dos seus sonhos… até que a confissão de amor de Mai deixa seus sentimentos em parafuso. Renako quer provar a Mai que ser melhores amigas é melhor do que ser namoradas, mas Mai está decidida a convencer Renako de que elas estão destinadas a serem amantes!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3683f667-c23d-4688-b872-0ade276aaafa",
    "title": {
      "en": "Rekkyou Sensen"
    },
    "updatedAt": "2024-11-21T21:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/3683f667-c23d-4688-b872-0ade276aaafa/f2d84657-9a2d-46cd-8437-042d9e0bbec6.jpg",
    "altTitles": [
      {
        "ja": "列強戦線"
      },
      {
        "ja-ro": "Rekkyo Sensen"
      },
      {
        "en": "The Doomsday is Wartime"
      },
      {
        "en": "World Power Battlefront"
      },
      {
        "pt-br": "Guerra das Grandes Potências"
      },
      {
        "vi": "Chiến Tuyến Siêu Cường"
      }
    ],
    "description": {
      "en": "The year is 2206, and mankind has only 100 years left on planet Earth. The \"Nation-Toppling Battle\", a war with the survival of each country on the line, begins!!",
      "ja": "2206年ーー環境汚染や資源枯渇などにより、人の地球居住可能年数は残り100年と迫っていた。そんな中、人類存続を目的とし、世界人口を減らすため、滅亡させる国を選ぶ戦争『亡国決定戦』の開催が決まる！！ 各国の代表として戦うのは、人ならざる異能を持ち、最強と謳われし少年少女たち。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "308bffdc-3544-4faf-aa23-4281e0ba9b28",
    "title": {
      "en": "Pandora's Cube"
    },
    "updatedAt": "2023-10-04T03:00:38+00:00",
    "coverArt": "https://mangadex.org/covers/308bffdc-3544-4faf-aa23-4281e0ba9b28/97a44f55-bcf3-4970-b0c4-c264ef734d9c.jpg",
    "altTitles": [
      {
        "ja": "パンドラキューブ"
      }
    ],
    "description": {
      "en": "Story about friendship and truth, with of course, a supernatural box.  \nBegins in a middle school where a mysterious box appears before some boys.  \n  \nItalian/Italiano:  \nKazuya Ooshiba è uno studente delle medie gentile e disponibile. Di questo si approfitta Ryouji, suo \"amico\" sin dall'infanzia, che da un pò di tempo aveva iniziato a comportarsi in maniera sgarbata nei suoi confronti. A sostenere moralmente il nostro Kazuya, però, c'è un altro suo caro amico d'infanzia:Kou.  \nUn giorno Ryouji scopre che nella stanza di arte vi è uno strano cubo e per fare un dispetto a Kazuya, lo rinchiude lì dentro. Quando, però, Kou lo farà uscire di lì nel tardo pomeriggio, il cubo richiamerà Ryouji chiudendolo all'interno e minacciando la sua morte. Inizia così il disperato tentativo di Kazuya di salvare non solo il suo compagno, ma anche il valore dell'amicizia che li legava…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8325137c-32bf-464c-b716-b4c9b17c0002",
    "title": {
      "en": "Natsume Arata no Kekkon"
    },
    "updatedAt": "2024-12-28T17:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/8325137c-32bf-464c-b716-b4c9b17c0002/9e8defdf-278d-4282-9c30-ab8b01d4f0c5.jpg",
    "altTitles": [
      {
        "ja": "夏目アラタの結婚"
      },
      {
        "en": "Arata Natsume Getting Married"
      },
      {
        "en": "Natsume Arata's Marriage"
      },
      {
        "zh-hk": "夏目新的结婚"
      },
      {
        "fr": "Pour le pire (Glénat)"
      },
      {
        "es-la": "La boda de Natsume Arata"
      },
      {
        "vi": "Hôn lễ của Arata Natsume"
      }
    ],
    "description": {
      "en": "Arata Natsume works at a child guidance center, is in his thirties and single with no plans for marriage. But one day, he receives a request from the child he was in charge of, Takuto, to \"meet the criminal who killed his father\". That serial killer is Shinagawa Shinju, also known as the \"Shinagawa Pierrot\".",
      "fr": "“Le clown de Shinagawa” avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes… Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle…",
      "ja": "これは、最も一線を越える「結婚」！！\n\n児童相談所に勤務する夏目アラタは、結婚に夢など抱いていない30代・独身。彼はある日、担当児童・卓斗から「父を殺した犯人に代わりに会って欲しい」という依頼を受ける。犯人の名は品川真珠。【品川ピエロ】と呼ばれる有名連続殺人犯だった…！！",
      "pt": "Natsume trabalha no conselho tutelar, está em seus trinta anos e solteiro, sem planos para casa. Mas um dia, ele recebe um pedido de uma criança a qual estava a cargo, de \"encontrar o criminoso que matou seu pai\". Tal assassino é a serial killer Shinagawa Shinu, também conhecida como \"Pierrot Shinagawa\".",
      "vi": "Arata Tsume làm việc tại một trung tâm hỗ trợ trẻ em, ở độ tuổi 30, độc thân và chưa có kế hoạch kết hôn. Nhưng một ngày nọ, anh nhận được thỉnh cầu từ đứa trẻ mà anh đang chăm sóc, Takuto, để \"gặp tên tội phạm đã giết cha mình\". Kẻ giết người hàng loạt đó là Shinagawa Shinju, còn được gọi là \"Tên hề Shinagawa\".",
      "es-la": "Arata Natsume trabaja en un centro de orientación infantil, tiene más de treinta años y está soltero sin planes de matrimonio. Pero un día recibe una petición del niño que tenía a su cargo, Takuto, para \"conocer al criminal que mató a su padre\". Ese asesino en serie es Shinagawa Shinju, también conocido como el \"Shinagawa Pierrot\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "106"
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/1c829d0f-9f54-4c07-840b-49b3aed61062.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-12-20T16:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81fbe9c6-7bd2-40c1-a9ee-e941af5643f4",
    "title": {
      "en": "Supicious Convenience Store!?"
    },
    "updatedAt": "2025-01-04T15:28:12+00:00",
    "coverArt": "https://mangadex.org/covers/81fbe9c6-7bd2-40c1-a9ee-e941af5643f4/48b5affd-e54e-4220-8e26-e1837e9b697e.jpg",
    "altTitles": [],
    "description": {
      "en": "In a quirky convenience store known for having everything, a weary cashier faces a daily parade of strange customers.\n\n\"Damn it, and it's minimum wage too!\", the cashier complains while ringing up a di*do."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2025-01-04T18:24:25+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Inner Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Inner Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2024-11-01T10:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-10-05T20:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      },
      {
        "pt-br": "O Sofrimento de uma Doomer de 26 Anos Não Amada"
      },
      {
        "pt-br": "Refeições de uma mulher solteira no limite (26 anos)"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío.",
      "pt-br": "Hiiragi-san é uma mulher solteira, exausta do trabalho e da vida. Não importa o quão deprimida ela esteja, ela sempre acaba ficando com fome."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a71cf3-f412-4a04-8a2c-fe03ed70e35b",
    "title": {
      "en": "GTO Paradise Lost"
    },
    "updatedAt": "2024-12-30T01:53:25+00:00",
    "coverArt": "https://mangadex.org/covers/a9a71cf3-f412-4a04-8a2c-fe03ed70e35b/c7c925b7-ffb1-469f-a8fb-4285a70e4519.jpg",
    "altTitles": [
      {
        "ja": "GTO パラダイス・ロスト"
      },
      {
        "ru": "Крутой Учитель Онидзука: Потерянный Рай"
      },
      {
        "tr": "GTO Kayıp Cennet"
      }
    ],
    "description": {
      "en": "The next stage for Great Teacher Onizuka Eikichi is a prison!\n\nArrested due to an incident caused in his class, one that he was made assistant teacher of only six months ago! A newly established performing arts class at Kissho Academy High School, created for students who work in various media industries! Onizuka, who says he has no regrets whatsoever, quietly begins to tell the truth of the incident in prison.\n\nAt last the decades-spanning story of Eikichi Onizuka comes to a dramatic conclusion!\n\n*Due to a change in publishers this series ended at chapter 178.5 and continued on as \"GTO: Paradise Lost Kai\" (listed under the \"Related\" tab), picking up where the story left off.",
      "pt-br": "A próxima etapa para o Grande Professor Onizuka Eikichi é... uma prisão!\n\nPreso devido a um incidente causado em sua turma, da qual ele foi nomeado professor assistente há apenas seis meses! Uma recém-criada classe de artes performáticas na Escola Secundária Kissho Academy, feita para alunos que trabalham em diversas indústrias de mídia! Onizuka, que diz não ter nenhum arrependimento, começa a contar tranquilamente a verdade sobre o incidente na prisão.\n\nFinalmente, a história de décadas de Eikichi Onizuka chega a uma conclusão dramática!\n\nDevido a uma mudança de editora, essa série terminou no capítulo 178.5 e continuou como \"GTO: Paradise Lost Kai\" (listado na aba \"Relacionado\"), retomando de onde a história parou."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "178.5"
  },
  {
    "mangaId": "abd9b3df-3061-4f1b-adbb-e6e3593b2918",
    "title": {
      "en": "The Story of the Gatekeeper"
    },
    "updatedAt": "2021-05-25T15:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/abd9b3df-3061-4f1b-adbb-e6e3593b2918/bf148576-dca5-4c92-852c-3fec395ffeca.jpg",
    "altTitles": [
      {
        "en": "The Story of the Gate Keeper"
      },
      {
        "en": "문지기 이야기"
      }
    ],
    "description": {
      "en": "\"I am a gatekeeper. I guard a very old castle…\"  \n  \nA lone gatekeeper stands watch outside of the Lost Castle. All who enter the castle he never sees again but he cannot warn them for he is cursed. Then one day a beautiful girl wants to enter! What will the gatekeeper do? What is the secret of the castle?",
      "pl": "\"Jestem strażnikiem. Pilnuję bardzo starego zamku\"…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9f98594b-8f90-4206-9249-73c8f89661db",
    "title": {
      "en": "Toru ni Taranai"
    },
    "updatedAt": "2024-12-05T00:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/9f98594b-8f90-4206-9249-73c8f89661db/c72e79a1-298d-481b-9604-981cdafb751e.jpg",
    "altTitles": [
      {
        "ja": "撮るに足らない"
      },
      {
        "en": "Not Enough to Take a Photo"
      }
    ],
    "description": {
      "en": "Two university students struggling with money get inspired after watching a couple earn big money through adult content streaming. Despite not being in a relationship, they end up caught in the flow of making videos.",
      "ja": "先輩・丹河♀×後輩・須藤♂の２人は金欠生活に終止符を打つべくアダルト配信で一儲けしようと企むが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa19a295-cc6a-4467-92b2-5c836fe4ba78",
    "title": {
      "en": "Terror"
    },
    "updatedAt": "2021-05-25T15:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa19a295-cc6a-4467-92b2-5c836fe4ba78/f575e8ba-b35b-453e-bf65-9aaea78b3c74.jpg",
    "altTitles": [
      {
        "en": "Террор"
      }
    ],
    "description": {
      "en": "Every day, without fail, on the stroke of midnight, she comes…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2025-01-04T09:31:34+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/192ca3b7-e6fe-427b-bef6-539f8d5fb39c.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "862b0c32-0f12-46d9-ae7d-649c86cf6349",
    "title": {
      "en": "Hiding the Archduke's Humiliating History"
    },
    "updatedAt": "2024-07-04T16:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/862b0c32-0f12-46d9-ae7d-649c86cf6349/bd2955ef-314a-44ff-917c-9ee1198ee617.jpg",
    "altTitles": [
      {
        "ko": "남주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko": "주가 흑역사를 책임지라고 합니다"
      },
      {
        "ko-ro": "Namjuga Heugyeoksareul Chaegimjirago Hamnida"
      },
      {
        "en": "The Male Lead Is in Charge of the Successor"
      },
      {
        "en": "The Dark History of the Male Lead"
      },
      {
        "th": "พระเอกบอกให้ฉันรับผิดชอบยุคมืดของเขา"
      },
      {
        "ja": "黒歴史の責任を取れですって!?"
      },
      {
        "zh": "男主要我对他的黑历史负责"
      }
    ],
    "description": {
      "en": "After being neglected in her past life, Izelle is ecstatic to be reborn as a rich character until her family suddenly goes bankrupt! While thinking about what to do, she's given the perfect chance to solve her financial crisis when she saves young Archduke Karl Byron from being bullied. Unfortunately, Karl doesn't remember her at all when they reunite as adults, and she has no choice but to coerce him into helping her. Can Izelle get what she wants, or will Karl be more trouble than he's worth?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef89adb-a840-49d1-a60c-a0f322636650",
    "title": {
      "en": "Childcare Diary With the Villain"
    },
    "updatedAt": "2024-12-23T22:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "altTitles": [
      {
        "en": "Childcare Diaries"
      },
      {
        "ko": "흑막과의 육아일기"
      },
      {
        "es-la": "El diario de crianza con el Villano"
      }
    ],
    "description": {
      "en": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca65399d-5dc5-4d95-9630-c216cd592889",
    "title": {
      "en": "Jukai: Shounin Yokkyuu no Mori"
    },
    "updatedAt": "2024-10-22T17:05:50+00:00",
    "coverArt": "https://mangadex.org/covers/ca65399d-5dc5-4d95-9630-c216cd592889/f5ecb1ab-2d8f-4237-858f-9031c87b8f1b.jpg",
    "altTitles": [
      {
        "ja": "ジュカイ―承認欲求の森―"
      },
      {
        "ja-ro": "Jukai"
      },
      {
        "en": "Devil's Forest"
      },
      {
        "vi": "Rừng Quỷ"
      }
    ],
    "description": {
      "en": "Freelance writer Shunsuke Koshiji went to the Sea of Trees at the foot of Mount Fuji in response to a video streamer's message for help. Upon arrival, he found dozens of other streamers gathered there, their goal being to find a secret cult known as \"Jofuku Divine Teaching,\" who are said to operate in the forest. But that night, something happens...\n\nThe Sea of Trees and a dark cult... both will bring out the streamers' ugly true desire of wanting to go viral...\n\n(Source: Nihon Bungeisha)",
      "ja": "富士の樹海に潜むとされるカルト教団「徐福神霊教」。\nその実態を暴くべく、樹海へと足を踏み入れた動画配信者たちだが…。\n自己顕示欲に塗れた彼らを玩ぶように、\n死と恐怖が、鬱蒼と茂る樹海で拡散する―。\n衝撃の承認欲求サスペンス!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "55"
  },
  {
    "mangaId": "01d217cd-0857-4460-b463-adcb393fc97f",
    "title": {
      "en": "Babysitting the Male Lead"
    },
    "updatedAt": "2024-07-06T13:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "altTitles": [
      {
        "ko": "남주를 임시보호 중입니다"
      },
      {
        "ko-ro": "Namjureul Imsiboho Jungimnida"
      },
      {
        "en": "Fostering the Male Lead"
      },
      {
        "en": "I Will Temporarily Protect the Male Lead"
      },
      {
        "fr": "Le prince apprivoisé"
      },
      {
        "ja": "オオカミ皇太子を保護しています"
      },
      {
        "zh": "临时保护我方男主"
      }
    ],
    "description": {
      "en": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8574287c-11ea-49f9-8299-6b8addac6356",
    "title": {
      "en": "Rewriting My Third Life"
    },
    "updatedAt": "2024-09-23T13:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/8574287c-11ea-49f9-8299-6b8addac6356/9d25c0e0-0bf8-4b6d-bbd3-43695d4aee92.jpg",
    "altTitles": [
      {
        "ko": "그 어장, 내가 가져보겠다"
      },
      {
        "ko-ro": "Geu Eojang, Nae-ga Gajyeobogetda"
      },
      {
        "en": "That Fishery, I'll Take It"
      },
      {
        "en": "I'll Take Those You Play the Field With"
      },
      {
        "en": "I'll Take the Harem"
      },
      {
        "es": "Me quedaré con este lugar"
      },
      {
        "es-la": "Me quedaré con este harem"
      },
      {
        "ru": "Это клёвое место я беру на себя"
      },
      {
        "th": "พระเอกในสต็อกเธอนั้น ฉันขอรับไว้เอง"
      },
      {
        "vi": "Tôi sẽ chiếm lấy ngư trường!"
      },
      {
        "ja": "私のものになりなさい！"
      },
      {
        "zh": "那个鱼塘被我承包了"
      },
      {
        "zh-hk": "候補男主角由我收服"
      }
    ],
    "description": {
      "en": "After being abused and killed by her family in two separate lifetimes, Blesse Lavian expects nothing from them in her third life. This time, despite knowing the horrible end that awaits House Lavian, Blesse decides to keep quiet and flee when the time is right. But the more time she spends with her cold-looking father and half-sister, the more she realizes that the Lavians aren't so bad after all. Will Blesse take a chance and rewrite her third life, or will she end up betrayed once again?",
      "es": "Después de mi primera vida como hija ilegítima de una familia adinerada y mi segunda vida como hija ilegítima de un líder de una secta demoníaca, en esta vida fui poseída como la hija ilegítima de una familia que estaba siendo exterminada en una novela…! Intento dejar atrás a la familia que está siendo destruida, pero es extraño que al padre ni siquiera le importara su hijo ilegítimo en el original. «Bliss, haría cualquier cosa por ti». Y la hermana mayor, la mujer malvada que destruirá a la familia en el futuro, comienza a aparecer. “Hola bebé, soy tu hermana…” ¡Sí! ¡Vivamos esta vida junto con nuestras familias! ¡Tan pronto como decidí hacer esto, los protagonistas masculinos que se suponía que estaban obsesionados con la protagonista femenina original comenzaron a obsesionarse conmigo…! ¿Mi tercera vida estará bien así?",
      "ru": "В моей первой жизни я была внебрачным ребёнком чеболей. Во второй – ребёнком лидера секты боевых искусств. Теперь же стала незаконнорождённым дитя в семье, что по роману будет в прах уничтожена!  Планируя бросить семью, обречённую на погибель, начинают происходить странные вещи.   Папа, который в оригинальной истории никогда не заботился о ребёнке, вдруг проявляет интерес.  — Блесс, для тебя я сделаю, что угодно.  А также злая сестра, что в будущем разрушит нашу семью...  — Привет, малышка, я твоя сестра...  Хорошо! В этот раз я проживу вместе со своей семьёй! Но стоило мне принять это решение, как главные мужские персонажи становятся одержимы мной!  Всё ли будет нормально в моей третьей жизни?",
      "vi": "Kiếp đầu tiên, tôi là Han Soyeon, đứa con ngoài giá thú của gia đình Chaebol. Kiếp thứ hai, tôu là đứa con hoang của gia đình lãnh đạo tôn giáo. Kiếp thứ ba… Tôi sở hữu cơ thể của đứa con ngoài giá thú của gia đình phản diện trong cuốn tiểu thuyết tôi đọc ở kiếp trước!\nKiếp thứ ba cũng là đứa con ngoài giá thú… Thật oan ức! Số phận này thật đáng ghét, kiếp này tôi sẽ sống theo ý mình.\nỞ kiếp này, tôi cần ghi nhớ 3 điều.\n1. Mặc kệ người cha không yêu thương con mình trong nguyên tác. Tôi cũng không yêu ông ấy!\n2. Đừng vây quanh nam chính như một con chó điên luôn sủa quanh nữ chính!\n3. Đừng dính líu đến chị gái phản diện là nguyên nhân khiến gia đình tan nát mà hãy bỏ trốn!\n\n“Hihi, chào Bliss, chị là chị gái của em…”\n…Nhưng chị ấy đáng yêu mà nhỉ? Đôi má mềm mại đó… Tôi không được can thiệp… Không được…\nĐược rồi, ít nhất không dính líu đến nam chính thì kiếp này sẽ không có gì xảy ra! Trước khi bỏ trốn khỏi những bất hạnh trong tương lai, tôi chỉ định tiếp xúc với chị gái phản diện một chút thôi. Thế mà… Những sự cố đối mặt với nam chính cứ liên tục diễn ra.\n“Nhóc con, em đang làm gì vậy?”\nHoàng thái tử tương lai cao quý sao lại ở con hẻm phía sau?\n“Cô thì biết cái gì!”\nCậu bé vô gia cư gây sự với tôi, vậy mà giờ lại bám dính như kẹo cao su ấy?\n“Tôi sẽ sống vì em”\nTôi chỉ giúp anh tí thôi mà anh bảo hi sinh cả mạng sống thì hơi sợ à nha…\nKiếp thứ ba của tôi rõ ràng là một con đường vững chắc… Sao lại thành ra thế này?",
      "pt-br": "Na minha primeira vida, fui filha ilegítima de uma família chaebol. Na minha segunda vida, fui filha ilegítima de uma bruxa. Agora, nesta vida, reencarnei como filha ilegítima de uma família destinada à destruição em um romance! Planejando deixar para trás a família condenada, coisas estranhas começam a acontecer. Papai, que na história original nunca se importou com a filha ilegítima, está agindo de forma estranha. \"Bliss, eu posso fazer qualquer coisa por você.\" E agora, a irmã vilã que vai arruinar a família no futuro chama minha atenção. \"Olá, querida, sou sua irmã...\" Tudo bem! Vamos morar com minha família nesta vida! Mas assim que tomo essa decisão, os protagonistas masculinos que deveriam estar com a heroína original começam a ficar obcecados por mim! Tudo bem com minha terceira vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2863504d-9aea-4071-8504-e1f5885bda37",
    "title": {
      "en": "Senpai, Chotto ii Desu ka?"
    },
    "updatedAt": "2024-11-17T00:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/2863504d-9aea-4071-8504-e1f5885bda37/281c9863-fb56-455b-80a7-e2ac7309b977.jpg",
    "altTitles": [
      {
        "ja": "先輩、ちょっといいですか?"
      },
      {
        "en": "Senpai, Can I Have a Moment?"
      },
      {
        "vi": "“Senpai, anh có thể cho em một chút thời gian được không?"
      }
    ],
    "description": {
      "en": "A super-sheltered girl, Shiranui Rei, has a lot of things she doesn’t know! She asks her questions to her senior, who is also a library committee member. But sometimes, her questions are hard to answer…!?",
      "vi": "Cô gái giàu có và được nuông chiều 不知火零(Shiranui Rei) không biết nhiều điều về thế giới xung quanh! Cô thường hỏi những điều không hiểu cho đàn anh của cô ở câu lạc bộ thư viện. Nhưng những câu hỏi của cô đôi khi lại khó trả lời lắm…!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "fff9da56-267d-4d96-9190-99968a21caca",
    "title": {
      "en": "I'll Try to End the Male Lead"
    },
    "updatedAt": "2024-12-16T20:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/fff9da56-267d-4d96-9190-99968a21caca/272f1020-7468-4e73-83ff-06f1afa53a16.jpg",
    "altTitles": [
      {
        "ko": "남주를 죽여보겠습니다"
      },
      {
        "en": "I Will Try to End the Male Lead"
      },
      {
        "en": "I'm Going to Kill the Male Lead"
      },
      {
        "en": "I'll Kill the Male Lead"
      },
      {
        "es-la": "Mataré al protagonista masculino"
      },
      {
        "es-la": "Voy a matar al protagonista"
      },
      {
        "ja": "男主人公を殺す筋書きを描いてみます"
      },
      {
        "zh": "杀了病娇男主"
      }
    ],
    "description": {
      "en": "I, Kwon Jinha, began feeling sick after reading a romance novel.\n\nI became connected to all the emotions and sensations of the female lead, Elvi.\n\nI even went to the hospital due to severe pain and sorrow but the result said there’s nothing wrong with my body.\n\nSo, I ended up sending an email to the novel’s author, begging for the male lead to stop tormenting the female lead. But instead, all I got was a happy reply...\n\n“Do your job properly, Elvi”.\n\nI found myself possessing Elvi’s body in the novel.\n\nI got slapped by the male lead as soon as I possessed Elvi’s body, upon that, I had only one thought.\n\n“The male lead? It’s over if I kill him, right?”",
      "ko": "로판 소설을 읽고 몸이 아파오던 나 권진하.\n\n여주인공 엘비가 느끼는 감정과 감각이 모두 연결되어버렸다.\n\n끔찍한 통증과 슬픔에 병원까지 찾아갔지만 몸에는 이상무.\n\n결국 소설 작가에게 메일을 보냈다.\n\n제발 쓰레기 남주가 여주 좀 그만 괴롭히게.\n\n하지만 메일을 보냈더니 사이다 답장은커녕….\n\n“일은 똑바로 해야지, 엘비.”\n\n소설 속 엘비에게로 빙의해버렸다.\n\n빙의하자마자 뺨을 올려붙이는 남주를 보고 든 생각은 하나뿐.\n\n남주? 죽여버리면 그만이지."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decbf626-f76a-4da6-96f8-8ae084718c42",
    "title": {
      "en": "Lies of the Sheriff Evans: Dead or Love"
    },
    "updatedAt": "2023-02-05T09:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/decbf626-f76a-4da6-96f8-8ae084718c42/6cc5b72b-1430-4d60-8e99-697657667365.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoankan Evans no Uso - Dead or Love"
      },
      {
        "en": "Lies of the Sheriff Evans"
      },
      {
        "en": "Sheriff Evans the Liar"
      },
      {
        "en": "Sheriff Evans' Lies"
      },
      {
        "ru": "Ложь шерифа Эванса"
      },
      {
        "ja": "保安官エヴァンスの嘘"
      },
      {
        "ja": "保安官エヴァンスの嘘 ～DEAD OR LOVE～"
      }
    ],
    "description": {
      "en": "The story follows lawman Elmore Evans, who despite being one of the most amazing gunslingers in the West can't get rid of his bad luck in his romantic life.",
      "ru": "Шериф Элмор Эванс, слывущий на Диком Западе искусным стрелком, вечно терпит поражение в любви."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "241"
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-10-25T12:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/8ced9c1e-0a79-4b65-aa30-343768fc3258.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3be2cbea-e6e3-4e60-adbe-f197f540b1de",
    "title": {
      "en": "Genkaku Shoujo ga Tsukimatou Hanashi"
    },
    "updatedAt": "2024-11-22T13:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/3be2cbea-e6e3-4e60-adbe-f197f540b1de/7c14a91a-0f55-444d-8672-0d10af973c8a.jpg",
    "altTitles": [
      {
        "ja": "幻覚少女がつきまとう話"
      },
      {
        "ja-ro": "Genkaku Shōjo ga Tsukimatō Hanashi"
      },
      {
        "en": "A Story About A Hallucinatory Girl Following Me Around"
      },
      {
        "vi": "Cô gái trong ảo giác của tôi"
      },
      {
        "ja": "幻覚少女がつきまとう ハミタの読み切り"
      },
      {
        "ja-ro": "Genkaku Shoujo ga Tsukimatou - Hamita no Yomikiri"
      },
      {
        "en": "A Hallucinatory Girl Follows Me Around - Hamita Oneshots"
      },
      {
        "cs": "Příběh o halucinózní holce co se za mnou slídí"
      }
    ],
    "description": {
      "en": "A story about being followed around by a girl who appears to be just a hallucination.\n\n---\n\nNote: The original web comic that was released on on Twitter and Pixiv has been compiled on Amazon into 1 ebook volume titled Genkaku Shoujo ga Tsukimatou (幻覚少女がつきまとう) \"A Hallucinatory Girl Follows Me Around\" and released on March 25, 2024.\n\n* Alternate Official Raw - [Pixiv](https://www.pixiv.net/en/artworks/116706658)"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "3262952f-e1fa-4304-9cca-90f467fa7226",
    "title": {
      "en": "TS Siblings"
    },
    "updatedAt": "2024-05-26T09:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/3262952f-e1fa-4304-9cca-90f467fa7226/3afa03be-237b-4164-8b65-060f562dfbaf.png",
    "altTitles": [
      {
        "en": "Genderswap Siblings"
      },
      {
        "ja-ro": "TS Kyoudai"
      },
      {
        "ja": "TSきょうだい"
      }
    ],
    "description": {
      "en": "Meet the Suehiro siblings: older brother Kazuki and little sister Mio. One day, their father created a potion that causes them to swap sexes. \n\nNow they’re big sister Kazuki and little brother Mio. What antics will they get into next?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2025-01-06T21:26:51+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2",
    "title": {
      "en": "Log into the Future"
    },
    "updatedAt": "2024-08-19T14:23:48+00:00",
    "coverArt": "https://mangadex.org/covers/f11d9d5c-bc4c-4552-8ac1-33e158c5a2c2/bad4dd56-1d39-47a3-aa3f-e613a302bb0f.jpg",
    "altTitles": [
      {
        "zh": "高武：登陆未来一万年"
      },
      {
        "en": "Martial Art: Future's Ten Thousand Years"
      },
      {
        "zh-ro": "Gao Wu: Denglu Weilai Yi Wan Nian"
      },
      {
        "pt-br": "Subindo de Nível no Futuro"
      },
      {
        "en": "Apex Future Martial Arts"
      },
      {
        "es-la": "Subiendo de nivel 10.000 años en el futuro"
      },
      {
        "en": "Logging 10,000 Years into the Future"
      }
    ],
    "description": {
      "en": "At the beginning of the martial dao, abnormal beasts invaded the world. Humanity’s martials had to retreat in defeat time and time again. Lu Sheng transmigrates to that time, but in his dreams he enters a world 10 000 years later. The foundational body refining method from 10k years in the future is several thousand times more effective than the current one. Then there’s the breathing method, body refining pill formula, and sacred martial law from 10k years later… Despite developing martial arts for 10k years, humanity was annihilated! Their martial arts civilization reached the apex, and yet there was no one left to inherit it. Except Lu Sheng, he’s exactly that last spark of hope!",
      "pt-br": "No início do dao marcial, bestas anormais invadiram o mundo. As artes marciais da humanidade tiveram que recuar derrota após derrota. Lu Sheng transmigra para aquela época, mas em seus sonhos ele entra em um mundo 10 mil anos depois. O método fundamental de refino do corpo de 10 mil anos no futuro é milhares de vezes mais eficaz do que o atual. Depois, há o método de respiração, a fórmula da pílula para refinar o corpo e a ordem marcial sagrada de 10 mil anos depois… Apesar de desenvolver artes marciais por 10 mil anos, a humanidade foi aniquilada! Sua civilização de artes marciais atingiu o ápice, e ainda assim não sobrou ninguém para herdá-la. Exceto Lu Sheng, ele é a última centelha de esperança!",
      "zh-hk": "武道初兴之时，恐怖的异兽入侵，人类武者节节败退。陆圣穿越而来，在梦中进入一万年后的世界—— 一万年后的基础炼体术，经过改版，效果是现在的几千倍！一万年后的呼吸法、炼体药方、武学圣典…… 武道一万年，人类灭绝。 繁衍至巅峰的武道文明，却再无人可继承。 陆圣，便是那唯一的火种！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c98a93a0-67fa-4319-acf3-d80a13b68285",
    "title": {
      "en": "Mitsudomoe"
    },
    "updatedAt": "2023-10-29T00:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/c98a93a0-67fa-4319-acf3-d80a13b68285/fc0ce56e-b660-49ee-b3d8-def7ce134f3d.jpg",
    "altTitles": [
      {
        "fr": "Les Triplées"
      },
      {
        "ru": "Отвязная Троица"
      },
      {
        "th": "สามรั่วตัวแสบ"
      },
      {
        "ja": "みつどもえ"
      },
      {
        "zh": "三人混战"
      },
      {
        "zh": "超元氣3姊妹"
      },
      {
        "ko": "쓰리몬"
      },
      {
        "en": "Three Part Struggle"
      },
      {
        "en": "Three Way Scramble"
      },
      {
        "en": "Three-way Struggle"
      }
    ],
    "description": {
      "en": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious gloomy girl Hitoha. Better known as the (mischievous) \"Marui Sisters,\" this is the story of how these triplets go about their days in Class 6-3 with their cute yet wild antics."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "348"
  },
  {
    "mangaId": "68c4d3b6-e815-4228-ab77-8d6b08089f4b",
    "title": {
      "en": "I'm Stuck on the Same Day for a Thousand Years"
    },
    "updatedAt": "2024-12-18T08:34:40+00:00",
    "coverArt": "https://mangadex.org/covers/68c4d3b6-e815-4228-ab77-8d6b08089f4b/d92540eb-1333-43a7-ba42-051b6a3e3029.jpg",
    "altTitles": [
      {
        "en": "I’m Trapped in This Day for One Thousand Years"
      },
      {
        "zh-ro": "Wǒ Bèi Kùn Zài Tóngyī Tiān Yīqiān Nián"
      },
      {
        "zh": "我被困在同一天一千年"
      },
      {
        "vi": "Ta Bị Kẹt Cùng Một Ngày 1000 Năm"
      }
    ],
    "description": {
      "en": "Wu Chen transmigrated to a new world, Got trapped on the day of July 7, 2020, Constantly reincarnating! He used to indulge himself doing all sorts of evil things while running wild in despair, but every new day, everything would start all over again. In this way, he has been reincarnated for a thousand years, and on a new day, the sun rose as usual.\n——The time is: July 8, 2020",
      "vi": "Ngô Thần xuyên qua các thế giới, nhưng luôn bị mắc kẹt vào ngày 7 tháng 7 năm 2020 và không ngừng tái sinh! Hắn đã từng buông thả phóng túng, làm đủ mọi việc xấu xa và trốn chạy trong tuyệt vọng, nhưng mỗi ngày mới, mọi thứ lại bắt đầu lại.Hắn còn thông thạo trên trăm loại ngôn ngữ, có thể cùng toàn thế giới 99. 9% giao lưu, tinh thông tất cả nhạc khí ở đẳng cấp sư phụ, hắn từng tại vô hạn thời gian bên trong nghiên cứu chiến đấu, kỹ thuật lái xe, thương thuật, trù nghệ, vũ đạo, biểu diễn..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5200c18-cdfb-4b3c-a250-1c4923c62db9",
    "title": {
      "en": "Buttobase! Magical Reading★"
    },
    "updatedAt": "2024-12-28T16:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/c5200c18-cdfb-4b3c-a250-1c4923c62db9/cb332d4c-6ce5-4043-898a-714b0f441098.jpg",
    "altTitles": [
      {
        "ja": "ぶっとばせ！マジカリーディング★"
      }
    ],
    "description": {
      "en": "This is a story about the apprentice witch Koko and her partner the beastman wizard Gracia, both working hard to learn the power of magic.",
      "ja": "突然魔力を手に入れた中学1年の花澄こーこは魔法使いに任命され、特別な任務を任されることに。その任務とは、人間の感情から生まれるエネルギー「マジエナジー」を集めること。するとさっそく目の前にけんかしている二人が現われて…。"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "b9bcdd04-542e-4a85-b85c-a8970dc6dfde",
    "title": {
      "en": "One Step Closer to the Demon King"
    },
    "updatedAt": "2024-09-06T16:27:19+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcdd04-542e-4a85-b85c-a8970dc6dfde/c5bc14e8-2443-47d1-b8df-2b3a4cdc83ae.jpg",
    "altTitles": [
      {
        "en": "One Step to the Devil"
      },
      {
        "ko": "마왕까지 한 걸음"
      },
      {
        "ko-ro": "Mawangkkaji Han Geol-eum"
      },
      {
        "ru": "В Шаге От Короля Демонов"
      },
      {
        "zh": "距魔王一步之遥"
      },
      {
        "ja": "魔王まであと一歩"
      },
      {
        "id": "Aku Raja Lautan tapi jadi Gembel"
      },
      {
        "en": "Even the Demon King, One Step at a Time"
      },
      {
        "en": "One Step to Being Dark Lord"
      },
      {
        "en": "One Step to the Demon King"
      },
      {
        "en": "One Step for the Dark Lord"
      }
    ],
    "description": {
      "en": "This is no different from ordinary villager life...\n\"There can be no one stronger than me in this world!\"\nTo become the strongest, Yuria, the Sea Queen, went ashore in search of the Demon King. But when she looked at her reflection, she saw the face of a child. In exchange for her legs, she lost all her strength... Even so, still striving to become the strongest, Yuria begins a painful journey!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "id": "[ \"Hanya saja... aku jadi tidak ada bedanya dengan penduduk desa...\" ] \"Tidak boleh ada makhluk yang lebih kuat dariku di dunia ini!\" Untuk menjadi yang terkuat, Yuria, Raja Lautan, datang ke daratan untuk mencari Raja Iblis terkuat. Namun, saat melihat ke cermin, dia melihat wajah anak kecil...? Sebagai ganti kaki, dia telah kehilangan seluruh kekuatannya. Meskipun begitu, ia masih mengincar posisi teratas di dunia! Perjalanannya yang penuh air mata dimulai!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ko": "[\"이건 그냥… 마을 사람 A랑 다를게 없잖아…\"]\n\n\"나보다 강한 존재는 이 세계에 있을 수 없어!\"\n세계관 최강자 자리를 위해 지상최강 \"마왕\"을 찾아\n뭍으로 나온 바다의 왕 \"유리아\" \n\n그런데… 거울을 보니 웬 어린아이가…?\n다리를 얻음과 동시에 \n그녀의 모든 힘이 사라져 버렸다...\n\n그럼에도 여전히 세계최강 자리를 노리고 있는\n 그녀의 눈물겨운 여정이 시작된다!!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "ru": "Это… Ничем не отличается от деревенской жизни... В этом мире не может быть существа сильнее меня!” Чтобы стать сильнейшей, Юрия, Морская Королева, вышла на сушу в поисках Короля Демонов. Но… Посмотрев на свое отражение, она увидела лицо ребенка... В обмен на ноги она потеряла все свои силы... Даже так, все еще стремясь стать сильнейшей, начинается мучительное путешествие Юрии!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)",
      "zh": "深海女王无奈变成小孩？\n落魄海王的陆地称霸之旅！\n大海之王友丽亚为了称霸天下，特地上岸来到陆地上寻找魔王一决胜负。可上岸后才发现，自己失去了所有的力量，而且还变成了小孩子？为了称霸天下，友丽亚辛酸的崭新旅程就此拉开帷幕！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/jumowangyibuzhiyao/list?title_no=1875)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001522)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6348a562-067b-45cb-ab2b-c6f33f0e7ead",
    "title": {
      "en": "Blue Archive! (Global)"
    },
    "updatedAt": "2022-10-02T10:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/6348a562-067b-45cb-ab2b-c6f33f0e7ead/4ee5d1ff-0417-476e-ab7e-29b44f8f086f.jpg",
    "altTitles": [
      {
        "zh": "碧蓝档案！"
      },
      {
        "ko": "블루 아카이브!"
      },
      {
        "ko": "블루아카4컷만화"
      }
    ],
    "description": {
      "en": "Blue Archive GLB's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nFor the Official English and Korean versions, you can find them on the respective server's Twitter account.\n\nThe series is titled (Global) to differentiate it from the Japanese 4-Koma.\n\n---\n**Links:**\n- [Blue Archive EN's Twitter](https://twitter.com/EN_BlueArchive)\n- [Blue Archive KR's Twitter](https://twitter.com/KR_BlueArchive)\n- [JP Server's 4-Koma](https://mangadex.org/title/1f63ea84-6bc6-4312-81bf-b28d5592d802/blue-archive-japan)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca98fe66-7b88-49a8-83b0-511fca029237",
    "title": {
      "en": "Love Lab"
    },
    "updatedAt": "2024-10-30T07:46:46+00:00",
    "coverArt": "https://mangadex.org/covers/ca98fe66-7b88-49a8-83b0-511fca029237/2ac6ec3d-3a40-4765-be0a-c88ba403c358.jpg",
    "altTitles": [
      {
        "es": "Experimentos de Amor"
      },
      {
        "es": "Laboratorio de Amor"
      },
      {
        "ja": "Rabu Rabo"
      },
      {
        "ja": "Renai Lab"
      },
      {
        "ja": "ラブラボ"
      },
      {
        "ja": "恋愛ラボ"
      }
    ],
    "description": {
      "en": "Love Lab is set in Fujisaki Girls Academy, which is known for their school body being composed of very prim and proper middle school students. The most prominent one of them is Natsuo Maki, the student council president who is admired by her classmates for her calm and polite demeanor, and her profound beauty. On the other hand, Riko Kurahashi is also admired, but due to her having a very forward and boyish personality.   \n  \nOne day, Riko accidentally walks into Maki when she is kissing a body pillow with a picture of a guy for practice, and learns that she is not as collected as everyone thinks she is. Riko is forced into keeping Maki's secret and joins her in practicing romance activities such as holding hands and more, and in the middle of all that mess, somehow smoothly running a student council regardless!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "15.5",
    "lastChapter": "9"
  }
]