[
  {
    "mangaId": "4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12",
    "title": {
      "en": "Domestic na Kanojo"
    },
    "updatedAt": "2024-10-10T10:58:38+00:00",
    "coverArt": "https://mangadex.org/covers/4f9eab7d-a2b2-4ee5-9d59-6744f0df4e12/7129edad-f454-4b06-aee7-518a17259967.jpg",
    "altTitles": [
      {
        "en": "Domestic Girlfriend"
      },
      {
        "fr": "Love X Dilemma"
      },
      {
        "tr": "Evcimen Kız Arkadaş"
      },
      {
        "ru": "Домекано"
      },
      {
        "ar": "عشيقتي من أسرتي"
      },
      {
        "ja": "ドメスティックな彼女"
      },
      {
        "zh": "家有女友"
      },
      {
        "ko": "도메스틱한 그녀"
      },
      {
        "ru": "Домашняя девушка"
      }
    ],
    "description": {
      "en": "Natsuo Fujii is in love with his teacher, Hina. Attempting to forget his feelings towards her, Natsuo goes to a mixer with his classmates where he meets an odd girl named Rui Tachibana. In a strange turn of events, Rui asks Natsuo to sneak out with her and do her a favor. To his surprise, their destination is Rui's house—and her request is for him to have sex with her. There's no love behind the act; she just wants to learn from the experience. Thinking that it might help him forget about Hina, Natsuo hesitantly agrees. After this unusual encounter Natsuo now faces a new problem. With his father remarrying, he ends up with a new pair of stepsisters; unfortunately, he knows these two girls all too well. He soon finds out his new siblings are none other than Hina and Rui! Now living with both the teacher he loves and the girl with whom he had his \"first time,\" Natsuo finds himself in an unexpected love triangle as he climbs ever closer towards adulthood.",
      "it": "Quella notte, Natsuo perse la sua verginità. La sua partner? Si chiama Rui e l'ha incontrata appena il giorno stesso dopo la scuola. E' lei ad averlo convinto, semplicemente dicendo di voler conoscere di più riguardo il sesso. Non voleva iniziare una relazione, né le interessava di Natsuo. In seguito, Natsuo si sente in colpa per aver perso la verginità con una ragazza che non gli piace neanche particolarmente. In più, si sente come se avesse tradito la ragazza per cui ha una cotta, la sua insegnante Hina. Un particolare triangolo amoroso che comprende Natsuo, Rui e Hina avrà inizio quando scopriranno…",
      "pt": "Hoje à noite, Natsuo perdeu a virgindade. Sua parceira? Seu nome é Rui e acabou de conhecê-lo entre amigos da escola. Ela foi a única que arquitetou essa situação, com o discurso de apenas conhecer mais sobre o sexo. Ela não queria começar um relacionamento, ela não liga pro Natsuo. No entanto, Natsuo não se sente bem por perder a virgindade com uma garota que ele não necessariamente gosta. Na verdade, isso fez com que ele sentisse que estivesse traindo sua paixão da escola: a professora Hina. Um triângulo amoroso surge entre Natsuo, Rui e Hina e tudo acaba com eles na mesma família!",
      "ru": "Это история о трёх героях: Нацуо, Руи и Хине. Руи — молодая девушка, не желающая вступать в отношения, Нацуо — обычный ученик старшей школы, а Хина — молодая учительница. Руи, несмотря на то, что ей не интересны отношения, хочет узнать о сексе и уговаривает Нацуо лишить её девственности. После произошедшего Нацуо мучает чувство вины, так как он лишил невинности девушку, к которой не испытывает чувств. Кроме того Нацуо не может забыть и о своей симпатии к молодой учительнице Хине. Это история стара как мир — история о неразделённой любви.",
      "tr": "Natsuo Fujii öğretmeni Hina'ya aşıktır. Ona karşı olan hislerini unutma amacıyla, Natsuo sınıf arkadaşlarıyla bir mixer partisine gidip orada Rui Tachibana isimli garip bir kız ile tanışır. Garip bir şekilde Rui, Natsuo'ya onun ile birlikte partiden kaçmasını ve ona bir iyilik yapmasını rica eder. Fakat aslında, gittikleri yer Rui'nin evidir—ve Rui'nin bahsettiği rica da onun ile cinsel ilişkiye girmesidir. Bu durumun arkasında herhangi bir aşk yoktur; Rui yalnızca deneyim elde etmek ister. Hina'yı unutmasına yardımcı olacağı düşüncesiyle, Natsu kararsızca kabul eder. Bu sıra dışı karşılaşmanın ardından, Natsuo'yu yeni bir problem karşılar. Babasının yeniden evlenmesi sonucunda, bir çift üvey kız kardeşi olur; fakat ne yazık ki, Natsuo\nbu iki kız kardeşi çok iyi tanıyordur. Hemen ardından bu kız kardeşlerin Hina ve Rui'den başkası olmadığını öğrenir. Aşık olduğu öğretmeni ve \"ilkini çaldığı\" kız ile, Natsuo kendini beklenmedik bir aşk üçgeninin ortasında bulur."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "28",
    "lastChapter": "276"
  },
  {
    "mangaId": "7b873240-7592-4023-ae5c-13d88644ff46",
    "title": {
      "en": "Shounin Skill de Maoujou no Kouryaku wo Mezasu ~Isekai Tenishita no de Saikyou Item to Tookujutsu de Ikinuku to ni shita~"
    },
    "updatedAt": "2024-11-15T08:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/7b873240-7592-4023-ae5c-13d88644ff46/238347dc-7437-4ec8-9a46-e030e0f27333.jpg",
    "altTitles": [
      {
        "ja": "商人スキルで魔王城の攻略を目指す ～異世界転移したので最強アイテムとトーク術で生き抜くことにした～"
      },
      {
        "en": "Aiming to Conquer the Demon King's Castle with Merchant Skills: Since I Have Been Transported to Another World, I Decided to Survive with the Strongest Items and Talk Techniques"
      }
    ],
    "description": {
      "en": "One day, Sota, a university student, is summoned to another world! Moreover, after being summoned, he was mistaken for a hero and imprisoned in the Demon King's Castle, where he was in a desperate situation...! Sota gets through the predicament with his natural skill, but for some reason he ends up solving the embarrassing problem of Fafnir, a super beautiful demi-human...!? \n\nWin the hearts of the demi-human girls living in Demon King's Castle and aim to escape from Demon King's Castle! A fantasy romantic comedy that opens up a different world with its natural business spirit, begins!",
      "ja": "トーク術と最強アイテム武器に、魔王城を攻略せよ！\n大学生のソータはある日、異世界召喚されてしまう！ しかも召喚後、勇者に間違われて即魔王城へ幽閉されて絶体絶命…! 持ち前の口の上手さで窮地を切り抜けるソータだが、なぜか超美少女の亜人・ファフニールの”恥ずかしいお悩み”を解決することに…!? 魔王城に住まう亜人娘たちの心を掴み、魔王城脱出を目指せ！ 持ち前の商魂で異世界を切り開くファンタジーラブコメ…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-11-02T14:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "b2ae13e3-bea1-4f11-bfbe-4269f66e74f8",
    "title": {
      "en": "The Return of the 8th Class Mage"
    },
    "updatedAt": "2024-07-21T23:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/b2ae13e3-bea1-4f11-bfbe-4269f66e74f8/3c1092ed-c1f7-412d-9a58-a0f24fde757d.jpg",
    "altTitles": [
      {
        "ko": "8클래스 마법사의 회귀"
      },
      {
        "ko-ro": "8 Keullaeseu Mabeobsaui Hoegwi"
      },
      {
        "en": "The Return of the 8th Class Magician"
      },
      {
        "en": "8th Class Magician Returned"
      },
      {
        "en": "8th-Class Mage Returns"
      },
      {
        "en": "Regression of Class 8 Wizard"
      },
      {
        "en": "Revolution of the 8th Class Mage"
      },
      {
        "it": "Il ritorno del mago di VIII classe"
      },
      {
        "ru": "Регрессия мага 8-го класса"
      },
      {
        "uk": "Повернення мага 8-го класу"
      },
      {
        "mn": "8-р зэрэглэлийн шидтэний эргэн ирэлт"
      },
      {
        "tr": "8 Sınıf Büyücünün Dönüşÿ"
      },
      {
        "ja": "8クラス魔法使いのやり直し"
      },
      {
        "zh": "回归的8阶魔法师"
      },
      {
        "zh-hk": "8級魔法師再臨"
      },
      {
        "id": "Return of the 8th Class Magician"
      },
      {
        "id": "Kembalinya Penyihir kelas"
      },
      {
        "id": "Penyihir Kelas Delapan"
      },
      {
        "th": "การกลับมาของจอมเวทระดับ 8"
      },
      {
        "es-la": "El Retorno Del Mago De 8th Clase"
      }
    ],
    "description": {
      "en": "As a powerful 8th class mage, Ian Paige took countless innocent lives under the orders of Emperor Ragnar, a close friend and ruler of the Greenriver Empire. Yet despite their closeness, Ragnar views Ian as a threat and subsequently poisons him. \n\nUsing time magic, Ian saves himself and returns 30 years to the past. Now a young boy, Ian joins an elite order of mages to hone his abilities once again.\n\n This time, he’ll get revenge on the emperor who betrayed him and reclaim glory as an 8th class mage!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "id": "Sudah bertahun-tahun sejak aku menodai tanganku untuk Kerajaan Bersatu dan kaisarnya, Ragnar. Saya ingin kembali ke kampung halaman saya dan menjalani kehidupan yang tenang seolah-olah bertobat dari dosa-dosaku. Namun, “Kamu adalah penyihir kelas 8 yang hebat yang mampu menggulingkanku dan kekaisaran kapan saja” \"Bagaimana aku bisa membiarkan monster sepertimu tetap hidup?\" Setelah dikhianati di ambang kematian oleh Ragnar, yang adalah temanku sekaligus Kaisarku, aku menusuk jantungku dengan belati yang memiliki sihir waktu yang diterapkan padanya. “Penebusan yang ku inginkan adalah mengembalikan semuanya ke tempatnya.”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "it": "Dopo decine di anni passate in sanguinose guerre l'imperatore Ragnar incontra il suo vecchio amico, ritiratosi ad una vita di solitudine e esilio nella città natale, nell'intento di espiare i propri peccati. Ad un mago potente sarà concesso il lusso di ritirarsi in esilio? Con un tradimento ha fine una lunga amicizia. Però, prima che la morte sopraggiunga, esiste la possibilità di rimediare ad ogni peccato. Attraverso un balzo nel tempo di oltre 30 anni il potente mago cercherà di ribaltare le sorti del futuro.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ko": "황제 라그나르와 통일 제국을 위해 손에 피를 묻히길 수십 년.\n나는 고향으로 돌아가 속죄하며 죽은 듯이 살고자 했다.\n\n그러나,\n\n“자네는 언제든지 나를, 나의 제국을 집어삼킬 수 있는 8클래스의 대마법사.”\n“그런 괴물을 어찌 살려둘 수가 있겠나?”\n\n친구이자 주군이었던 라그나르에게 배신당하고 죽음의 문턱을 넘기 직전,\n시간 마법의 주문이 새겨진 단검을 심장에 찔러 넣었다.\n\n‘내가 원했던 참회란, 모든 것을 되돌려놓는 것.’\n\n\n인류 최초의 8클래스 마법사 이안 페이지.\n그가 30년 전 과거로 돌아왔다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "ru": "История рассказывает об Иане Пэйдже, архимаге и первом человеке, который прорвался через уровень шестого класса, а затем и седьмого, став самым могущественным магом восьмого класса.\n\nПосле целой жизни, состоящей из войн и убийств, он сумел окончательно объединить континент. Состарившись, единственными его желаниями стали стремление прожить остаток жизни в мире и попытки найти спасение от горестей, привнесённых пролитой им кровью. Тем не менее его старый друг, обезумев от паранойи, не мог спокойно сосуществовать рядом с кем-то настолько сильным и предал Иана, убив его.\n\nНа последнем издыхании Иан использовал магию времени, которая переместила его в прошлое, в то время, когда он был маленьким мальчиком. Имея при себе все свои знания из прошлого, Иан решил сделать нечто большее, чтобы просто прожить жизнь с меньшим количеством сожалений.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "tr": "Yıllarca Birleşik İmparatorluk ve kralı Ragnar için ellerimi kana buladım.\n\nGünahlarımdan arınmak için memleketime dönüp huzurlu bir şekilde yaşamak istedim.\n\nAncak…\n\n“Yüce bir 8. Sınıf büyücü istediği zaman beni ve imparatorluğu bırakıp öylece gidebilir mi?”\n\n“Senin gibi bir canavarın hayatta kalmasına nasıl izin verebilirim?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)",
      "uk": "Багато років я проливав кров за Сполучену Імперію та її правителя, Рагнара. Я хотів лише повернутися в моє рідне місто і прожити тихе життя, спокутувати свої гріхи. «Як можу я залишити в живих такого монстра?» Відданий і залишений Рагнаром, моїм колишнім другом та імператором, вмирати, на порозі смерті я пронизав своє серце кинджалом, наповненим магією часу. «Бажане мною відкуплення – це повернення на своє звичне місце».\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/8%ED%81%B4%EB%9E%98%EC%8A%A4-%EB%A7%88%EB%B2%95%EC%82%AC%EC%9D%98-%ED%9A%8C%EA%B7%80/2514), [KakaoPage](https://page.kakao.com/content/57140255)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-return-of-the-8th-class-mage/info)\n* [Chinese (Simplified) / 汉语](https://podoteng.com)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/8%E7%B4%9A%E9%AD%94%E6%B3%95%E5%B8%AB%E5%86%8D%E8%87%A8/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Return-of-the-8th-Class-Magician/559)\n* [Japanese / 日本語](https://piccoma.com/web/product/112773)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A_8/299)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "81"
  },
  {
    "mangaId": "bc9b9edf-8ea7-47c9-9dc2-8b08ee07ecf9",
    "title": {
      "en": "Surviving in a Romance Fantasy Novel"
    },
    "updatedAt": "2024-11-11T22:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc9b9edf-8ea7-47c9-9dc2-8b08ee07ecf9/191cff6e-349f-4da0-ba6c-d9eb503db7ed.jpg",
    "altTitles": [
      {
        "ko": "로판에서 살아남기"
      }
    ],
    "description": {
      "en": "One day, Seo Tae-pyung ended up transmigrating as the younger brother of the heroine in the fantasy romance novel Celestial Love. As romantic as this place is supposed to be, he was too busy just trying to adapt to his new life!\n\nRomance? Yeah, right! His goal was to keep a low profile and live quietly. But then... \n\n\"How could you make the crown princess fall for you of all people?!\"\n\nAt that point, he had no idea. He was only just beginning to scrape the surface of this bizarre turn of events…",
      "ko": "나 설태평은 원작에 존재조차 하지 않는로판 소설 『천룡연가』 여주인공의 남동생으로 빙의했다.\n\n로맨스 소설답게 낭만이 가득한 곳이지만적응하기 바빠죽겠는데 뭔 연애야.최대한 눈에 띄지 않고 조용히 살아가려 했으나…\n\n\"아무리 그래도 태자비를 너에게 반하게 만들면 어떡해!\"\n\n이때까지만 해도 나는 알 수 없었다.이 상황이 이제 초입에 접어들었을 뿐이라는 잔인한 사실을…."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9581a49-b888-4c17-979c-5abdff6a9b00",
    "title": {
      "en": "Rappa - Yankee Ninpuuchou"
    },
    "updatedAt": "2024-11-16T03:17:18+00:00",
    "coverArt": "https://mangadex.org/covers/a9581a49-b888-4c17-979c-5abdff6a9b00/78a503ff-c6ea-4d4b-9009-d6c4be330a99.jpg",
    "altTitles": [
      {
        "ja": "乱破～ヤンキー忍風帖～"
      },
      {
        "en": "Rappa: Yankee Ninja Chronicles"
      },
      {
        "ja-ro": "Rappa - Yankee Ninpuuchou"
      },
      {
        "en": "Rappa: The Delinquent Ninja Scrolls"
      }
    ],
    "description": {
      "en": "Kazama Endo is the ultimate delinquent, unbeaten in a fight. He goes to scope out a boy who beat up his henchmen, but it turns out this boy is anything but ordinary!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2024-11-17T23:24:22+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/334e73da-26c2-4b2f-a2f7-6c4565c0b4b1.jpg",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "en": "Spica of Sin and Punishment"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. Hatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" Teacher and student... two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life.",
      "ja": "最も無垢で、最も罪深い。世界はこんなヒロインを待っていたーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-10-11T15:16:51+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/f3c3c51a-3f47-419e-b847-b39a32c18329.jpg",
    "altTitles": [
      {
        "ja-ro": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2",
    "title": {
      "en": "Breaking Into The Body of The Emperor's Daughter"
    },
    "updatedAt": "2024-11-21T17:41:45+00:00",
    "coverArt": "https://mangadex.org/covers/4e6fe2fd-ea67-4ca0-83f2-5bebfce436c2/64b0a67c-a6f0-425c-baf4-e40be305a4ef.png",
    "altTitles": [
      {
        "en": "Unveiling The Emperor's Secret"
      },
      {
        "zh": "撞破皇帝女儿身"
      }
    ],
    "description": {
      "en": "After transmigrating to another world as a wealthy young master, Su Changqing only wanted to live a low-profile life as a rich second-generation heir and enjoy his days in comfort. However, his plans are suddenly disrupted when his family faces an unexpected crisis, and he accidentally discovers the Emperor's secret - that she is actually a woman.\n\nWhile he initially feared the female Emperor would stop at nothing to silence him, to his surprise, she instead becomes interested in his mysterious ability to transform his appearance. She wants him to become her male body double. What Su Changqing never expected was that being the female Emperor's male substitute would mean he has to visit the imperial harem on his very first day. His peaceful life completely falls apart from that moment on..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e71a2097-0ac6-4e97-aa8e-a865cd016e22",
    "title": {
      "en": "Summertime Rendering 2026: The Room that Dreams of Murder"
    },
    "updatedAt": "2023-08-28T06:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/e71a2097-0ac6-4e97-aa8e-a865cd016e22/feb81810-38b9-431a-b89f-ae504fc287e2.jpg",
    "altTitles": [
      {
        "ja-ro": "Summer Time Render 2026: Mizen Jikobukken"
      },
      {
        "ja": "サマータイムレンダ2026 未然事故物件"
      }
    ],
    "description": {
      "en": "The novelist Ryunosuke Nagumo is apartment hunting with her niece, who's been accepted into Tokyo University. They happen upon a large aparment for cheap—except, it's haunted! A suspenseful spin-off set in the future of Summertime Rendering."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "ad409cbf-bbf0-4edb-a7a0-d69d0f4f8f75",
    "title": {
      "en": "Scent and Sensibility"
    },
    "updatedAt": "2024-11-05T22:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/ad409cbf-bbf0-4edb-a7a0-d69d0f4f8f75/145cd104-60fa-42f9-ae0e-404c8526884d.png",
    "altTitles": [
      {
        "ko": "향의 경계"
      },
      {
        "es": "La manera en que tu aroma me afecta"
      },
      {
        "fr": "Senteur et Sensibilité"
      }
    ],
    "description": {
      "en": "\"Become his therapist, and you'll earn 500,000 a year!\" When Moon Dobin, a dominant omega, goes for a job interview, he's baffled by the CEO's proposal: have sex with her son as a form of therapy. His client? Seo Tae-oh, a dominant alpha who can't sense pheromones. Dobin has worked hard to protect his virginity, but for that salary... anything goes! So, Dobin leads a secret double life as Tae-oh's secretary by day and his therapist by night. As the two spend more time together, something is in the air - and not just pheromones!",
      "es": "Tae-oh no es solo un alfa si no que también es el presidente de la empresa que vende fragancias de alfa y omega. Eso le convierte en el superior de Dobin, el omega que trabaja como su secretario y que su mayor preocupación es el dinero.",
      "fr": "« Devenez son thérapeute et vous gagnerez 500 000 euros par an ! Lorsque Moon Dobin, un oméga dominant, se présente à un entretien d'embauche, il est déconcerté par la proposition que lui fait la PDG : coucher avec son petit-fils en guise de thérapie. Son client ? Seo Tae-oh, un alpha dominant qui ne sent pas les phéromones. Dobin a travaillé dur pour protéger sa virginité, mais pour ce salaire... tout est permis ! Dobin mène donc une double vie secrète : secrétaire de Tae-oh le jour et thérapeute la nuit. Au fur et à mesure que les deux hommes passent du temps ensemble, quelque chose flotte dans l'air - et pas seulement des phéromones !",
      "ko": "\"사장님의 치료사가 되어주게. 연봉은 5억!\"\n면접을 보러 간 우성 오메가 도빈은 치료를 위해 사장과 몸을 섞어달라는 대표의 제안에 당황하지만, 생계를 위해\n어쩔 수 없이 승낙한다.\n우성 알파이지만 오메가의 페로몬을 느끼지 못한다는 사장, 서태오. 그의 치료사가 되면 연봉이 5억이라니 ...!\n열심히 지켜온 순결이지만, 연봉 5억이라면 …. 까짓 거 못할 것도 없다.\n그렇게 도빈은 낮에는 비서, 밤에는 치료사로 은밀한 이중생활을 하게 된다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d82e4a7a-85f8-4f06-ac83-c92b522836ea",
    "title": {
      "en": "The Perfect Plan for a Fairy-Tale Ending"
    },
    "updatedAt": "2024-09-23T18:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "altTitles": [
      {
        "ko": "동화 속 악역의 완벽한 엔딩 플랜"
      },
      {
        "ko-ro": "Donghwa Sog Ag-yeog-eui Wanbyeoghan Ending Plan"
      },
      {
        "ko-ro": "Donghwa Sok Agyeogui Wanbyeokan Ending Plan"
      },
      {
        "en": "A Perfect Ending Plan of the Villain in a Fairy Tale"
      },
      {
        "en": "Perfect Ending Plan of a Fairy Tale Villainess"
      },
      {
        "en": "Fairy Tale Villain's Perfect Ending Plan"
      },
      {
        "en": "The Perfect Ending Plan for a Villain"
      },
      {
        "fr": "My Sister's Happily Ever After"
      },
      {
        "es": "El plan perfecto de la villana para el cuento de hadas"
      },
      {
        "th": "แผนตอนจบสุดสมบูรณ์ของตัวร้ายในเทพนิยาย"
      },
      {
        "ja": "悪役の完璧なエンディングプラン"
      },
      {
        "zh": "童话里反派的完美结局"
      },
      {
        "zh-hk": "童話裡反派的完美結局"
      },
      {
        "zh-hk": "反派角色的完美結局"
      },
      {
        "en": "The Perfect Ending for the Villainess of a Fairy Tale"
      },
      {
        "es-la": "Un plan final perfecto de la villana en un cuento de hadas"
      }
    ],
    "description": {
      "en": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
      "zh": "「很久很久以前，有一个可怜小女孩， 因为会流下钻石眼泪，而遭到家人虐待。 但是王子出现了，他帮助女孩逃离了家族。 从此两人过上了幸福快乐的日子。」 而我？竟然穿越进了这个童话中， 成为了欺负小女孩的坏姐姐！ 我决定带着妹妹逃走， 去寻找能让她幸福的王子！ 可是， “请你和我结婚吧。” 王子，你为什么向我求婚了？ 你的命定之人不是我，而是我的妹妹才对啊！ 拉莉莎，你等着， 姐姐一定会让你迎来圆满的结局！",
      "zh-hk": "我穿越到童話世界了？角色還是反派—主人公的姐姐馬西婭•布里克！ ！\n\n童話內容是有位可憐的少女被家人虐待，只想要她流下的鑽石眼淚， 後來王子出現手刃惡毒的家人，從此少女和王子迎來完美結局。\n\n這該死的家庭，我現在就要逃跑！但我跑了妹妹怎麼辦？\n\n好！那就帶著妹妹一起逃跑！莉莉沙，我們去找能夠讓你幸福的王子吧！\n\n“和我結婚吧”！王子，你向我求婚幹什麼？你的命定之人不是我，而是我妹妹！ ！\n\n莉莉沙，你等著， 姐姐一定讓你迎來完美結局！\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6dc34b4-0585-43e4-be12-7897472dfb06",
    "title": {
      "en": "Too Late for Regrets"
    },
    "updatedAt": "2024-11-04T06:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/a6dc34b4-0585-43e4-be12-7897472dfb06/0973c77a-a47e-426b-ad1f-36303ed92f65.jpg",
    "altTitles": [
      {
        "ko-ro": "이제 와 후회해봤자"
      }
    ],
    "description": {
      "en": "The tale of Princess Ines is a tragic one. Born a royal of the Zener Empire, she is reviled and neglected as a child born out of wedlock. To compound her misfortune, Ines is married off to Grand Duke Ryan of Eleanor, a renowned war hero of the Lezan Empire who fought against Zener. Ryan proves a stern and distant husband to Ines, and she soon determines that she must fight for a life of dignity – if not in Eleanor, then elsewhere. Thus begins a marriage of emotional reserve and regrets…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c33f6c5e-9515-476d-b66c-49481d024f47",
    "title": {
      "en": "The Story of Miku & Her Master"
    },
    "updatedAt": "2024-11-22T15:56:09+00:00",
    "coverArt": "https://mangadex.org/covers/c33f6c5e-9515-476d-b66c-49481d024f47/13cfcacf-f85e-43f8-b843-18438b6b92c2.jpg",
    "altTitles": [
      {
        "vi": "CÂU CHUYỆN VỀ MIKU & CHỦ NHÂN CỦA CÔ ẤY"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594",
    "title": {
      "en": "The Princess Stans in Secret"
    },
    "updatedAt": "2024-11-13T16:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/3fc74fb2-ae93-4bb0-b912-a4c5d5f7b594/da0bf02a-a322-45d0-b8a2-4d404249da15.png",
    "altTitles": [
      {
        "ko": "일코하는 황녀님"
      },
      {
        "en": "Princess Who Hides Her Fandom"
      },
      {
        "es-la": "Una princesa que trabaja duro por su favorito"
      },
      {
        "en": "The Princess is Secretly a Fan"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a novel with my living and breathing bias.\nNow I’m the Princess of the Empire, who is known by all sorts of epithets, Agnes Saint!\n\nIt’s great that she’s filthy rich and a royal and all, but there’s just one problem…\nthe hateful trash who just insulted by bias’s honor is none other than ‘me.’\n\nRegardless, I’m here now and…\nI will do anything, and everything, within my power to prevent my bias’s death and ensure he experiences nothing but smooth sailing going forward!\n\nI would never wish for Kylo, my kitten, to suffer any sort of shock.\nThat’s why I have to hide my fervent adoration.\nBesides, nothing good would come from revealing my stanning anyways.\nSo, for the time being, I’ll be perfect at… \n\n‘stanning in secret.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b589e6b-5dd2-4776-8331-9d97a861df9d",
    "title": {
      "en": "The Story About Time"
    },
    "updatedAt": "2024-04-27T00:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/7b589e6b-5dd2-4776-8331-9d97a861df9d/40ed031c-909e-42e3-9770-c701fa0aa454.png",
    "altTitles": [
      {
        "zh": "拾时诗"
      },
      {
        "zh-ro": "Shí Shí Shī"
      }
    ],
    "description": {
      "en": "A young girl named Fu, travels into the past to make sure that her parents don't get together..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "802bf297-b156-4053-8542-f12057c4a7b9",
    "title": {
      "en": "Meccha Shoukan Sareta Ken"
    },
    "updatedAt": "2024-11-03T15:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/802bf297-b156-4053-8542-f12057c4a7b9/c068a22a-f8fb-4b56-8b55-bf8afaca70ae.jpg",
    "altTitles": [
      {
        "en": "Oversummoned, Overpowered, and Over It!"
      },
      {
        "ja-ro": "Meccha Shoukan Sareta Ken"
      },
      {
        "ja": "めっちゃ召喚された件 THE COMIC"
      },
      {
        "en": "Summoned to a parallel fantasy world many times"
      },
      {
        "ja-ro": "Meccha Shoukan Sareta Ken THE COMIC"
      },
      {
        "vi": "Kẻ Được Triệu Hồi Tới Thế Giới Giả Tưởng Vô Số Lần!!"
      }
    ],
    "description": {
      "en": "Name’s Inori Takafuji. I’m not really much of a “go-getter,” if you catch my drift — sleep’s more my style — but getting summoned to another world kinda messed things up.\n\nBit hard to chill when you’ve got a king in your face telling you there’s a bad guy you’ve gotta go slay or whatever, you know? Plot twist, though — it’s actually not so bad. Getting the hero treatment sounds pretty nice, right?\n\nBut then it happens again! Some other clown summons me, I get my obligatory superpower, and off I go. And sure, that’s fine. It happens, sometimes you get isekai’d to the wrong place. But then it happens AGAIN! Someone ELSE summons me, I get ANOTHER superpower, and then I’m somewhere totally new.\n\nRepeat ad nauseam.\n\nNo idea what’s going on, but all I want is one thing: stop !@#$ing summoning me!\n\n[Official English Light Novel](https://j-novel.club/series/oversummoned-overpowered-and-over-it)",
      "vi": "Học sinh trung học Takafuji  được triệu hồi đến một thế giới khác với các bạn cùng lớp. Ngay khi bản thân nghĩ rằng một cuộc sống mới isekai với cái mô típ quen thuộc tiêu diệt ma vương,thì bỗng cái BÙM,một vòng tròn ma thuật xuất hiện dưới chân Prairie !? ngoại trừ hắn là người duy nhất được triệu hồi đến một thế giới thứ hai.rồi sau đó thế méo nào lại tiếp tục được triệu hồi, và lại một lần nữa... Sau nhiều lần triệu hồi, thứ còn lại trong tay main là khả năng gian lận hàng loạt cấp anh hùng"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523dbd43-2033-45a3-a15c-aafd9c4c16ec",
    "title": {
      "en": "I'm a Villainous Daughter, so I'm Going to Keep the Last Boss"
    },
    "updatedAt": "2024-08-24T01:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/523dbd43-2033-45a3-a15c-aafd9c4c16ec/f3ca424f-6249-4e29-a924-1956b9f8ecef.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou Nanode Rasubosu wo Katte Mimashita"
      },
      {
        "en": "I Am the Daughter With a Villainous Role, so I Tried Keeping the Last Boss as a Pet"
      },
      {
        "en": "I'm a Villainous Daughter, so I'm Going to Keep the Last Boss"
      },
      {
        "ja-ro": "Rasubosu"
      },
      {
        "ru": "Я стала злодейкой, поэтому мне нужно заарканить последнего босса"
      },
      {
        "ja": "悪役令嬢なのでラスボスを飼ってみました"
      },
      {
        "en": "I'm the Villainess, So I'm Taming the Final Boss"
      },
      {
        "ko": "악역 영애이기 때문에 최종 보스를 길러보았습니다"
      },
      {
        "zh": "作为恶役大小姐就该养魔王"
      },
      {
        "zh": "作为恶役千金就该养魔王"
      },
      {
        "th": "เป็นนางร้ายมันเสี่ยง เลยขอเลี้ยงลาสต์บอสดูสักตั้ง"
      },
      {
        "ru": "Я лиходійка, тому збираюсь приборкати останнього боса"
      },
      {
        "vi": "Thân là nữ phản diện nên trùm cuối sẽ do tôi nuôi"
      },
      {
        "fr": "Si je suis la vilaine, autant mater le boss final"
      },
      {
        "ja-ro": "Akuyaku Reijou nano de Last Boss wo Katte Mimashita"
      },
      {
        "en": "I'm a Villainess, so I'm Going to Keep the Last Boss"
      }
    ],
    "description": {
      "en": "Avoid the BAD END! That's the goal of the villainess in this plot-twisting story!!  \r\nShe has been reborn into the world of an otome game as the villainess, Aileen. Using her memories of her former life, she recognizes flags indicating she's en-route to the bad end, so she makes a plan to conquer the last boss (the evil king Claude), make him her lover, and see if she can open up a new route!",
      "ru": "Избежать ПЛОХОГО КОНЦА! Это главная цель злодейки в этой необычной истории!! Героиня переродилась в мире отоме игры в качестве злодейки, Ирэн. Используя её воспоминания о прежней жизни, героиня видит признаки, которые указывают на то, что её ждет плохой конец. Поэтому она планирует завоевать последнего босса (короля демонов, Клауда) и сделать его своим возлюбленным. Посмотрим, как героиня сможет изменить свою судьбу."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-11-01T15:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "54c83f9e-afe8-42df-a76c-c6735cb01acf",
    "title": {
      "en": "Her Face At The Witching Hour"
    },
    "updatedAt": "2024-11-18T01:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/54c83f9e-afe8-42df-a76c-c6735cb01acf/1be74ff9-2919-4c94-a400-4eacf44fbd0c.jpg",
    "altTitles": [
      {
        "ja": "ウシミツガオ"
      },
      {
        "ja-ro": "Ushimitsu Gao"
      }
    ],
    "description": {
      "en": "\"If you encounter a ghost, think of something naughty.\"\nMegumi Sano (33 years old) is a housewife trying to conceive. She also has a fairly strong spiritual sensitivity.\nOne night, during sex with her husband, a ghost suddenly appears in their bedroom.\nHowever, the humiliation of being seen having boring sex outweighs the fear...\nFrom that day on, the ghost frequently appears in their bedroom, but what is his purpose...?\nA sexual horror story drawn by Paru Itagaki, the creator of \"BEASTARS\" and \"SANDA\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-11-16T13:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!\n\n---\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/rosen-garten-saga-manga/525/), [MangaPlaza](https://mangaplaza.com/title/0303005019/)",
      "ja": "野盗に村を襲われたリンは、窮地の中、１本の剣を手にする。その剣は英雄・ジークフリートの魂が宿った魔剣で、リンは圧倒的な力で野盗たちを制圧する。だが、リンの股間にはもう１本の凶悪な“剣”がそそり立っていて…!?",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cec141cc-83b4-407a-9f64-794641ee8869",
    "title": {
      "en": "Chronicles of Narnia: The Magician's Nephew"
    },
    "updatedAt": "2024-05-01T21:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/cec141cc-83b4-407a-9f64-794641ee8869/51fc9d92-33ad-419f-a7b8-48f7548ccd7c.jpg",
    "altTitles": [
      {
        "ja": "ナルニア国物語: 魔術師のおい"
      },
      {
        "ja-ro": "Narnia Koku Monogatari: Majutsushi no Oi"
      },
      {
        "ru": "Хроники Нарнии: Племянник чародея"
      }
    ],
    "description": {
      "en": "On a daring quest to save a life, two friends are hurled into another world, where an evil sorceress seeks to enslave them. But then the lion Aslan's song weaves itself into the fabric of a new land, a land that will be known as Narnia. And in Narnia, all things are possible."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-08-23T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/755d9f02-7e28-4d90-8587-e0711d7508fa.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6402465b-2562-427a-ab8f-05c13220ce8f",
    "title": {
      "en": "GIGANT"
    },
    "updatedAt": "2024-10-26T11:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/6402465b-2562-427a-ab8f-05c13220ce8f/0887fbf5-810a-4fa7-8084-c4d397fa7b67.jpg",
    "altTitles": [
      {
        "ru": "Гигант"
      },
      {
        "ja": "ギガント"
      },
      {
        "ko": "기간트"
      }
    ],
    "description": {
      "en": "Rei Yokoyamada, a high school boy who has a movie producer father. One day, while out with friends to shoot a film that he plans to enter into a film festival, a poster of Papiko, an adult video actress with big breasts, catches his eye."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "f1c716b5-e82f-4625-a646-280cfa66abad",
    "title": {
      "en": "City Hunter"
    },
    "updatedAt": "2024-10-09T12:48:44+00:00",
    "coverArt": "https://mangadex.org/covers/f1c716b5-e82f-4625-a646-280cfa66abad/c16770ea-cebc-46a9-8dbc-d551f81a5cc3.jpg",
    "altTitles": [
      {
        "fr": "Nicky Larson"
      },
      {
        "vi": "Thành Thị Điệp Nhân"
      },
      {
        "zh-ro": "Thợ Săn Trong Thành Phố"
      },
      {
        "ru": "Городской Охотник"
      },
      {
        "ar": "قناص المدينة"
      },
      {
        "ja": "シティーハンター"
      },
      {
        "zh": "城市猎人"
      }
    ],
    "description": {
      "en": "Ryo Saeba is a \"sweeper\" in the city of Tokyo. He works as a troubleshooter - cleaning the streets of vermin and helping out desperate people. Sometimes he's a bodyguard, other times he's an assassin but whatever Ryo does, he does it well. In fact, his only flaw is his hormones - he loves the ladies maybe a little too much and sometimes turns into an idiot when he's near them! Thankfully, he's got people like his partner, Kaori Makimura to keep him in check.\n\n---\nOfficial Release:\n- Indonesian release by Akasha (2020; complete edition)"
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "35",
    "lastChapter": "191"
  },
  {
    "mangaId": "d1213c0c-78ae-4957-bd67-404cd51279d4",
    "title": {
      "en": "Hito Seijin."
    },
    "updatedAt": "2024-08-07T17:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/d1213c0c-78ae-4957-bd67-404cd51279d4/09df2542-60c5-4923-90a8-b78a867e6e91.jpg",
    "altTitles": [
      {
        "ja": "ヒト星人。"
      },
      {
        "en": "Personian."
      }
    ],
    "description": {
      "en": "Satou knows that his childhood friend Ninomiya is being bullied by his classmates, but he is unable to act. Then, Ninomiya expresses his feelings to him…\nFriendship, sympathy, love. Pure and refracted emotions run through this true-to-life drama about boys.\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/15101)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-10-31T08:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/d37a3744-7f09-4005-918e-942e67d046a5.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35d1648e-c3ed-49f5-b23d-970c10db2f5f",
    "title": {
      "en": "Pink Depend"
    },
    "updatedAt": "2024-11-08T14:00:39+00:00",
    "coverArt": "https://mangadex.org/covers/35d1648e-c3ed-49f5-b23d-970c10db2f5f/696d79c2-3253-45c5-958d-2e9dbfd471c1.png",
    "altTitles": [
      {
        "ja": "ピンク・ディペンド"
      }
    ],
    "description": {
      "en": "If you're about to buy something, do something that feels good and forget about it.\" After breaking up with his girlfriend, Yamagi couldn't stop shopping online, and one day he mixed up his package on the train. When he looked inside, he found that the prepared food he had bought for dinner had been replaced with adult goods! The person who mixed up the package was Ishikura, the manager of an adult goods store. When Ishikura found out that Yamagi was a writer, he asked him to write a review of the store's products. What's more, Ishikura himself held the goods in his hands... \"It's stimulating, you might get addicted,\" he whispered in his ear, and he was made to climax until he was gooey and sticky... It was a stimulation he had never experienced before that felt so good...! A dry rationalist and a serious, lonely person. The two started as a business-like relationship, but..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-08-29T04:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      },
      {
        "pl": "Zasady Przyjaźni z Chłopakiem"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "75"
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa Mo Yuraretemasu"
    },
    "updatedAt": "2024-09-30T13:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bae5c8c-d5ff-43df-acf7-b7670532c8b1",
    "title": {
      "en": "Yoku Wakaranai Keredo Isekai ni Tensei Shiteita You Desu"
    },
    "updatedAt": "2024-11-12T22:12:01+00:00",
    "coverArt": "https://mangadex.org/covers/6bae5c8c-d5ff-43df-acf7-b7670532c8b1/7a4013a0-cf08-4e10-957e-09fc09e8072b.jpg",
    "altTitles": [
      {
        "ja": "よくわからないけれど異世界に転生していたようです"
      },
      {
        "en": "This Is Screwed Up, but I Was Reincarnated as a GIRL in Another World!"
      },
      {
        "en": "I Don't Really Get It, but It Seems Like I Was Reincarnated in Another World!"
      },
      {
        "id": "Saya tidak begitu mengerti, tapi sepertinya saya bereinkarnasi di dunia lain"
      },
      {
        "vi": "Chuyển Sinh Thành Con Gái, Tôi Sẽ Sinh Tồn Tại Dị Giới"
      },
      {
        "zh-hk": "雖然不太清楚，不過我好像轉生到異世界了"
      }
    ],
    "description": {
      "en": "Ren, a young orphan girl, has been sold off to a merchant with sinister plans for her. Suddenly, memories of her past life on a world called Earth come flooding back, and Ren remembers that she used to be a research scientist – and a grown man! As Ren escapes into the Dark Forest, magical powers awaken within her. In order to survive the harsh realities of this world, she must use her rekindled knowledge of Earth’s science as well as her newfound powers! Will her magical cheat powers and past-life knowledge be enough to keep her freedom, or is she doomed to a life of servitude?\n___\n**Character Designer:** [Kaoming](https://mangadex.org/author/259d2f17-2e24-4346-aca8-1ecd2224c491)",
      "ja": "「私、おっさんだった！！」\n\n孤児の少女・レンは身売りされる途中で、前世の記憶を取り戻す。レンの前世は、三十代の男性研究者だったが、転生して今まで孤児として生きていたのであった。レンは、その身に秘められた魔法の才能と、前世の科学的知識を駆使して、ひとり過酷な異世界を生き抜いていく。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc22c201-a2a8-40aa-a23f-69852b0c8d0f",
    "title": {
      "en": "Kowloon Generic Romance"
    },
    "updatedAt": "2024-10-26T08:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/dc22c201-a2a8-40aa-a23f-69852b0c8d0f/1d195e8d-18cb-45f4-8416-01ed555b282e.jpg",
    "altTitles": [
      {
        "ja": "九龍ジェネリックロマンス"
      },
      {
        "zh-hk": "九龍大眾浪漫"
      },
      {
        "ru": "Обычный роман в Цзюлуне"
      }
    ],
    "description": {
      "en": "The greatest labyrinth of the 20th century, a drama for working men and women in a town called Kowloon Walled City. A daily adult romance in a gentle dystopia.  \n  \n(…can a dystopia be gentle?)",
      "ja": "此処は東洋の魔窟、九龍城砦。ノスタルジー溢れる人々が暮らし、街並みに過去・現在・未来が交差するディストピア。はたらく30代の男女の非日常で贈る日常と密かな想いと関係性をあざやかに描き出す理想的なラヴロマンスを貴方に――。",
      "pt-br": "O maior labirinto do século 20, um drama para homens e mulheres trabalhadores de uma cidade murada chamada Kowloon. Um romance adulto diário em uma distopia suave, uma nova vida tranquila."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-17T23:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\n\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2024-11-08T22:57:51+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart is Ojisan"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live.",
      "ja": "友人、恋人、家族もおらず惰性で生きる生活を続けていた遥だったが、ある日目を覚ますと美少女ダークエルフの姿で異世界にいた！新しい環境にワクワクを抑えきれないハルカ。しかし、色々なものを諦め、年下や女性との交流に怯えていたおじさんが急に無双なんてできる訳もなく……。",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c2bcd68-d4ba-41f5-b5a7-fdc884427184",
    "title": {
      "en": "No Gyaru in This Class"
    },
    "updatedAt": "2024-11-22T15:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/3c2bcd68-d4ba-41f5-b5a7-fdc884427184/50f0f0cb-c06b-452d-b4bc-82983c7da5cc.jpg",
    "altTitles": [
      {
        "ja": "このクラスにギャルはいない"
      },
      {
        "ja-ro": "Kono Class ni Gal wa Inai"
      },
      {
        "ja-ro": "Kono Class ni Gyaru wa Inai"
      },
      {
        "en": "There Are No Gals in This Class"
      },
      {
        "en": "There Are No Gyarus in This Class"
      },
      {
        "zh-hk": "這個班上沒有辣妹"
      },
      {
        "zh": "这个班上没有辣妹"
      },
      {
        "ru": "В этом классе нет гяру"
      }
    ],
    "description": {
      "en": "Mirei, a diligent honor student, longs for the flashy, fashionable ‘gyaru’ lifestyle she admires in manga. With newfound courage, she decides to give herself a makeover and reinvent her image upon entering high school. There, she meets Yushin, a rough-around-the-edges boy, and… they hit it off?!\n\nShigure Tokita, the author of *Don’t Blush, Sekime-san*, presents a classroom comedy that unfolds around this fateful encounter!",
      "zh": "优等生七濑因憧憬成为“辣妹”，大胆进行形象大变身，并怀着激动心情迎接她的高中生活。然而，因为学校是一所重点学校，并没有辣妹群体存在，她和不良少年间宫一起显得格格不入。故事由《别害羞，关目小姐》作者时田时雨创作，是一部错位喜剧。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-11-02T19:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa86bc7e-ad0e-4ced-82b5-3c9619316298",
    "title": {
      "en": "Taisango no Maid-san"
    },
    "updatedAt": "2024-11-22T14:45:32+00:00",
    "coverArt": "https://mangadex.org/covers/aa86bc7e-ad0e-4ced-82b5-3c9619316298/41316ad5-f213-40cb-968b-2c8fc38b0e97.png",
    "altTitles": [
      {
        "en": "Maid after work"
      },
      {
        "ja-ro": "退勤後のメイドさん"
      }
    ],
    "description": {
      "en": "My maid, Hayaoka-san, She is serious, good at her job and perfect. But it seems like I'm a little relaxed after work... The gap between on and off keeps me excited! ♡"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-10-01T15:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/119a0c60-ed73-49fa-94c9-09d42091da5d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった 〜自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された〜"
      },
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen Shite Yatta ~Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta~"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      },
      {
        "en": "I Dared Declare Goodbye To My Emotionally Abusive Childhood Sweetheart"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7268daa-9d63-4e3b-9d2a-97b85b39d0cd",
    "title": {
      "en": "Gantz (Official Colored)"
    },
    "updatedAt": "2024-07-09T08:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/f7268daa-9d63-4e3b-9d2a-97b85b39d0cd/60106077-77c5-47f5-9a08-0ac698c200d4.jpg",
    "altTitles": [
      {
        "en": "Gantz - Digital Colored Comics"
      },
      {
        "ja": "GANTZ カラー版 ねぎ星人編"
      },
      {
        "en": "Gantz/Osaka (Official Colored)"
      },
      {
        "ja": "GANTZ"
      }
    ],
    "description": {
      "en": "How long will you stay in the game?\n\nThe last thing Kei and Masaru remember was being struck dead by a subway train while saving the life of a drunken bum. What a waste! And yet somehow they're still . . . alive? Or semi-alive? Maybe it's reanimated . . . by some kind of alien orb with a nasty message . . . \"Your lives are over. What you do with your new lives is up to me!\" And what this orb called \"Gantz\" intends to do with their lives is make them play games of death, hunting all kinds of odd aliens, along with a bunch of other ordinary citizens who've recently met a tragic semi-end. The missions they embark upon are often dangerous. Many die-and die again."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "281"
  },
  {
    "mangaId": "53319aa2-592e-4768-bef5-792c4e505a0c",
    "title": {
      "en": "Anzen Unten de Tobashimasu"
    },
    "updatedAt": "2023-08-02T01:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/53319aa2-592e-4768-bef5-792c4e505a0c/59489929-4393-4c28-b6c3-38bfc3220732.png",
    "altTitles": [
      {
        "ja": "安全運転で転生（トバ）します"
      }
    ],
    "description": {
      "en": "Our job is to \"reincarnate\" people!\n\nIn Japan, where reincarnation into another world has become the norm, Hiiro Morisaki, who has been employed by the \"Ministry of Reincarnation,\" is assigned to the \"Traffic Section,\" where many people are retiring! The \"Traffic Section\" of the \"Ministry of Reincarnation\". In order to be reincarnated, she has to \"run over\" her target with a truck...? The slapstick daily comedy about a \"reincarnation\" in another world is here!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23c1571-16f8-4869-8cda-9883ad9aa71d",
    "title": {
      "en": "Gakuen Alice"
    },
    "updatedAt": "2023-10-15T14:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/b23c1571-16f8-4869-8cda-9883ad9aa71d/0e1e4fbb-ce61-4cbb-95e3-554306048dc4.jpg",
    "altTitles": [
      {
        "en": "Alice Academy"
      },
      {
        "vi": "Học Viện Alice"
      },
      {
        "id": "Perguruan Alice"
      },
      {
        "th": "วัยซนคนมีพลังจิต"
      },
      {
        "zh": "学园爱丽丝"
      },
      {
        "ja": "学園アリス"
      },
      {
        "zh-hk": "愛麗絲學院"
      },
      {
        "zh": "爱丽丝学园"
      },
      {
        "zh": "爱丽丝学院"
      },
      {
        "ko": "퍼니퍼니 학원 앨리스"
      }
    ],
    "description": {
      "en": "Young Mikan runs away to Tokyo to follow her best friend, Hotaru, who has been enrolled in an exclusive, secretive private school for geniuses. But it turns out that Alice Academy is a lot more than meets the eye. If Mikan wants to stay by Hotaru's side, she has to both pass the strange \"entrance exam\" and face the even greater challenge of befriending her very odd new classmates. Whether it's Hotaru's gift for inventing gadgets, the cranky Natsume's fire-casting ability, or Professor Narumi's control of human pheromones, everyone at the school has some sort of special talent. But what ability, if any, does Mikan possess? Mikan is going to have to rely on her courage and spunk if she's going to stay in school, or even stay alive!",
      "pl": "Mikan Sakura dorastała u swojego dziadka na wsi w Japonii. Pewnego dnia jej najlepsza przyjaciółka, Hotaru, oświadczyła, że przeniosi się do prestiżowej szkoły w Tokio. Mikan jako jej oddana przyjaciółka bez namysłu za nią podążyła. Szkoła ta jest tak naprawdę elitarną Akademią dla ludzi obdarowanych indywidualną mocą „Alice”. Lecz czy całkiem zwykła Mikan jest w stanie dostać się do tak elitarnej szkoły? Przekonajcie się sami!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "180"
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3768358-2fbf-431d-9c4f-8ef6177051cf",
    "title": {
      "en": "Hekigyoku no Dansou Kouryoushi wa, Fushigi na Iyashijutsu de Kyuutei Ikan ni narimashita."
    },
    "updatedAt": "2024-11-08T19:49:45+00:00",
    "coverArt": "https://mangadex.org/covers/e3768358-2fbf-431d-9c4f-8ef6177051cf/2d0664b0-2821-46f6-a199-0606527d2aac.jpg",
    "altTitles": [
      {
        "ja": "碧玉の男装香療師は、 ふしぎな癒やし術で宮廷医官になりました。"
      }
    ],
    "description": {
      "en": "Comic adaptation of the novel that won the 'Magical i-Land Award 2021' novel grand prize!\n\nTo hide her origin, Getsu Ei (Yue Ying) hides her eyes with long bangs and lives inconspicuously. She earns a meager living by using a mysterious technique that cures ailments with fragrance, but suddenly she is taken away to the imperial palace and ordered to cure insomnia. The person she meets is the crown prince, who stands at the top of the country!!\n\nIn the country of Banka (Wanhua), which has always closed its doors to the outside world and protected its own culture, Getsu Ei is a heretic who uses her new medical skills to heal the people in the palace However, her guts from a humble upbringing and her skill in the unconventional art of aroma medicine - the art of aromatherapy - will change not only the imperial palace but the country as well!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f5172c4-2d4e-4372-8e8c-39ff9dc3b8fd",
    "title": {
      "en": "Boy's Summer"
    },
    "updatedAt": "2022-11-07T03:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/8f5172c4-2d4e-4372-8e8c-39ff9dc3b8fd/68e7f480-9fa0-4884-9d90-a420799b6d01.png",
    "altTitles": [
      {
        "ja": "少年の夏"
      },
      {
        "ja": "Shounen no Natsu"
      }
    ],
    "description": {
      "en": "The story is set at a beach, where a young boy walks in the sand before sitting down. Crowds come in to enjoy playing in the ocean, and then leave, with trash scattered all across the sand behind them. Suddenly the scene jumps to a hospital office where an old man with a cigar is telling a younger, thinner guy something about cancer, the amount of money involved, the idea that the money might stay in the family, etc. Then the scene shifts back with the boy standing up, brushing the sand off his seat and walking back home."
    },
    "status": "completed",
    "releaseDate": 1968,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-10-25T20:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  }
]