[
  {
    "mangaId": "1b5d21da-8d11-4d94-bd08-a739278d51a4",
    "title": {
      "en": "Please Get Out of My Household"
    },
    "updatedAt": "2024-02-01T19:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/1b5d21da-8d11-4d94-bd08-a739278d51a4/ee804a9f-31d3-4286-a440-bb6b5726dbf2.png",
    "altTitles": [
      {
        "ja": "家門から出ていってください"
      },
      {
        "en": "Please Get Out of My Family"
      },
      {
        "en": "Get Out of My House"
      },
      {
        "ko": "내 가문에서 꺼져 주세요"
      }
    ],
    "description": {
      "en": "“Why did someone like you have to be born in my household?” You shame of the Closieux Family, you disgrace, you good-for-nothing… All those were words pointed at Guinadella Clochel, the young girl who, at barely 11 years of age, was abandoned by her family and had her life taken away. Well, no… Rather, she thought that her life was taken away. “They’re absolute fiends. To think that they would bully and try to kill a weak child just because she has no talent…”, said the ancestor of the legendary great mages of old while possessing the body of the dying girl?! This is a story about a great mage regaining their powers to bring judgment to a rotten family, and a young girl whose emotional wounds are healed with the mage’s help; about a timeless bond that links them as if being drawn to each other. A kind-hearted girl’s revenge against her family begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "facc8c28-832a-4d0b-9ce8-0efee600ed96",
    "title": {
      "en": "M.A.X"
    },
    "updatedAt": "2021-05-25T15:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/facc8c28-832a-4d0b-9ce8-0efee600ed96/81da298b-83c3-4c99-9bb3-930b05129f88.jpg",
    "altTitles": [
      {
        "en": "Money Ace X"
      }
    ],
    "description": {
      "en": "A school where the students make their own riches. From Models to Computer Geniuses, These students get rich on their own. Namu goes to a school where all the elite get idolized by the non-elite. Never making it easy to get to school on time, Namu is soon helped by a new transfer student. Who gets categorized as an elite almost immediately?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "f54e8a12-9e30-43b2-bb06-b3677a71b82a",
    "title": {
      "en": "My Eternal Reign"
    },
    "updatedAt": "2023-08-16T22:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/f54e8a12-9e30-43b2-bb06-b3677a71b82a/a74d2fb4-027f-408d-adc3-86fd4d84ba54.png",
    "altTitles": [
      {
        "ja": "俺のターンは終わらない"
      },
      {
        "ja-ro": "Ore no Turn wa Owaranai"
      },
      {
        "zh": "我的回合不会结束"
      },
      {
        "zh-hk": "我的回合不會結束"
      },
      {
        "ru": "Настало время мести"
      },
      {
        "ar": "دوري لن ينتهي"
      }
    ],
    "description": {
      "en": "The world was suddenly attacked by a dungeon phenomenon. Mankind was able to overcome this disaster due to the Awakeners who could control the Gate Cards that had appeared along with the dungeons. In the midst of that, Okita Hikaru, someone who was barely able to qualify as an Awakener, was being oppressed by the Elite Awakeners in a company that dealt with dungeon capturing as a business. One day, after he was driven to the brink of death by a fierce dungeon monster and a despicable betrayal, Okita obtained a power beyond what humans could comprehend, one that allowed him to infinitely manipulate Gate Cards. Okita, who has become the strongest being that transcends the laws of this world, will never end his counterattacking turn against those who have oppressed him!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0946fd9c-f570-460d-936e-194173d9b866",
    "title": {
      "en": "Binetsu Kuukan"
    },
    "updatedAt": "2023-11-26T15:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/0946fd9c-f570-460d-936e-194173d9b866/4827620c-3a93-44aa-b4cb-6ef65b274536.jpg",
    "altTitles": [
      {
        "en": "Feverish Atmosphere"
      },
      {
        "ja": "微熱空間"
      },
      {
        "pt-br": "Atmosfera Febril"
      },
      {
        "es": "Atmosfera Febril"
      }
    ],
    "description": {
      "en": "Akasegawa Naoya's mother remarried recently and he suddenly finds himself trying to get along with his new big sister Amane, a student of the prestigious Kasugano Girls' School. But his new big sister isn't like what you might first expect.  \n  \n(Serialized in \"Rakuen Le Paradis\", an anthology that comes out three times a year.)",
      "es": "La madre de Akasegawa Naoya se caso de nuevo recientemente y de repente se encuentra a si mismo intentando llevarse bien con su nueva hermana mayor Amane, una estudiante del prestigioso instituto de la Escuela de Chicas Kasugano. Pero su nueva hermana mayor no es como creerias inicialmente.",
      "pt-br": "A mãe de Naoya Akasegawa se casou novamente e de repente ele se vê tentando se dar bem com sua nova irmã mais velha Amane, uma estudante do prestigioso colégio feminino Kasugano. Mas sua nova irmã não era bem o que ele esperava."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13601cb8-f190-4a34-9e34-45a8242c751f",
    "title": {
      "en": "Kyuuseishu no Ikinokori"
    },
    "updatedAt": "2024-04-12T12:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/13601cb8-f190-4a34-9e34-45a8242c751f/a480c891-b95c-42c8-9709-5bf01ccbb9e0.png",
    "altTitles": [
      {
        "ja": "救世主の生き残り"
      },
      {
        "ja-ro": "Kyuuseishu no Ikinokori"
      },
      {
        "en": "The Survival of the Savior"
      }
    ],
    "description": {
      "en": "In order to stop the invasion of the demons and seal the evil god which has been resurrected after a thousand years, Grey embarks on a journey together with his sister, Fiona, and his comrades. \n\nAt the end of their journey, they were facing the evil god, and all of his comrades including his little sister were killed because of the evil god.\n\n \n\nBeing the only survivor of the journey, Grey was hailed as a hero and was granted the throne as the emperor of the holy empire, gaining glory and authority. \n\n \n\nUnfortunately, Grey couldn’t recover from the grief of losing his one and only sister, and decided to use any means necessary to revive her. After countless attempts to try and revive his sister, Grey became hopeless, until he heard a mysterious voice saying,\n\n \n\n [Do you want to save the most precious person in your life?]\n\n \n\n[If you’re willing to sacrifice everything, I will show you the way.]\n\n \n\nAfter making a deal with the mysterious voice,\n\nGrey found himself standing in his hometown that was supposed to be destroyed by the invasion of the demons…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25b68e61-3ce9-42b1-84e9-0b21909f3e50",
    "title": {
      "en": "The Cuteness of Girls Who Eat a Lot"
    },
    "updatedAt": "2024-05-10T15:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/25b68e61-3ce9-42b1-84e9-0b21909f3e50/d0b97943-320d-46a5-9897-1ad2dc76c98a.jpg",
    "altTitles": [
      {
        "ja": "いっぱい食べる女の子はカワイイ"
      },
      {
        "ja-ro": "Ippai Taberu Onnanoko wa Kawaii"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64779a2-45c0-4a82-9f1f-6d702d94e038",
    "title": {
      "en": "Sentou Robot Hunter no Senpai to Kyuukei Shitara…"
    },
    "updatedAt": "2024-05-10T15:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/d64779a2-45c0-4a82-9f1f-6d702d94e038/169116a2-21e0-40ec-87bc-4e61da098d1b.jpg",
    "altTitles": [
      {
        "ja": "戦闘ロボハンターの先輩と休憩したら…"
      },
      {
        "id": "Saat Beristirahat dengan Senpaiku Pemburu Robot Tempur..."
      },
      {
        "ja": "先輩と休憩したら…"
      },
      {
        "en": "When I Was on a Break with Senpai..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2024-05-04T16:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/9f8cb368-9b69-4e34-a2c7-630a018d2c96.jpg",
    "altTitles": [
      {
        "ru": "Месть свиней"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ja": "豚の復讐"
      }
    ],
    "description": {
      "en": "Before successfully being able to commit suicide, Takeshi Hirota, a bullied high school boy is transported to another another world where he is accepted by the orcs due to his appearance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "838e5b3a-51c8-44cf-b6e2-68193416f6fe",
    "title": {
      "en": "Pashiri na Boku to Koisuru Banchou-san"
    },
    "updatedAt": "2024-04-11T10:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/838e5b3a-51c8-44cf-b6e2-68193416f6fe/b0af556b-f10d-4cca-a17e-9ce2f9f5785f.jpg",
    "altTitles": [
      {
        "es-la": "El chico de los recados y la líder de la pandilla enamorados"
      },
      {
        "en": "Errand Love"
      },
      {
        "ja-ro": "Pashiri na Boku to Koi suru Banchou"
      },
      {
        "en": "The Errand Boy and the Banchou in Love"
      },
      {
        "en": "The Lackey and the Delinquent Leader in Love"
      },
      {
        "ru": "По поручению любви"
      },
      {
        "ja": "パシリな僕と恋する番長さん"
      },
      {
        "en": "I Belong to the Baddest Girl at School"
      },
      {
        "ko": "빵셔틀인 나와 사랑하는 일진"
      },
      {
        "zh": "小弟的我与热恋的番长"
      }
    ],
    "description": {
      "en": "Unoki-kun, a boy who's been bullied since elementary school, ends up becoming the exclusive errand boy of the top delinquent of his school, Toramaru-san, who told him \"Be mine\" right after entering high school. But the truth is that Toramaru-san meant it as a confession of love!!\n\nThis is the beginning of a love misunderstanding between Toramaru-san, who thinks she's in a relationship, and Unoki-kun, who thinks he's being bullied.",
      "ja": "昔からいじめられっ子体質の卯之木くんは、高校に入学しても早々、不良のトップ――寅丸番長に「私のモンになれ」と専属パシリにされてしまう。でもその実、寅丸さんは卯之木くんに告白したつもりだった!? 恋人関係だと思い込んでる寅丸さんとパシリにされたと思い込んでる卯之木くんの勘違恋(かんちごい)の始まり☆",
      "ru": "Уноки — парень, над которым издевались с начальной школы, в конечном итоге становится мальчиком на побегушках главной хулиганки школы, Торамару, которая сказала ему «будь моим» сразу после поступления в среднюю школу. Но правда в том, что Торамару таким образом призналась в любви!! Это начало любовного недопонимания между Торамару, которая думает, что она в отношениях, и Уноки, который думает, что над ним издеваются.",
      "pt-br": "Unoki-kun, um garoto sofreu bullying desde o primário acaba se tornando o garoto de recados da maior delinquente de sua escola, Toramaru-san, que falou para ele “Seja meu” logo depois de entrar no ensino médio, mas a verdade é que Totamaru-san estava confessando seu amor!! Esse é o começo de um amor mal-entendido entre Toramaru-san, que pensa que está namorando, e Unoki, que pensa que está sofrendo bullying dela."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "77"
  },
  {
    "mangaId": "1ecb39e0-a49b-4eec-adc4-34f625decb14",
    "title": {
      "en": "The Book of Abyss"
    },
    "updatedAt": "2023-12-20T03:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/1ecb39e0-a49b-4eec-adc4-34f625decb14/a77bbcf1-3574-4c62-acdd-bda65d9ae86e.png",
    "altTitles": [
      {
        "zh": "深渊之种"
      },
      {
        "zh-ro": "Shen Yuan Zhi Zhong"
      },
      {
        "zh-ro": "Shēn Yuān Zhī Zhǒng"
      },
      {
        "ja": "深淵の書"
      },
      {
        "en": "The Abyssal Seed"
      }
    ],
    "description": {
      "en": "One day, after finishing a novel with an apocalyptic theme, Chang Ting found that the world was quietly transforming, as if the events from the novel were unfolding in reality. From the mysterious disappearance of skyscrapers to the appearance of monsters at fixed times and locations, everything was developing according to the script of the novel. Chang Ting realized that in order to survive, he needed to acquire the special abilities mentioned in the novel. Using his advance knowledge of the plot, he waited patiently at the location where the first Abyssal Seeds were supposed to appear. When the time came, he successfully gained the exclusive talents described in the novel, becoming one of the first individuals with the ability to confront the challenges of the world. The apocalypse was inevitable, but Chang Ting, armed with the knowledge from the novels he had read, was ready to face the impending conclusion. As the plot he had encountered in novels approached its climax, the origin of the Abyssal Seeds was about to be revealed, unraveling all the secrets surrounding the impending apocalypse!",
      "zh": "某一日，当常霆看完一本末日题材的小说后，世界却在悄然之间，发生了小说照进现实。从神秘消失的大楼，到固定时间固定地点的怪兽出现，一切都按照小说的剧本在发展。常霆知道想要存活下来，必须得到小说里面说得专属天赋能力，所以利用提前知道剧情，蹲守在一级渊种出现地点，等到了专属天赋能力，成功成为第一批拥有对抗世界能力的人。世界末日不可逆转，常霆阅读过的小说剧情，即将来到完结，渊种到底从何而来，一切秘密即将揭晓！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master - Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2023-12-28T09:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/adcccdbb-52d2-42ac-b1f3-bdb60d984c9b.jpg",
    "altTitles": [
      {
        "en": "Golden Wordmaster"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai"
      },
      {
        "ja-ro": "Konjiki no Word Master"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "en": "The Golden Word Master - The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      },
      {
        "ja": "金色の文字使い-勇者四人に巻き込まれたユニークチート-"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "ko": "금색의 문자술사"
      },
      {
        "zh-hk": "金色的文字使"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770c61b9-0ef2-460b-8c25-c10ab23349ce",
    "title": {
      "en": "Akebi-chan no Sailor Fuku"
    },
    "updatedAt": "2024-04-17T17:55:28+00:00",
    "coverArt": "https://mangadex.org/covers/770c61b9-0ef2-460b-8c25-c10ab23349ce/215d2002-483f-4b1a-b27c-945777bb28bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Akebi-chan no Serafuku"
      },
      {
        "it": "La Divisa Scolastica di Akebi"
      },
      {
        "ru": "Школьная форма Акэби-тян"
      },
      {
        "ja": "明日ちゃんのセーラー服"
      },
      {
        "zh": "明日酱的水手服"
      },
      {
        "zh-hk": "明日醬的水手服"
      },
      {
        "ko": "아케비 쨩의 세일러복"
      },
      {
        "en": "Akebi-chan's Sailor Uniform"
      },
      {
        "fr": "Akebi veut porter une marinière !"
      }
    ],
    "description": {
      "en": "The setting is Roubai Private Academy, a prestigious girls’ middle school in the country. For Akebi Komichi, donning this school’s sailor uniform is a dream come true. Her middle school dream life is finally beginning! Verdant open countryside vistas. The slowly flowing time of youth. With a gentle touch, the genius artist Hiro brings you this simple school tale… now enrolling!",
      "es": "Akebi Komichi vive en una zona rural con su familia y acaba de conseguir entrar en la famosa Academia de secundaria Roubai, a la que ya asistió su madre. Como ella, le gustaría llevar el clásico uniforme de marinero, que ya no es el habitual en la Academia.\n\nDespués de conseguir que le permitan llevar su ansiado uniforme cosido por su madre, Akebi empezará su vida en secundaria con el objetivo de hacer muchas amigas. El paso tranquilo del tiempo, la inocencia y la naturalidad, marcarán la vida de Akebi y sus amigas.",
      "es-la": "El escenario es la Academia Privada Roubai, una prestigiosa escuela secundaria femenina del país. Para Akebi Komichi, ponerse el uniforme de marinera de esta escuela es un sueño hecho realidad. Su vida de ensueño en la escuela secundaria por fin comienza. Las verdes vistas del campo abierto. El lento fluir del tiempo de la juventud. Con un suave toque, el genial artista Hiro te trae este sencillo cuento escolar... ¡ahora se matricula!",
      "pt-br": "A história se passa na prestigiosa Academia Roubai, uma escola secundária para garotas, no Japão. \n\nNossa amável Akebi Komichi, a protagonista, entrou na academia com o sonho de vestir o lindo uniforme Sailor, porém, ela se surpreende no seu primeiro dia. O que será que aconteceu? Akebi ainda viverá muitas experiências em Roubai até se tornar uma idol como sua cantora favorita Miki-chan! Avante Akebi!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf",
    "title": {
      "en": "Fate/Grand Order -Turas Réalta-"
    },
    "updatedAt": "2024-05-05T21:07:37+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf/c4cea6b7-2587-4304-b77a-dbe270cae203.jpg",
    "altTitles": [
      {
        "en": "Fate/Grand Order turas realta"
      },
      {
        "ja": "フェイト／グランド オーダー－トゥルス・レアルタ－"
      },
      {
        "ru": "Судьба/Великий приказ: Звёздное путешествие"
      },
      {
        "zh-hk": "Fate/Grand Order -真實之旅-"
      }
    ],
    "description": {
      "en": "\"The human race will become extinct in 2017.\" The Chaldea organization, an organization charged with preserving the future of humanity, observes a singularity. To solve it, Rika Fujimaru and Mash Kyrielight will be transported to the city of Fuyuki in 2004. The battle for the future of humanity has begun.\n\n---\n**Note**: This manga adapts the first, third, fifth, seventh and final singularity from Part 1 of Fate/Grand Order.",
      "ru": "Манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты: Фуюки, Орлеан, Океанос, Америка, Вавилония. Повествование ведется от лица Фудзимару Рицуке. 2015 год. В мире все еще господствует магия. Для сохранения своего рода человечество возвело научную лабораторию под названием «Халдея». Суть ее существования заключалась в том, чтобы наблюдать за миром при помощи той самой магии и достижений человечества. Благодаря усилиям ученых было подтверждено, что человечеству оставалось жить еще как минимум 100 лет. Однако «Халдея» зафиксировала некую аномалию, в результате которой наблюдаемая лабораторией область будущего внезапно исчезла. Все эти события привели к панике, и ученые принялись изучать полученные данные. Выяснилось, что в городе Фуюки в 2004 году существовала область, которая ни разу за всю историю существования «Халдеи» не попадала в поле ее зрения. Также подтвердилось вымирание человечества уже в 2017 году. По результатам полученных данных «Халдея» принимает решение задействовать программу «Рейшифт». Смысл - отправить группу специально подготовленных людей (Мастеров) в прошлое для ликвидации аномалии. Однако, в лаборатории происходит взрыв, и все Мастера оказываются в критическом состоянии. Одному из них, Рицуке Фудзимару, все же удается попасть в прошлое, где разворачивалась легендарная война за Святой Грааль. Теперь ему предстоит выяснить, что же на самом деле произошло, и, по возможности, устранить угрозу."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-04-19T20:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/dd8e0a21-2873-4428-a695-9ef12b1f969f.jpg",
    "altTitles": [
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "ja": "異世界のんびり農家"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "en": "Leisurely Farmer in an Alternate Universe"
      },
      {
        "ja-ro": "Isekai Nonbiri Nōka"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "en": "Carefree Farmer in a Different Dimension"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "335ff17d-3c71-4847-b445-c166ca800bf9",
    "title": {
      "en": "I’m an Ex-class Hunter"
    },
    "updatedAt": "2023-11-12T01:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/335ff17d-3c71-4847-b445-c166ca800bf9/d22814cd-08ec-41f3-a90c-b491680833b7.jpg",
    "altTitles": [
      {
        "ja": "俺はEX級ハンターだ"
      },
      {
        "ja-ro": "Ore wa EX-Kyuu Hantauda"
      },
      {
        "ko": "나는 EX급 헌터다"
      }
    ],
    "description": {
      "en": "Eight races join hands against an unknown enemy to challenge it to one final battle… However, the eight races were unfortunately completely annihilated, except for one person, a hero of the human race, Arden. Using his memories from his previous life, Kiritani Sho was reborn into the modern world. While fighting as a hunter, he aims to reunite with his previous comrades. Sho may have lost his powers from his previous life, but he was given a chance to awaken after the death of his friend. Now, he goes on to challenge an unknown monster!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2023-10-30T21:10:27+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- Webtoon [Trailer](https://www.youtube.com/watch?v=wwfZ6BQbIcM) | [PV](https://www.youtube.com/watch?v=q6wspjpiYnQ)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%85%9C%EB%B9%A8/2379)\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)\n\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-05-09T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/86d1a0a7-4b08-4bfb-8e63-f9e89d1a6fd2.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "96e521e5-b19e-4299-b1ad-6b0eeb73e7a0",
    "title": {
      "en": "Mizu no Tomodachi Kappaman"
    },
    "updatedAt": "2024-04-22T17:52:49+00:00",
    "coverArt": "https://mangadex.org/covers/96e521e5-b19e-4299-b1ad-6b0eeb73e7a0/307e27e9-2047-49a5-af4e-4df79c3d227b.jpg",
    "altTitles": [
      {
        "ja": "水のともだちカッパーマン"
      },
      {
        "en": "Water Friend Kappaman"
      }
    ],
    "description": {
      "en": "Kawataro, half human, half kappa, lives as a human, because his father, a kappa, wished so. Kawataro travels to find his mother who disappeared when he was young. On his trip, he encounters various youkai."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "2733be49-fe72-4f56-985b-ca7a0019d156",
    "title": {
      "en": "Awakened Thief Steals the World"
    },
    "updatedAt": "2023-12-21T15:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/2733be49-fe72-4f56-985b-ca7a0019d156/6d653060-9678-4911-9271-5a4f436a63d5.png",
    "altTitles": [
      {
        "ja": "Kakusei Shiifu wa Sekai o Nusumu"
      }
    ],
    "description": {
      "en": "In a rural orphanage, Cloud. of the Himmel Kingdom, There’s an earnest boy named Leon who often takes care of the younger kids. though their world is in midst of a war, Cloud is in a rural area, far from the battlefield. However, one day, leon discovered a familiar face amongst the soldiers that past by him. It was strikingly similar to the robber who broke into his house and killed his mother 6 years ago. “I’m pretty sure that the culprit wasn’t caught…”. Fueled by his desire to know the truth of that case, he went back to his old house. However, he fainted after coming in contact with the magic circle in the hidden room. When he woke up. He recalled memories of his missing father and awakened to a single ability. That was the ability to Steal. Leon’s father was the greatest thief of the century and he left a magic circle for leon to inherit his ability and knowledge. Leon decided to enter the army with his skill to learn the truth."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed92b3a-77e9-4566-bca2-46392463b94e",
    "title": {
      "en": "Saving the Doomed Idols with My Touch"
    },
    "updatedAt": "2024-02-13T15:12:52+00:00",
    "coverArt": "https://mangadex.org/covers/fed92b3a-77e9-4566-bca2-46392463b94e/bf4ec601-f407-44d6-aebb-cf4f2f559406.jpg",
    "altTitles": [
      {
        "en": "Save a Failed Idol's Life"
      },
      {
        "ko": "손맛으로 구제하는 망돌 인생"
      },
      {
        "pt-br": "Salvando a Vida de um Idol Flopado"
      }
    ],
    "description": {
      "en": "I can save even the most doomed restaurant with my touch!Im Hyeonseong, a famous chef who has even shown up in a TV show as the CEO of a food industry.He built his wealth and fame from the ground up, but meets an unjust death because of his stepmother and step-sibling.At that moment, a system window appeared in front of him.They will give him a chance to take his revenge if he succeeds in making ‘Climax’, the doomed idol group, successful by controlling Cheon Ise’s body.Will I be able to save the doom restau– I mean the doom idols with my touch? We will now begin the special quest, ‘Idol, Cheon Ise’!",
      "pt-br": "Posso salvar até o restaurante mais condenado com meu toque! Lim Hyun-sung é um chef celebridade e CEO de uma empresa de restaurantes, personalidade recente da TV. Ele construiu sua riqueza e fama do zero, mas teve uma morte injusta por causa da madrasta e do meio irmão. Naquele momento, uma janela do sistema apareceu na frente dele. Eles lhe darão a chance de se vingar se ele conseguir fazer com que o \"Climax\", um grupo idol condenado, tenha sucesso controlando o corpo de Cheon Ise. Serei capaz de salvar o restau- quero dizer, os idols condenados com meu toque? Agora começaremos a missão especial, \"Idol, Cheon Yise\"!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-05-10T13:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Her husband's half-brother, Lowell, was much younger than her husband. Maria, who had personally educated and raised him, learned that he had returned from the battlefield. Lowell, was not the small child or immature boy Maria remembered. He had the appearance of a grown man. With his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford. Where would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97c1dac6-e85d-401b-8e0b-f01dfb2392a0",
    "title": {
      "en": "I’m the Only One with Outstanding Cheats After My Class Got Transported to Another World?!"
    },
    "updatedAt": "2024-02-01T18:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/97c1dac6-e85d-401b-8e0b-f01dfb2392a0/e51020ef-64f0-404e-a536-e26792e7021a.jpg",
    "altTitles": [
      {
        "ja": "クラス転移で俺だけずば抜けチート!?"
      },
      {
        "ja-ro": "Class Ten'i de Ore Dake Zubanuke Cheat!?"
      }
    ],
    "description": {
      "en": "Ryuuto was subjected to rampant bullying on an almost daily basis. But on what looked like another day of living hell for him, the classroom was suddenly enveloped in blinding light, and he found himself standing before a man who called himself God. Ryuuto had been transported to another world, and unfortunately… so were his bullies. However, when he saw his stats, Ryuuto realized he was the only one with overpowered cheats! Having received invincible cheat abilities from the Supreme God, Ryuuto quickly grows close to the class idol Himeno as well as Sherelle, a princess belonging to the other world… On top of that, there’s the appearance of an adorable divine spirit and a clumsy girl who had been sealed away! How will Ryuuto’s newfound, 1000% different from reality harem and overpowered life in another world turn out?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73e877eb-3b2a-4a98-9806-5d75ba7ed151",
    "title": {
      "en": "My Life As A Loser 2"
    },
    "updatedAt": "2024-04-26T10:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/73e877eb-3b2a-4a98-9806-5d75ba7ed151/be8584de-9ac1-4b6e-9e27-e66ec9ade6a8.png",
    "altTitles": [
      {
        "ko": "인생존망2"
      }
    ],
    "description": {
      "en": "This is not the life I wanted!!! Twice lighter and twice more fun. The second <Life Survival> to restore the original history begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10ea7852-418e-4945-bfd3-5c1c58a17b38",
    "title": {
      "en": "Ishigami Senki"
    },
    "updatedAt": "2023-12-21T01:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/10ea7852-418e-4945-bfd3-5c1c58a17b38/b52b48ca-150d-4f96-a956-81ff1051cc51.jpg",
    "altTitles": [
      {
        "ja": "石神戦記"
      },
      {
        "en": "Saga of the Stone God"
      }
    ],
    "description": {
      "en": "Mizuho territory in the northeastern part of the island nation of Hiwazu. On the wedding day of his elder brother, Lord Saku, Ukano Isaza, the younger brother of the lord, meets a woman of the \"stone people\" who is supposed to have been told in a fairy tale, and is forced to make a contract with her...? The war romance by Iroha Kohinata has just begun!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1aa663d-7a47-485b-87cd-c44ef4cadc2a",
    "title": {
      "en": "Sagesumu Shisen ga Saikou desu"
    },
    "updatedAt": "2023-12-21T03:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/c1aa663d-7a47-485b-87cd-c44ef4cadc2a/d57b7fb3-c1ce-4db7-b1ab-ae4128c48456.jpg",
    "altTitles": [
      {
        "ja": "蔑む視線が最高です。"
      },
      {
        "en": "His Scornful Eyes Are the Best."
      }
    ],
    "description": {
      "en": "A high school girl, Utako, has an unusual 'love'. That is, she was attracted to cold attitudes and when someone dealt with her in a bothersome way!　She has no romantic feelings for him, but is always attracted to boys who behave in this way. She met Narumi by chance, who was always languid and had a slightly teasing way of saying things, and he was exactly her ideal ♡ In order to become friends with Narumi, she tried to get to know him, but...?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "976773e9-682d-4cb5-8fde-9feaba8a58ab",
    "title": {
      "en": "Dominating with the EX-Skill Hero Master"
    },
    "updatedAt": "2024-02-01T14:37:38+00:00",
    "coverArt": "https://mangadex.org/covers/976773e9-682d-4cb5-8fde-9feaba8a58ab/738c49e9-ebf0-474a-acfd-d01dd1d781fe.jpg",
    "altTitles": [
      {
        "ja": "最強ゲーマーEXスキル英雄使いで無双する"
      },
      {
        "ja-ro": "Saikyou Gamer EX Skill Eiyuu Tsukai de Musou Suru"
      },
      {
        "en": "Unrivaled Gamer: Dominating With the Ex-Skill Hero Master"
      }
    ],
    "description": {
      "en": "“I know this scene all too well…!” Serizawa Eriya, a young man living a life of hardship, is left to support his remaining family member, his little sister, after his father died and mother fell ill. His life, which was already miserable from being scorned and treated almost like a slave by a politician’s good-for-nothing son, takes a dramatic turn the day he clears a game called Valhalla’s Cradle, his only source of solace. “The game I was so immersed in is becoming a reality?!” From the depths of the ocean, the final dungeon, “The Castle”, emerges, and at the same time, monsters begin to ravage every corner of the land. The only way to stop them is to conquer The Castle, and Eriya is the only one in the world who knows how to do it. A story of turning the tables from the very bottom begins to unfold―!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4e9f182-8345-449b-98b3-54ba4f29493d",
    "title": {
      "en": "Boushoku no Berserk - Ore dake Level to Iu Gainen wo Toppa shite Saikyou"
    },
    "updatedAt": "2023-06-18T04:11:02+00:00",
    "coverArt": "https://mangadex.org/covers/f4e9f182-8345-449b-98b3-54ba4f29493d/02c3db45-61bb-4f73-bb1c-1f773aa3300d.png",
    "altTitles": [
      {
        "ja": "暴食のベルセルク～俺だけレベルという概念を突破して最強～"
      },
      {
        "en": "Berserk of Gluttony"
      }
    ],
    "description": {
      "en": "In this world, there are two types of people. Those Who have powerful “skills”, and those who don’t. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e53381db-8dcb-4976-a8db-121a4dc151c5",
    "title": {
      "en": "Rebirth After A Thousand Years"
    },
    "updatedAt": "2024-03-24T17:36:04+00:00",
    "coverArt": "https://mangadex.org/covers/e53381db-8dcb-4976-a8db-121a4dc151c5/3d4e8b38-f166-43cf-9b59-8f94c45746f6.jpg",
    "altTitles": [
      {
        "zh": "躺平的我，孙女们都是超级狠角色"
      },
      {
        "en": "I Lie Flat, My Granddaughters Are All Super Ruthless Characters"
      },
      {
        "zh-ro": "Tǎng Píng De Wǒ, Sūnnǚmen Dōu Shì Chāojí Hěn Juésè"
      },
      {
        "en": "Strongest Player Returns After A Thousand Years"
      },
      {
        "zh-ro": "Tang Ping De Wo, Sunnvmen Dou Shi Chaoji Hen Juese"
      }
    ],
    "description": {
      "en": "After a thousand years, Qi Guan Xiaojian, who had previously saved the world, was reincarnated. He hoped to rely on his generations to have peaceful lives filled with cola, fried chicken, and video games. Can he actually achieve his goals?",
      "fr": "Après mille ans, Qi Guan Xiaojian, qui avait précédemment sauvé le monde, a été réincarné. Il espérait pouvoir compter sur ses générations pour mener des vies paisibles remplies de cola, de poulet frit et de jeux vidéo. Peut-il réellement atteindre ses objectifs ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 8 - JoJolion (Official Colored)"
    },
    "updatedAt": "2023-12-21T18:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken: JoJolion"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 8 - JoJolion - Digital Colored Comics"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      }
    ],
    "description": {
      "en": "Eighth story arc of JoJo no Kimyou na Bouken series.  \n  \nFollowing the Great East Japan earthquake, Morioh has been stricken by vast earthen protrusions known by the locals as Wall Eyes. Despite investigation, professional estimations are left empty. Meanwhile, the young girl Yasuho Hirose discovers a man buried within the ground, he possesses a distinctive star-shaped birthmark together with deeply penetrating bite marks. The man, who has contracted a staple case of amnesia is taken in by a local family and given the name Jousuke Higashikata, however mysterious events cannot stop from piling one upon the other and soon that enigma known as stand emerges to complement the great cloud of confusion.  \n  \n- The monochrome version won the Grand Prize in the manga category at the 17th Japan Media Arts Festival in 2013.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-04-30T07:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of 'Emi,' a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess' revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2023-12-30T01:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-04-30T04:22:19+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      }
    ],
    "description": {
      "en": "A man stumbles upon a particularly arrogant slave..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f4e7e17-8dbd-43ad-8c0b-57756601e80b",
    "title": {
      "en": "Karada, Kasanete, Kasanatte"
    },
    "updatedAt": "2024-04-20T14:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e7e17-8dbd-43ad-8c0b-57756601e80b/1bc28f8d-b315-4d5c-9d8e-220461baba79.jpg",
    "altTitles": [
      {
        "zh": "身影、交织、重叠"
      },
      {
        "zh-hk": "身影、交織、重疊"
      },
      {
        "ja": "カラダ、重ねて、重なって"
      },
      {
        "en": "Our Bodies, Entwining, Entwined"
      }
    ],
    "description": {
      "en": "Sex is intimate, and for some, it takes everything to bare it all... so when Misuzu was told that sex with her was \"boring,\" she gave it up all together... and dating, too. So when, years later, she's asked out by her colleague, Mikage-san, she screws up her courage and gives it a shot. But it turns out Misuzu isn't the only one with baggage around sex. Can the two of them work together to overcome their hurdles, and enjoy each other as the couple they wish to be...?\n\n---\nFive years ago, her boyfriend dumped her saying, \"Sex with you is really boring.\" Since then, Misuzu has kept her distance from love and sex, and before she knew it, she's already turned 29.\n\nMikage is a new colleague of hers and though she finds herself getting attracted to him, she just can't seem to take the next step forward since she believes that \"dating equals eventually having sex.\"\n\nThen one day, Mikage confesses to her that he likes her, and when the two begin to have sex as lovers, things suddenly came to a halt. It turns out that Mikage also has a problem: \"When I try to have sex, I get too nervous and become unable to get it up.\" After learning about each other's problems with sex, they vow to find a way to \"satisfy each other through sex\" together because they love each other so much! \n\nMen, women, and sex. They overlap both their hearts and bodies as they yearn for each other, worry, and get each other's heart racing. This is the story of two awkward adults as they fumble about in their romance."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-05-04T17:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/1e245bfb-ec63-4601-99b2-84a25f3e29f6.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Mangyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \r\n\r\n\r\n---\r\n\r\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-05-01T14:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Dimensional Seduction"
    },
    "updatedAt": "2024-04-19T15:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/99b807c0-0ace-4a75-846d-b6a225501e06.jpg",
    "altTitles": [
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "ja-ro": "2.5 Jigen no Yuuwaku"
      },
      {
        "en": "2.5D Seduction"
      },
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "ja-ro": "2.5 Jigen no Yūwaku"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4807a7aa-efeb-447e-9a94-068054fd7b7d",
    "title": {
      "en": "AKB49 - Renai Kinshi Jourei"
    },
    "updatedAt": "2023-07-05T18:32:51+00:00",
    "coverArt": "https://mangadex.org/covers/4807a7aa-efeb-447e-9a94-068054fd7b7d/6cf4bed9-5393-4b4c-907a-773294e2a902.jpg",
    "altTitles": [
      {
        "en": "AKB49: The Rules Against Love"
      },
      {
        "ja": "AKB49~恋愛禁止条例~"
      },
      {
        "zh-hk": "AKB49~戀愛禁止條例~"
      },
      {
        "ar": "AKB49 ~ قانون حظر الحب ~"
      },
      {
        "ko": "AKB49 ~연애금지조례~"
      },
      {
        "th": "AKB49 กฎข้อบังคับห้ามมีความรัก"
      },
      {
        "ru": "AKB49: Правила против любви"
      }
    ],
    "description": {
      "en": "This manga based on the ever popular AKB48 group.  \n  \nThis series is about a guy called Urayama Minoru crossdressing as a girl to participate in a female idol group audition (AKB48). The main objective is to help the girl he likes, Yoshinaga Hiroko, pass the audition. Yoshinaga Hiroko's dream is to become like her favourite idol who is in the AKB48 group. This audition happens to be her final try, so Minoru crossdresses as Urakawa Minori and takes part in the audition to make sure she realizes her dream. Hiroko got qualified eventually, however, the shocking news was Minoru was qualified as well. Thus, the road to becoming a female idol begins…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "29",
    "lastChapter": "262"
  },
  {
    "mangaId": "51faffdd-bdc5-41fb-a230-d377f0bd2f33",
    "title": {
      "en": "The Legend of Dororo and Hyakkimaru"
    },
    "updatedAt": "2023-11-10T22:26:55+00:00",
    "coverArt": "https://mangadex.org/covers/51faffdd-bdc5-41fb-a230-d377f0bd2f33/91bbb415-7848-464c-a6b3-d9ada3ce20ea.jpg",
    "altTitles": [
      {
        "tr": "Dororo ve Hyakkimaru Efsanesi"
      },
      {
        "en": "Bio of Dororo x Hyakkimaru"
      },
      {
        "ru": "Сказание о Дороро и Хяккимару"
      },
      {
        "ja": "どろろと百鬼丸伝"
      },
      {
        "zh": "多罗罗与百鬼丸传"
      },
      {
        "zh": "多羅羅與百鬼丸傳"
      },
      {
        "es-la": "La Historia de Dororo y Hyakkimaru"
      },
      {
        "ja-ro": "Dororo to Hyakkimaru-Den"
      }
    ],
    "description": {
      "en": "During Japan’s tumultuous Sengoku period, one man sells his son to a pack of devils in exchange for the power to rule. Forty-eight devils take forty-eight pieces of young Hyakkimaru, and the boy is left for dead. But through the assistance of a sage and a series of inventive prosthetics, Hyakkimaru survives. Together with the young thief Dororo, the now-grown Hyakkimaru embarks upon a quest to slay all the demons and retrieve the stolen pieces of his body.   \n  \nThis classic story from Osamu Tezuka, the father of modern manga, is now reimagined in this gorgeous new adaptation by Satoshi Shiki.",
      "ru": "Голод, разруха, хаос. Крестьяне отдают последний рис самураям, которые ведут беспрерывные войны.Посреди этого ада на земле сошлись пути сироты и самопровозглашённого величайшего вора по имени Дороро и таинственного юноши с клинками вместо рук, Хяккимару, который бродит по свету, отыскивая и убивая демонов. Став невольным свидетелем одной из его битв, Дороро клянётся, что украдёт у Хяккимару эти клинки.Так начинается их путешествие.",
      "es-la": "Durante el complicado período Sengoku de Japón, un hombre vende a su hijo a una manada de demonios a cambio del poder de gobernar. Cuarenta y ocho demonios toman cuarenta y ocho piezas del joven Hyakkimaru, y el niño es dado por muerto. Pero gracias a la ayuda de un sabio doctor y una serie de ingeniosas prótesis, Hyakkimaru sobrevive. Junto con el joven ladrón Dororo, el ahora adulto Hyakkimaru se embarca en una misión para matar a todos los demonios y recuperar las piezas robadas de su cuerpo. Esta historia es un clásico de Osamu Tezuka, el padre del manga moderno, la cual ahora se reinventa en esta nueva y hermosa adaptación de Satoshi Shiki."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd50b57-be2b-42db-bb2f-8c6c68e2c43a",
    "title": {
      "en": "Winter Wolf"
    },
    "updatedAt": "2024-01-13T04:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/fbd50b57-be2b-42db-bb2f-8c6c68e2c43a/8cd070aa-eaa0-44c7-9dfd-f0a5194d0828.png",
    "altTitles": [
      {
        "ko": "윈터울프"
      },
      {
        "es": "Lobo de invierno"
      },
      {
        "ja": "ウィンター・ウルフ"
      },
      {
        "zh": "冬日之狼"
      }
    ],
    "description": {
      "en": "Is it safe to fall in love with you?\nAfter losing her family to the revolt, noblewoman Lysithea hires Taron, a strapping young broker, to help her flee the kingdom. But when a heavy snowstorm strands the bickering pair in an eerie abandoned mansion, Lysithea has no choice but to rely on her new partner. What dangerous romance awaits them?",
      "pl": "Można się w tobie bezpiecznie zakochać?\nPo stracie rodziny w wyniku rewolty, szlachcianka Lysithea zatrudnia Tarona, młodego maklera, aby pomógł jej uciec z królestwa. Ale kiedy ciężka burza śnieżna zatrzymuje kłótliwą parę w niesamowitej opuszczonej rezydencji, Lysithea nie ma wyboru i musi polegać na swoim nowym partnerze. Jaki niebezpieczny romans ich czeka?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26d8f13e-6e7c-4e46-9f3f-1253404d201b",
    "title": {
      "en": "Fisher Man"
    },
    "updatedAt": "2024-05-09T17:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/26d8f13e-6e7c-4e46-9f3f-1253404d201b/c7e25246-147e-4d58-af08-3e4a6a0d6ed9.jpg",
    "altTitles": [
      {
        "ko": "피셔맨"
      },
      {
        "ja": "フィッシャーマン"
      }
    ],
    "description": {
      "en": "is is the story of Iri, a boy who became a fisherman and saved humanity! The continent Fantasia’ was ruined by a whale that coveted the land. And before humanity that had been collapsed by a whale and was on the verge of extinction appeared the Fishermen’! They protected humanity against whales using mysterious powers, and the Fishermen’s leader Grinard’ is admired as a hero who saved humanity. Iri’ was a boy who lived his life admiring Grinard like any normal human being. Then, an unknown power begins to manifest in him, and Iri becomes a member of the Fishermen that he longed for in his dreams. But the joy is short-lived As he starts to fulfill his dream, Iri will face the dark truth of the fisherman hidden behind the war between humans and whales!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d616f29-6d51-401c-b783-dc6d7c168b94",
    "title": {
      "en": "After Defeating the Demon Lord I Did Not Want to Stand Out, So I Decided To Become a Guild Master"
    },
    "updatedAt": "2024-05-10T14:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/8d616f29-6d51-401c-b783-dc6d7c168b94/997757b5-926d-4f78-9457-555ae4e87558.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou Toubatsu Shita Ato, Medachitakunai node Guild Master ni Natta"
      },
      {
        "ja": "魔王討伐したあと、目立ちたくないのでギルドマスターになった"
      }
    ],
    "description": {
      "en": "The Kingdom of Albein was blessed with the appearance of the Miracle children, individuals with the greatest talents ever seen. Despite being around ten years old, with abilities many times stronger than the average adventurer, they managed to reach a strength score exceeding 100,000 points, granting them the adventurer grade SSS. With a mere party of five persons, they defeated the Demon Lord regaining the kingdom's peace.  \n  \nAfter that journey, Dick Silver, the most balanced between them, racked his brain to not draw public attention. In the end, he decided to become the guild master of a suburban guild as a reward, becoming its twelfth successor. After five years he reached his aim and then became a regular of his own guild's bar. But one day, as he was drinking at the bar as always, the daughter of a certain aristocrat came to pay him a visit.",
      "ja": "SSSランクの強さを認められた若すぎる５人の冒険者――『奇跡の子供たち』。その一人、ディック・シルバーは討伐したはずの魔王をメイドに従え、ギルドマスターになった。彼のギルドにはほかのギルドでは相談できない依頼だけでなく、ディックに密かに想いを寄せる『奇跡の子供たち』のメンバーが訪れ……。このギルドはどんな依頼も解決する――ただし目立たないように。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c086153a-0162-412a-9914-a7b2633d0cd3",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 8 - JoJolion"
    },
    "updatedAt": "2023-08-31T17:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/c086153a-0162-412a-9914-a7b2633d0cd3/ffb4eb56-af0a-4aeb-afd9-fa8bb857cf4b.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 8: JoJolion"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: JoJolion"
      },
      {
        "tr": "Jojo'nun Tuhaf Macerası Bölüm 8: Jojolion"
      },
      {
        "NULL": "JoJolion"
      },
      {
        "es": "La extraña aventura de JoJo Parte 8: Jojolion"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖолион"
      }
    ],
    "description": {
      "en": "Eighth story arc of JoJo no Kimyou na Bouken series.  \n  \nFollowing the Great East Japan earthquake, Morioh has been stricken by vast earthen protrusions known by the locals as Wall Eyes. Despite investigation, professional estimations are left empty. Meanwhile, the young girl Yasuho Hirose discovers a man buried within the ground, he possesses a distinctive star-shaped birthmark together with deeply penetrating bite marks. The man, who has contracted a staple case of amnesia is taken in by a local family and given the name Jousuke Higashikata, however mysterious events cannot stop from piling one upon the other and soon that enigma known as stand emerges to complement the great cloud of confusion.  \n  \n- Won the Grand Prize in the manga category at the 17th Japan Media Arts Festival in 2013.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/8c015083-1695-44ee-9389-ac4797f8eedf.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-05-09T21:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "857383f5-4c79-4835-b6ad-86b2baeece08",
    "title": {
      "en": "Blue Sky Complex"
    },
    "updatedAt": "2023-12-14T06:58:13+00:00",
    "coverArt": "https://mangadex.org/covers/857383f5-4c79-4835-b6ad-86b2baeece08/413ba255-c3d6-46e8-8a95-a6f99a31c233.jpg",
    "altTitles": [
      {
        "ja": "ブルースカイコンプレックス"
      },
      {
        "ru": "Бескрайнее синее небо"
      },
      {
        "zh": "湛蓝色的爱恋"
      },
      {
        "zh-hk": "湛藍色的愛戀"
      },
      {
        "ko": "블루스카이 콤플렉스"
      }
    ],
    "description": {
      "ca": "En Narazaki és un alumne seriós que li agrada llegir i es deixa portar força per la vida. En Terashima és un delinqüent que es baralla tot sovint. En Narazaki acaba fent de supervisor d'en Terashima quan aquest ha de fer hores de bon comportament a la biblioteca de l'insti. Sense dir-se ni mu, en Narazaki va agafant interès pel misteriós Terashima, que, per la seva banda, té una opinió molt ben formada d'en Narazaki…",
      "en": "Narasaki only wanted a place where he could sit and read books in peace, but was blackmailed by his teacher into supervising a delinquent called Terashima while working at the school library.  \n  \nAs they spend their days in silent but close proximity, they begin to feel drawn to each other. And then…  \n\n\n---",
      "pl": "Narasaki jest porządnym uczniem, który z powodu pewnego zdarzenia zostaje wrobiony w odgrywanie roli bibliotekarza. Wszystko byłoby dobrze, gdyby to było jego jedyne zadanie… Musi on jednak mieć na oku pewnego delikwenta, który odsiaduje tam swoją karę. Jak to się potoczy?"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Baki Dou"
    },
    "updatedAt": "2024-05-04T18:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "bf80dfb6-a5ae-4ccc-bfc0-c088cf7de77e",
    "title": {
      "en": "Final Fantasy VII - Shiawase na Ketsumatsu (Doujinshi)"
    },
    "updatedAt": "2024-05-10T14:10:39+00:00",
    "coverArt": "https://mangadex.org/covers/bf80dfb6-a5ae-4ccc-bfc0-c088cf7de77e/9c706223-337f-46fb-8411-1121f1acf19c.png",
    "altTitles": [
      {
        "en": "Happy Ending"
      },
      {
        "ja": "幸せな結末"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]