[
  {
    "mangaId": "f1845adf-270b-4405-9438-0c56b1b9576c",
    "title": {
      "en": "Beyblade X"
    },
    "updatedAt": "2024-10-09T03:07:02+00:00",
    "coverArt": "https://mangadex.org/covers/f1845adf-270b-4405-9438-0c56b1b9576c/6e56c872-90a2-4e9f-9345-c1d923f2ccc1.jpg",
    "altTitles": [
      {
        "ja": "ベイブレードエックス"
      },
      {
        "ja-ro": "Beiburēdo Ekkusu"
      }
    ],
    "description": {
      "en": "What has not yet been seen, and what cannot be seen - \"X\". Beyblade, accelerated to the limit (extreme), blasts through a new era!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-10-10T04:24:34+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/83b05636-5f22-44a9-ae72-3ad6d9b614aa.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      },
      {
        "vi": "Bản Hùng ca Kiếm và Pháp Trượng"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "d61ff895-dee4-43ea-94a5-318e84385062",
    "title": {
      "en": "Kurosagi Shitai Takuhaibin"
    },
    "updatedAt": "2024-10-25T07:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/d61ff895-dee4-43ea-94a5-318e84385062/59604087-4210-479a-bfe2-580f3bd0f987.jpg",
    "altTitles": [
      {
        "en": "Kurosagi Corpse Delivery Service"
      },
      {
        "en": "The Kurosagi Corpse Delivery Service"
      },
      {
        "ja": "黒鷺死体宅配便"
      }
    ],
    "description": {
      "en": "Your body is their business!  \nFive young students at a Buddhist university, three guys and two girls, find little call for their job skills in today's Tokyo…among the living, that is! \nBut all that stuff in college they were told would never pay off — you know, channeling, dowsing, ESP — gives them a direct line to the dead…\nthe dead who are still trapped in their corpses and can't move on to the next reincarnation.  \n  \nThe five form the *Kurosagi* (\"Black Heron”, their ominous bird logo) *Corpse Delivery Service*: whether suicide, murder, accident, or illness, \nthey'll carry your body wherever it needs to go to free your soul! \nThe kids from Kurosagi can smell a customer a mile away — it's a good thing one of the girls majored in embalming!"
    },
    "status": "ongoing",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-10-19T12:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      },
      {
        "en": "NotNTR (Notorare): Seiso-chan and Charaoh-kun."
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n___\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76a8941-77a4-4988-be8a-8ff447ff0554",
    "title": {
      "en": "Between the Years"
    },
    "updatedAt": "2024-08-28T19:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/e76a8941-77a4-4988-be8a-8ff447ff0554/56e8be9e-8bfc-4e4c-9509-826cf6378099.png",
    "altTitles": [
      {
        "en": "Years Between"
      },
      {
        "zh": "岁月间"
      },
      {
        "zh-hk": "歲月間"
      },
      {
        "zh-ro": "Suiyue Jian"
      },
      {
        "zh-ro": "Suì Yuè Jiān"
      }
    ],
    "description": {
      "en": "That was the boy I loved, accompanying me through verdant days and brilliant, fleeting years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a0cee31-d434-4b58-9aed-cc633036b9eb",
    "title": {
      "en": "Yomuin-san wa Yuusha ja Arimasen node"
    },
    "updatedAt": "2024-10-27T19:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/0a0cee31-d434-4b58-9aed-cc633036b9eb/55e9e05b-9739-4680-8d8f-2bdb7accc2a8.jpg",
    "altTitles": [
      {
        "ja": "用務員さんは勇者じゃありませんので"
      },
      {
        "en": "Because Janitor-san Is Not a Hero"
      },
      {
        "ru": "Уборщик-сан не герой"
      },
      {
        "uk": "Пан прибиральник - не Герой"
      }
    ],
    "description": {
      "en": "A certain girl genius with more power than knowledge accidentally summoned dozens of students and teachers into a dangerous world filled with beasts and magic, but the protagonist isn’t a student or the homeroom teacher… it’s the janitor.\n\nAt the time of their summoning, the students and teachers each gained a power formed from their soul, but not the janitor. As the janitor was about to be bestowed with a power that would protect him, his power was forcibly taken from him by an arrogant student. Having gone three years without a contract extension, he failed to get a job after having graduated from a third-rate university. Somehow he is still a contractor at 25 years old and was a janitor for 2 years, with a take-home monthly salary of less than ¥120,000. From a society that rejected him, he was thrust into a world that rejected him. And what janitor-san wished from the Goddess who took pity on him was…",
      "ja": "勇者を召喚する魔法により、異世界への転移を告げられた学校用務員の支部蔵人(はせべ・くらんど)。彼は、同じく召喚された生徒や教師らとともに特別な力を与えられ、その力を頼りに過酷な異世界生活を生きていく…はずだった。転移のさなか生徒に勇者の力を奪われ、ただ一人降り立った雪山。巨大な雪豹に目をつけられたことから、彼の運命は動き出す――。",
      "ru": "Школьный уборщик Хасэбэ Курандо переносится в другой мир с помощью заклинания, вызывающего героев. Вместе с 78 другими учениками и учителями, которые также были призваны, Бог наделил его особыми способностями, чтобы он смог выжить в суровом мире в качестве героя... В разгар телепортации силу Курандо неожиданно крадёт ученик, и он остается в пучине отчаяния без посторонней помощи.\n— Верни мне мою силу. Раз так, я хочу оказаться в безлюдном месте, где не придется иметь с ними дело... В ярости, Курандо умоляет Бога отправить его подальше от людей, одного в сильный холод . Но это лишь начало его приключений...",
      "pt-br": "Uma certa garota gênio, com mais poder do que conhecimento, acidentalmente invocou dezenas de alunos e professores para um mundo perigoso cheio de feras e magia, mas o protagonista não é um aluno nem o professor responsável pela turma... é o zelador. No momento da invocação, cada aluno e professor ganhou um poder formado a partir de sua alma, mas não o zelador. Quando ele estava prestes a receber um poder que o protegeria, este foi roubado por um aluno arrogante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "bf08cb92-e913-4fc7-b3ea-b305a01e4a68",
    "title": {
      "en": "Yoake no Polaris"
    },
    "updatedAt": "2024-10-28T04:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/bf08cb92-e913-4fc7-b3ea-b305a01e4a68/b1a2237b-f8f4-4952-b799-c2c3e0861e46.jpg",
    "altTitles": [
      {
        "ja": "夜明けのポラリス"
      },
      {
        "en": "Polaris at Dawn"
      },
      {
        "zh-hk": "黎明的北極星"
      }
    ],
    "description": {
      "en": "*\"You're a student!\" \"So what?\"*\n\nWhile carrying Yura, the beautiful English teacher, the flirty Haga impulsively kisses him in the midst of the sports festival, in front of the whole school, no less! Yura summons him to the counseling office after school the next day. Unexpectedly, the teacher finds himself being hit on by Haga, much to his dismay. Although he started off just wanting to tease him at first, Haga ends up being serious about Yura, who’s a little coarse and cute, and wants to kiss him over and over again?!",
      "ja": "「おまえ生徒だろうが！」「だから何？」\n\n体育祭で美人英語教師の由良をお姫様抱っこしたまま、\n全校生徒の前で思わずキスしてしまったチャラい高校生の羽賀。\n翌日の放課後、生徒指導室に呼び出されても懲りずに由良を口説くが、\n全く相手にしてもらえない。最初はからかい半分だったのに、\nちょっと乱暴で、何度もキスしたくなる可愛い由良に本気になってしまって――!?",
      "zh-hk": "「你是學生吧！」「那又如何？」\n\n輕浮的高中生羽賀，在體育祭的時候用公主抱的方式抱著漂亮的英文教師由良，並在全校師生面前吻了他。隔天放學後，羽賀被叫到學生指導室仍是一派輕鬆地追求由良，完全不把由良的訓斥當一回事。雖然起初是帶點半開玩笑的心情，但他漸漸對這個有點粗暴可愛又好幾次都想一親芳澤的由良認真起來了──？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "16cb3ae6-e327-4728-8cd3-1368e5fa0d82",
    "title": {
      "en": "R18 KILLER"
    },
    "updatedAt": "2024-10-25T16:54:31+00:00",
    "coverArt": "https://mangadex.org/covers/16cb3ae6-e327-4728-8cd3-1368e5fa0d82/c0ec3ec8-f6d9-405e-8775-43ca1b6da0d6.png",
    "altTitles": [],
    "description": {
      "en": "- [Pixiv](https://www.pixiv.net/artworks/99766634)",
      "ru": "Эротизм стал внезакона! Всевозможные жанры рисунка, рассказов и видео навлекли на себя гнев государства. Народ ушёл в подполье, скрывая свои желания и надежды от могущественных глаз властьимущих. Впрочем, могучий дух эротизма не сломить так легко, как и людскую похоть. Теперь за дело взялся палачь, киллер под кодовым именем \"R\", устраняющий эромангак. Кто кого одолеет, \"R\" vs\"R18\"?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232739c-94c1-4266-830f-0a1178045160",
    "title": {
      "en": "Tsurumoku Dokushin Ryou"
    },
    "updatedAt": "2024-10-13T12:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/b232739c-94c1-4266-830f-0a1178045160/4ccfa9ce-c77b-4be4-bef6-8296f764d026.jpg",
    "altTitles": [
      {
        "en": "Tsurumoku Bachelor Dormitory"
      },
      {
        "ja-ro": "ツルモク独身寮"
      }
    ],
    "description": {
      "en": "The story is about Miyagawa Shota, who just graduated from high school,\nand left his hometown to work in the famous Tsurumoku Furniture factory\noutside of Tokyo. In the company dorm, Shota is roomed with Tabatake,\nthe most senior resident of the dorm and the most obnoxious roommate,\nand Sugimoto, the in-house Casanova. With these two roommates, Shota\nis constantly caught in awkward situations. Although the manga addresses\nthe issues of making career and love quite seriously, it still succeeds in\nremaining funny at the same time."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "135"
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2024-10-09T01:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "en": "Debby the little lucifer is emulous"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "9356fa3f-9ecd-4ff7-a7fe-241884680079",
    "title": {
      "en": "Skip Beat!"
    },
    "updatedAt": "2024-10-11T20:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/9356fa3f-9ecd-4ff7-a7fe-241884680079/715c34b1-988e-4e88-8a7f-7fa79ed765ed.jpg",
    "altTitles": [
      {
        "ja": "スキップ・ビート!"
      },
      {
        "en": "Skip Beat"
      },
      {
        "ru": "Не Сдавайся!"
      },
      {
        "ar": "!اسکیپ بیت"
      },
      {
        "zh": "下一站巨星"
      },
      {
        "zh-hk": "華麗的挑戰"
      },
      {
        "ko": "스킵 비트!"
      },
      {
        "ar": "تخطي العثرات"
      },
      {
        "kk": "Берілме!"
      }
    ],
    "description": {
      "en": "Kyouko Mogami lived solely for her childhood friend Shoutaro \"Shou\" Fuwa. She follows Shou to Tokyo so that he may realize his dream of becoming a famous singer. When his dream is realized, Kyouko overhears the truth behind his decision to bringing her with him: he was using her as a maid.  \n  \nShocked and enraged, Kyouko swears to take revenge by outdoing him in show business. With a new look and a new attitude, she joins LME, the agency where Ren Tsuruga (Shou's rival and the #1 actor of LME) works, in the hopes of achieving her goal of destroying Shou's pride.  \n  \nAlong the way, she discovers her true self, makes new friends (and enemies), and finds herself at the heart of some interesting situations that will change her life, and the lives of all others involved, forever."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-10-21T23:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/ab34d32a-c813-409f-9b4c-3ef95886222c.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      },
      {
        "pt-br": "Minha Vida Comum"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43ff67bf-44a7-41ae-8cd4-b38b8664db4d",
    "title": {
      "en": "Nichiasa Suki no Otaku ga Akuyaku Seito ni Tenseishita Kekka, Hametsu Flag ga Houkaishiteiku Ken ni Tsuite"
    },
    "updatedAt": "2024-10-06T16:01:17+00:00",
    "coverArt": "https://mangadex.org/covers/43ff67bf-44a7-41ae-8cd4-b38b8664db4d/1917cb4e-4ca6-47a0-b76e-b38f23984566.jpg",
    "altTitles": [
      {
        "ja": "ニチアサ好きのオタクが悪役生徒に転生した結果、破滅フラグが崩壊していく件について"
      },
      {
        "en": "Regarding the Destruction of the Destruction Flag as a Result of a Nichiasa-Loving Otaku Being Reincarnated as a Villainous Student."
      }
    ],
    "description": {
      "en": "Yugo Kurei is a high school student that loves tokusatsu hero shows. One day, he loses his life protecting a child from a street slasher, but he is reincarnated in another world as Yugo Clay, a character from a certain game. However, Yugo is the most disliked person in the school and is destined to die tragically... He was reincarnated as a villain, but with the new power of magic in his hands, he aims to become a hero!\n\n\"In this world, I can become the strongest hero!\" A hero story of a tokusatsu otaku who rises from the bottom while crushing his doom flags!",
      "ja": "日曜日の朝に放送されているヒーロー番組をこよなく愛している高校生・呉井雄悟。ある日、通り魔から子供を庇って命を落とすが、気づくと【ルミナス・ヒストリー】というゲームのキャラクター、ユーゴ・クレイとして異世界転生していた。しかし、ユーゴというキャラは学園一の嫌われ者で、ゆくゆくは無様に命を落とす運命・・・\n\nそんな悪役キャラに転生したが、魔法という新たな力を手にしたことで、ヒーローになれる可能性に気づく！\n\n「この世界なら俺は“本物”のヒーローになれる！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02648973-ab02-4234-ad33-50bcddf75f3d",
    "title": {
      "en": "Davre no Oukan"
    },
    "updatedAt": "2024-09-29T16:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/02648973-ab02-4234-ad33-50bcddf75f3d/acc3ab88-0a5c-4635-bf37-ac420ff5648a.png",
    "altTitles": [
      {
        "ja": "ダヴルの王冠"
      },
      {
        "en": "Davre's Crown"
      }
    ],
    "description": {
      "en": "The setting is a church in Japan. The main character is Rui, the strongest former hitman. It's a violence and comedy about a group of hitmen protected by the church!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c098d85a-54a1-45dd-9921-d8ab3dd26d0b",
    "title": {
      "en": "Lord"
    },
    "updatedAt": "2024-08-25T16:12:12+00:00",
    "coverArt": "https://mangadex.org/covers/c098d85a-54a1-45dd-9921-d8ab3dd26d0b/a3b54321-cd37-498f-9a0f-d1184d36a3a2.jpg",
    "altTitles": [
      {
        "ja": "覇－LORD"
      },
      {
        "fr": "Lord (Pika)"
      }
    ],
    "description": {
      "en": "The story is loosely based on the Three Kingdoms period, using both real and original characters and events from the historical period in Chinese history and folklore of the Romance of the Three Kingdoms."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "154"
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-10-28T17:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/bd42c3b3-a0f5-4a1f-84d8-3a345192aab7.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      },
      {
        "vi": "Dù bị bỏ rơi ngay khi vừa sinh ra, nhưng vì kiếp trước là một đại hiền giả nên ta vẫn sống một cách thong dong"
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!",
      "vi": "Aristototleus, Đại Hiền Giả và là Pháp Sư Mạnh Nhất Đã Thay Đổi Thế Giới, đã khép lại cuộc đời mình… Nhưng sau khi qua đời, ông đã sử dụng pháp cụ chuyển sinh và thành công tái sinh.\n\nNơi ông tái sinh là một thế giới sau hàng trăm, hàng ngàn năm – vào gia tộc danh giá về phép thuật, trong thân xác một đứa trẻ sơ sinh. Đáng lẽ ông sẽ sống một cuộc đời đầy đủ, nhưng vì sở hữu lượng ma lực phi thường từ khi sinh ra, ông bị hiểu lầm và bị bỏ rơi ngay sau khi chào đời…!?\n\nTuy nhiên, đứa trẻ sơ sinh mang ma lực và ký ức của Đại Hiền Giả vẫn sống sót dễ dàng cùng với Thánh Long Trượng Lindworm bên mình…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab65d859-f48f-47ab-a4df-eb63700f66cb",
    "title": {
      "en": "Maga-Tsuki"
    },
    "updatedAt": "2024-10-11T21:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/ab65d859-f48f-47ab-a4df-eb63700f66cb/61935b79-282a-425d-9e66-22c348c7cf66.jpg",
    "altTitles": [
      {
        "ja": "まがつき"
      },
      {
        "ja-ro": "Magatsuki"
      },
      {
        "ko": "마가츠키"
      },
      {
        "zh": "不被女神附体就会死吗?"
      },
      {
        "ru": "Богиня неудач"
      },
      {
        "th": "ชุลมุนวุ่นรักเทพสาวสุดป่วน"
      }
    ],
    "description": {
      "en": "One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.\n\nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari?",
      "ja": "「この手を離すと死んじゃいますよ？」手を離すと死亡（!?）する!?変則三角ラブコメ!!　――ある日、疫病神に祟られてしまった八助（やすけ）15歳。神の機嫌を損ねると天変地異、神から逃げると死んでしまう!?　この厄介な祟りを解くには彼女を“幸せ”にしなくてはならなくて……。意中の幼馴染みの眼前で、疫病神に奉仕しなければならない恐怖と苦悩に、健全な男子の精神と体力は耐えきれるのか!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "5e3c9c65-94ec-442a-b1ce-698a0b67923c",
    "title": {
      "en": "Issho ni Ken no Shugyou o Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo o Katte Mamoru Koto ni Shita"
    },
    "updatedAt": "2024-08-16T12:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/5e3c9c65-94ec-442a-b1ce-698a0b67923c/89c07eec-677c-4e0d-922e-44957b5d81e2.jpg",
    "altTitles": [
      {
        "ja": "一緒に剣の修行をした幼馴染が奴隷になっていたので、Sランク冒険者の僕は彼女を買って守ることにした"
      },
      {
        "ja-ro": "Issho ni Ken no Shugyou wo Shita Osananajimi ga Dorei ni Natteita no de, S-Rank Boukensha no Boku wa Kanojo wo Katte Mamoru Koto ni Shita"
      },
      {
        "en": "My Childhood Friend Who I Used to Train Swordsmanship With Became a Slave, so I, as an S-Rank Adventurer, Decided to Buy and Protect Her"
      }
    ],
    "description": {
      "en": "S-Rank adventurer and second-generation sword saint, Ryunoa Styler, is reunited with his childhood friend, Aine, who has been reduced to slavery.\nRyunoa purchases Aine in order to save her, however, she's been given a cursed collar that causes the wearer to go into 'heat' once a day...\nRyunoa's battle to find a way to remove the collar starts now!",
      "ja": "Ｓランク冒険者のリュノアは、奴隷に身を落とした幼馴染の少女アイネと再会する。アイネを救うため、彼女を身請けしたリュノアであったが、アイネは装着者を１日１回「発情」させる呪いの首輪を着けられていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "d9f7540f-4934-446a-923c-81619b5d3b53",
    "title": {
      "en": "Oh! Dangun"
    },
    "updatedAt": "2024-09-22T20:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d9f7540f-4934-446a-923c-81619b5d3b53/bd640e86-4d5f-487b-a252-0508f945f1d8.jpg",
    "altTitles": [
      {
        "ko": "오!단군"
      },
      {
        "en": "Legend of Dangun"
      }
    ],
    "description": {
      "en": "There are animals that were abandoned by Dangun and live secretly in the human world. Narae, an ordinary high school student, discovers their existence...\nA modern version of Beauty and the Beast with comedy and exorcism action.\n\n‘Will the project of becoming human, for the animals that could not become human, be successful?'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-10-25T15:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. Right before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. But giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. “This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8",
    "title": {
      "en": "Class no Inkya Ojousama no Shitsuji ni Narimashita"
    },
    "updatedAt": "2024-04-01T16:13:27+00:00",
    "coverArt": "https://mangadex.org/covers/de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8/b3ff6109-ebf1-48e3-ad41-e791f5608982.jpg",
    "altTitles": [
      {
        "ja": "クラスの陰キャお嬢様の執事になりました"
      },
      {
        "ja-ro": "Kurasu no Inkya Ojou-sama no Shitsuji ni Narimashita"
      },
      {
        "en": "I Became the Butler of the Gloomy Young Lady in My Class"
      }
    ],
    "description": {
      "en": "My family abandoned me in the night leaving me behind, so I became the butler of the gloomy young lady in my class...\n\n---\nSupport the author by buying the manga in [Booth.pm](https://booth.pm/ja/items/4380401).",
      "ja": "家族が夜逃げし行き場をなくした主人公を拾ったのはクラスの陰キャお嬢様！\n執事として尽くすうちに少しずつ絆が芽生え、一人ぼっちですさんでいたお嬢様の外見や態度にも変化が…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d",
    "title": {
      "en": "The SSS-Ranker Returns"
    },
    "updatedAt": "2024-06-15T11:10:12+00:00",
    "coverArt": "https://mangadex.org/covers/10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d/7886e658-44c2-4ba9-9cde-785824960bed.png",
    "altTitles": [
      {
        "ko": "SSS급 랭커 회귀하다"
      },
      {
        "en": "Return of the SSS-Class Ranker"
      },
      {
        "es-la": "Regreso del ranker de clase SSS"
      }
    ],
    "description": {
      "en": "What would you do with the chance to become far greater than your greatest rivals… before they could even start?\r\n\r\nWhen a dominant guild gangs up on Rokan to humiliate him and destroy his hard-earned achievements in the world's most realistic fantasy VR game, he becomes desperate for revenge. But just when Rokan thinks he's lost it all, a twist in space-time sends him back to right before the game is even launched.\r\n\r\nNow, this former SSS-class ranker sees the perfect opportunity to return to glory!",
      "ko": "가상현실 게임 더 로드(The Lord)에서 최강자로 군림한 '폭력의 왕' 로칸.\r\n적대 길드에서 내린 척살령으로 모든 것을 잃게 된다.\r\n그런데, 자고 일어나니 3년 전 과거로 회귀했다!\r\n\r\n\"빌어먹을 자식들아, 기다려라. 모조리 씹어 먹어줄 테니까!\"\r\n\r\n과거로 회귀하여 다시 한 번 최강자로 군림하는 로칸의 이야기가 시작된다!",
      "pt-br": "Lokan era o ‘Rei da Violência’ que reinou como o mais forte no jogo de realidade virtual, ‘The Lord’. Infelizmente, a ordem de assassinato emitida por uma guilda inimiga fez com que ele perdesse tudo. Para sua surpresa, da próxima vez que acordou, ele havia voltado três anos no tempo!\r\n\r\n“Vermes do caralho, espere. Vou devorar todos vocês!”\r\n\r\nUma nova história começa quando Lokan, que viajou de volta no tempo, sobe de volta ao topo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-16T17:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/64f0849f-82ea-4f09-bc5b-c227fde8b675.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d561f70-3503-459e-95f3-ffa33a321721",
    "title": {
      "en": "The journey of Dionysus"
    },
    "updatedAt": "2024-10-28T17:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/7d561f70-3503-459e-95f3-ffa33a321721/3d5af322-33b3-46c1-a038-06f6d3179688.jpg",
    "altTitles": [],
    "description": {
      "en": "Dionysus- the young boy who grew up on a small island with no memory of his family and his constant strange nightmares and dreams. One day, Dionysus decided to go on a journey to find his family and discover who he really was, alongside the love of his life, Ariadne."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2024-10-21T15:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart is Ojisan"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live. Although there are some traps and other events, it's a touching adventure story!\n\n[Source: Manga updates]",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbb30a8b-ed6e-46ab-8072-7e76693d796b",
    "title": {
      "en": "The Gentle Goblin's Bird"
    },
    "updatedAt": "2024-09-05T02:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbb30a8b-ed6e-46ab-8072-7e76693d796b/5a35b828-8164-4d2a-93ba-d0aa5c05fdb8.jpg",
    "altTitles": [
      {
        "en": "A Kind Goblin's Bird"
      },
      {
        "vi": "Sơn Ca Yêu Kiều Của Yêu Tinh"
      },
      {
        "ko": "상냥한 도깨비의 새"
      },
      {
        "ja": "優しい夜叉の鳥"
      },
      {
        "zh-hk": "小鳥依鬼的柔情"
      },
      {
        "th": "ท่านภูตใจดีกับนกไนติงเกล"
      },
      {
        "es-la": "El pájaro del duende amable"
      }
    ],
    "description": {
      "en": "\"Won't you become a Goblin's bride?\"   \n  \nIn Yang-an, the capital of the Shun Dynasty Empire, there are rumors of a Goddess who sings a song that grants your wishes in your dreams if you visit a certain pharmacy. To confirm this, Sa Heonyoung, who disguises his status as a member of the royal family, goes to find the Goddess of the rumors. After listening to her song, he yearns for her, as if he is suffering from an illness…  \n  \nA man who must kill his own identity under a goblin's mask; and a woman who has no name or a lover, and lives only for the revenge in her mother's will. A mournful love story between a man and a woman who are the only ones who can fully understand each other. \n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ja": "人気のない山奥で毎日死だけを待つ名もなき女。夜叉の仮面をまとい己を殺しながら生きるしかない男。 2人だけがお互いを分かりあえる…そんな男女の切ない愛の物語――\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "ko": "\"도깨비의 신부가 되지 않겠습니까?“\n\n순나라의 황도 양안. 어느 약방에 찾아가면 신녀가 꿈속에서 소원을 이뤄 주는 노래를 불러 준다는 소문이 파다하다. 이를 검증하기 위해 신분을 속인 채 다른 이들 틈에 섞여 신녀를 찾아간 친왕, 사헌영. 그는 신녀의 노래를 듣고 난 뒤, 병을 앓듯 그녀를 찾게 되는데….\n\n도깨비 가면을 쓴 채 자신을 죽이고 살아가야만 하는 남자. 외로운 산 속에서 하루 하루 죽음만을 기다리며 살아가는 이름 없는 여자. 온전히 자신을 알아주는 건 서로밖에 없는 남녀의 애절한 사랑 이야기.\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "th": "ยังอัน เมืองหลวงแห่งอาณาจักรซุน ณ สถานที่แห่งนี้มีข่าวลือที่น่าอัศจรรย์อยู่เรื่องหนึ่ง นั่นคือเรื่องราวของเพลงมหัศจรรย์ที่ช่วยทำให้ผู้ที่ได้รับฟังสมปรารถนา มันถูกขับขานโดยหญิงสาวคนหนึ่งและชายที่หลงรักเธอผู้นั้น...\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)",
      "zh-hk": "「妳願意當鬼怪的新娘嗎？」順王朝的帝都仰安有個傳聞，城裡某間藥房有一位能用歌聲讓人在夢中願望成真的巫女。為了證實這個傳聞，順王朝親王──思軒英，隱瞞自身身分親自去見了這位巫女，然而在聽完巫女的歌聲後，彷彿得了相思病一般，一直不斷找她…。一位只能戴著鬼怪面具隱藏自己真實身分的男子、一位在孤寂的山中等待死亡日度一日的女子，相遇後發現真正理解自己的只有彼此，一則關於男女愛戀情愁的故事。【​本作品為官方正式授權之15歲版本，請讀者們多多支持。】​\n\n---\n\n- [Official English <Copin Comics> Translation](https://copincomics.com/toon/155)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/romance/gentle-goblins-bird/list?title_no=3409)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001199)\n\n- [Official Thai Translation](https://www.webtoons.com/th/romantic-fantasy/gentle-goblins-bird/list?title_no=2687)\n\n---\n\n- Original Webtoon <RidiBooks> [R19](https://ridibooks.com/books/1561006501) | [R15](https://ridibooks.com/books/1561006498)\n\n- Original Webtoon <Bomtoon> [R19](https://www.bomtoon.com/comic/ep_list/GoblinBirX/?p_id=YumGumYum) | [R15](https://www.bomtoon.com/comic/ep_list/GoblinBird)\n\n- [Original Webtoon <Comico> R19&15](https://www.comico.kr/search/%EC%83%81%EB%83%A5%ED%95%9C%20%EB%8F%84%EA%B9%A8%EB%B9%84%EC%9D%98%20%EC%83%88)\n\n- Original Webtoon <Lezhin> [R19](https://www.lezhin.com/ko/comic/dokkaebis_bird) | [R15](https://www.lezhin.com/ko/comic/dokkaebis_bird_re)\n\n- Original Webtoon <Naver> [R19](https://series.naver.com/comic/detail.series?productNo=5575305) | [R15](https://series.naver.com/comic/detail.series?productNo=5575212)\n\n---\n\n- [Original Webtoon <Joara Webtoon> R19](https://webtoon.joara.com/comics/25154)\n\n- [Original Webtoon <Peanutoon> R19](https://www.peanutoon.com/ko/comic/detail/5375)\n\n- [Original Webtoon <BookCube> R19](https://www.bookcube.com/toon/detail.asp?webtoon_num=200383)\n\n- [Original Webtoon <Mr.Blue> R19](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000045826&directview=ok&_AD=Y)\n\n- [Original Webtoon <Yes24> R19](http://www.yes24.com/Product/Goods/95065607)\n\n- [Original Webtoon <Aladin> R19](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=267293721)\n\n---\n\n- [Original Webtoon <kakao> R15](https://page.kakao.com/home?seriesId=55839759)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "54e9d914-3c14-4a75-9650-e305291830c7",
    "title": {
      "en": "Waves, Listen to me!"
    },
    "updatedAt": "2024-06-17T07:09:42+00:00",
    "coverArt": "https://mangadex.org/covers/54e9d914-3c14-4a75-9650-e305291830c7/a13df829-9403-4852-8173-5ea9f03d5592.jpg",
    "altTitles": [
      {
        "fr": "Born to be on Air"
      },
      {
        "zh": "听着这电波"
      },
      {
        "ja": "波よ聞いてくれ"
      },
      {
        "zh-hk": "电波啊 听着吧"
      },
      {
        "ja-ro": "Nami yo Kiitekure"
      },
      {
        "it": "Born to be on Air"
      }
    ],
    "description": {
      "en": "On a night out drinking to get over being duped and ditched by her last boyfriend,  Minare Koda ends up \nproviding a massive drunken rant for Matou, the director of a radio station. \nThe next day, she is shocked to hear her own voice being broadcast on the radio! She rushes to the studio,\nleaving her job at a curry soup and bread restaurant in jeopardy. However, her drunken rant and the next day's \nimpromptu damage-control live broadcast end up earning her an invitation to try working at the radio station!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8557fdea-762d-4746-a725-d3699a4413e8",
    "title": {
      "en": "Byakumonogatari"
    },
    "updatedAt": "2024-09-27T11:31:16+00:00",
    "coverArt": "https://mangadex.org/covers/8557fdea-762d-4746-a725-d3699a4413e8/0fa9d251-03ef-47f8-8d39-962ca776170a.jpg",
    "altTitles": [
      {
        "ja": "白物語"
      }
    ],
    "description": {
      "en": "A few days prior, mysterious disappearances had occurred in a certain karaoke parlor. There, part-timer Aoki Tokiya was involved in an even stranger incident. On the other hand, Midorima, who is investigating the incident, could not seem to pinpoint the target’s true identity.",
      "ja": "想いが象（かたち）になるとき、世界が開かれる！九十九師VS妖怪、開戦！失踪事件が起こったカラオケ店。そこでバイトする青木時也はさらなる奇怪な事件に巻きこまれていく。事件の調査にやってきた九十九師・緑間の導きで九十九師となった時也は、緑間とともに物ノ怪と応戦する。だが、100人目の九十九師の誕生は九十九師全員のパワーバランスを崩し、時也は「禁忌の存在」として命を狙われてしまう！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7324c64a-b35a-4072-84e6-dff029a4af27",
    "title": {
      "en": "Kuroneko to Majo no Kyoushitsu"
    },
    "updatedAt": "2024-10-09T12:26:31+00:00",
    "coverArt": "https://mangadex.org/covers/7324c64a-b35a-4072-84e6-dff029a4af27/d88fec4d-1c7c-4776-ac53-6f31708c8ced.jpg",
    "altTitles": [
      {
        "ja": "黒猫と魔女の教室"
      },
      {
        "en": "The Classroom of a Black Cat and a Witch"
      },
      {
        "vi": "Hắc miêu và lớp học phù thủy"
      },
      {
        "ru": "Черный кот и класс ведьм"
      },
      {
        "zh-hk": "黑貓與魔女的教室"
      },
      {
        "en": "The Black Cat and the Witch's Classroom"
      },
      {
        "id": "Ruang Kelas Kucing Hitam dan Penyihir"
      },
      {
        "vi": "Lớp học của mèo đen và nàng phù thuỷ"
      },
      {
        "uk": "Чорний Кіт і Клас Відьом"
      }
    ],
    "description": {
      "en": "Spica Virgo is an apprentice witch, but she can't use magic. She needs a tutor to get into the magic academy she's always dreamed of, but she doesn't have the money or the connections... But suddenly, Spica meets a mysterious, talking black cat who can use magic! He agrees to make her his apprentice, but only if she promises to rid him of his curse! But to break it, she has to kiss him on the...!?",
      "ja": "『寄宿学校のジュリエット』金田陽介、最新作！「魔女見習い」スピカ・ヴァルゴは魔法が使えない。憧れの魔法学校合格のためには師匠が必要だが、金もコネもない。そんな時、人語を駆使し魔法を使う謎の黒猫がスピカの前に現れた!! 魔術を学びたいスピカと呪いを解きたい黒猫の思惑は完全一致。秘密の師弟関係が結ばれた！呪いを解く鍵は「×××」にキス!?ポンコツ魔女×黒猫先生の魔法学園ファンタジー、開幕!!",
      "uk": "Спіка Вірґо – відьма-учениця, однак… зовсім не вміє користуватися магією. Вона вкрай потребує наставника, аби вступити до магічної академії, про яку завжди мріяла, але у неї немає ані грошей, ані зв’язків… Та раптом Спіка зустрічає таємничого чорного кота, який вміє розмовляти і володіє магією! Він погоджується зробити її своєю ученицею, але тільки якщо вона пообіцяє позбавити його від прокляття! Але щоб зняти його, вона повинна поцілувати його в… !?",
      "vi": "Tác phẩm mới nhất của Kaneda Yousuke, tác giả bộ truyện “Juliet của trường nội trú”! “Phù thuỷ tập sự” Spica Virgo không thể sử dụng phép thuật. Để có thể đỗ vào ngôi trường ma pháp mà mình hằng ngưỡng mộ, Spica cần phải có một vị sư phụ dạy bảo, nhưng cô không có tiền, cũng chẳng có quan hệ. Chính vào lúc đó, một con mèo bí ẩn biết nói tiếng người và sử dụng ma pháp đột nhiên xuất hiện trước mắt cô! Spica – cô bé muốn học ma thuật và chú mèo đen muốn hoá giải lời nguyền bị ếm lên mình, cùng với ý tưởng lớn gặp nhau, giữa hai người đã hình thành mối quan hệ thầy – trò bí mật! Chìa khoá để hoá giải lời nguyền chính là một nụ hôn lên ×××!? Câu chuyện kỳ ảo về học viện ma pháp của cô phù thuỷ hậu đậu và người thầy mèo đen, chính thức bắt đầu!",
      "pt-br": "Do mesmo autor de \"Kishuku Gakkou no Juliet\", Kaneda Yousuke, nova serialização! [Uma bruxa novata] Spica Virgo não consegue usar magia. Para poder entrar na academia de bruxos de seus sonhos ela precisa de um mestre de magia, mas ela não tem dinheiro nem conexões. Nessa hora, um misterioso gato preto que pode falar a lingua humana e usar magia aparece na sua frente!! Os objetivos da Spica que quer aprender magia e o gato preto que quer quebrar a maldição se coincidem. Uma relação secreta entre professor e aprendiz foi estabelecida! A chave para quebrar a maldição é beijar o [xxx]!? A história de fantasia da bruxa desajeitada x O professor gato preto na academia de magia, inicia-se!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14569f2f-f66a-4c67-ac7f-a37823a0fa23",
    "title": {
      "en": "Villains Are Destined to Die"
    },
    "updatedAt": "2024-07-19T15:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/14569f2f-f66a-4c67-ac7f-a37823a0fa23/769c7d0a-d7cb-449d-8b54-aa1c138adb20.jpg",
    "altTitles": [
      {
        "ko": "악역의 엔딩은 죽음뿐"
      },
      {
        "ko-ro": "Agyeogui Ending Jugeumppun"
      },
      {
        "en": "Death Is the Only Ending for the Villainess"
      },
      {
        "en": "The Villain's Ending Is Death"
      },
      {
        "en": "Death Is the Only Ending for the Villain"
      },
      {
        "de": "Penelope - Das Böse ist dem Tod geweiht"
      },
      {
        "fr": "Les antagonistes sont destinées à mourir"
      },
      {
        "fr": "Seule la mort attend la vilaine"
      },
      {
        "fr": "Seule la mort attend la méchante"
      },
      {
        "pt": "O único destino dos vilões é a morte"
      },
      {
        "pt-br": "A morte é o único final para a vilã"
      },
      {
        "es": "El único final de la villana es la muerte"
      },
      {
        "uk": "Єдиний кінець для лиходійки-смерть"
      },
      {
        "uk": "Для лиходійки лиш одна кінцівка – смерть"
      },
      {
        "ru": "Единственный конец злодейки - смерть"
      },
      {
        "ru": "Единственный исход злодейки - смерть"
      },
      {
        "ru": "Конец злодейки - смерть"
      },
      {
        "ru": "Смерть - единственный конец для злодейки"
      },
      {
        "fa": "تنها سرانجام شرور، مرگ است"
      },
      {
        "th": "เป็นตัวร้ายก็ต้องตายเท่านั้น"
      },
      {
        "th": "เกมรักอันตรายของนางร้าย"
      },
      {
        "ja": "悪役のエンディングは死のみ"
      },
      {
        "mn": "Хорон санаатны төгсгөл бол зөвхөн үхэл"
      },
      {
        "tr": "Kötünün Tek Sonu Ölümdür"
      },
      {
        "zh": "恋爱手游的男主都很危险"
      },
      {
        "zh": "恶役只有死亡结局"
      },
      {
        "zh": "反派角色只有死亡结局"
      },
      {
        "zh-hk": "反派角色只有死亡結局"
      },
      {
        "vi": "Chết là cái kết thúc cho nhân vật phản diện"
      },
      {
        "vi": "Kết cục nhân vật phản diện chỉ có thể là cái chết"
      },
      {
        "vi": "Kết thúc của nhân vật phản diện là cái chết"
      },
      {
        "vi": "Phản phái nhân vật chỉ hữu tử vong kết cục"
      },
      {
        "id": "Kematian adalah Akhir Sang Antagonis"
      },
      {
        "tl": "Kamatayan Lang ang Nararapat Para sa Kontrabida"
      },
      {
        "es-la": "La Muerte es el único final para la Villana"
      }
    ],
    "description": {
      "ar": "لقد تجسدت كشخصية في لعبة الحريم العكسية التي كنت ألعبها قبل أن أموت، أصبحت بينولوبي إبنة زوجة الدوق إيكارد.لكن الصعوبة يجب أن تكون الأسوأ فكل ما أفعله سيقودني إلى الموت. فأنا الشخصة الشريرة في قصة هذه اللعبة، لذا يجب أن أنال دعم أحد الشخصيات الذكورية الرئيسية من حريم البطلة قبل ظهور الابنة الحقيقية\" لعائلة الدوق شقيقاي الكبيران دائما ما يخوضان قتال معي في كل شيء صغير. و الأمير المتوج المجنون الذي يؤدي طريقه دائمًا إلى موتي. \"أنا أرى البطلة فقط ولا أحد آخر ، وكذلك فارسها الرقيق المخلص . \"لم أكن أعرف مكاني حتى الآن من الآن فصاعدًا ، سأعيش هادئة مثل الفأر ولن أهتم بشيء لكن لماذا يستمر اهتمامهم بي بالازدياد في كل مرة أرسم فيها الحدود ؟!",
      "cs": "Penelope Eckarthová sa prevtelila do adoptívnej dcéry vojvodu Eckartha a záporáčky z reverzného harému. Problém je v tom, že do hry vstúpila na najťažšiu obtiažnosť a nech urobí čokoľvek, v každom závere ju čaká smrť! Skôr než sa objaví \"skutočná dcéra\" vojvodu Eckartha, musí si vybrať jedného z mužských hrdinov a dosiahnuť šťastný koniec, aby prežila. Dvaja bratia sa s ňou však vždy pohádajú kvôli každej maličkosti, rovnako ako bláznivý korunný princ, ktorého všetky cesty vedú k smrti. Je tu dokonca aj čarodejník, ktorý je do hlavnej hrdinky zamilovaný, a verný otrok rytier! Ale merače priazne hlavných mužských postáv sa akosi zvyšujú, čím viac s nimi prekračuje hranicu! Toto je príbeh o prežití Penelope, ktorá sa ocitla v šialenom reverznom haréme zoznamiek!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "en": "Penelope Eckart reincarnated as the adopted daughter of Duke Eckart and the villainess of a reverse harem dating sim. The problem is, she entered the game at its hardest difficulty, and no matter what she does, death awaits her at every ending! Before the \"real daughter\" of Duke Eckart appears, she must choose one of the male leads and reach a happy ending in order to survive. But the two brothers always pick a fight with her over every little thing, as well as a crazy crown prince, whose routes all lead to death. There's even a magician who's enamoured with the female lead, and a loyal slave knight! But somehow, the favourability meters of the male leads increase the more she crosses the line with them!\n\nThis is Penelope’s survival story, who’s been dropped in an insane reverse harem dating sim!\n\n---\n\n**Official English Translations:** [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die), [Pocket Comics](https://www.pocketcomics.com/comic/9012), [IzePress](https://yenpress.com/series/villains-are-destined-to-die)\n*Tappytoon and Pocket are using the Tapas localization.*",
      "fr": "Après avoir réussi à fuir son horrible famille, elle pense enfin pouvoir vivre comme elle l’entend. C'est sans compter sur le destin. Tout à coup, la voilà propulsée dans le jeu le plus en vogue du moment. Et elle incarne la méchante de l’histoire, rien que ça! Le problème, c’est qu’elle a déjà fait une multitude de parties en incarnant la vilaine et chacune se concluait par la mort du personnage… Comment va-t-elle pouvoir changer le sort de la diabolique Penelope et éviter le game over?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "id": "Penelope Eckart adalah tokoh antagonis dalam game dating simulation Princess Love Love Project yang akhir-akhir ini terkenal. Di setiap akhir cerita mode normal, tokoh Penelope selalu berakhir dengan kematian di tangan satu dari 5 tokoh pria. Tiba-tiba saja, seorang gadis Korea masuk ke dalam game itu sebagai Penelope Eckart, anak angkat keluarga Duke yang dibenci dan direndahkan semua orang. Dari pengetahuannya di masa lalu, Penelope tahu bahwa ia akan mati dengan mudah jika ia tidak segera mendapatkan hati dari salah satu tokoh pria. Sayangnya, semua tokoh itu adalah orang yang membenci Penelope dan akan membunuhnya jika dia salah langkah. Pilihannya pun terbatas pada Derrick Eckart si kakak angkat yang dingin, Reynold Eckart si kakak angkat yang sering menghina Penelope, Vinter Berdandi si Marquess yang memiliki banyak rahasia, Iklies si budak yang memiliki kemampuan pedang, atau Callisto Regulus si putra mahkota yang menganggap nyawa orang lain sebagai debu. Reputasi Penelope yang buruk dan status di rumahnya sebagai anak angkat yang diabaikan membuat perjalanan hidupnya makin sulit. Mampukan Penelope mengubah pandangan orang terhadapnya dan bertahan hidup?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "it": "Dopo essermi addormentata mentre completavo un gioco attualmente di tendenza, mi sono risvegliata come Penelope Eckhart, la figlia adottiva del Duca Eckhart e malvagia del gioco di simulazione a cui stavo giocando! Il problema è che sono finita nella modalità difficile, e qualunque cosa faccia, a ogni ending mi aspetta la morte! Prima che appaia la \"vera figlia\" del Duca Eckhart, per riuscire a sopravvivere devo scegliere uno dei protagonisti maschili e raggiungere un lieto fine. Ma i miei due fratelli litigano sempre con me per ogni cosa, così come il folle principe ereditario, a cui tutte le strade portano alla morte. C'è perfino un mago innamorato della protagonista femminile e un leale cavaliere schiavo!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "ja": "私は絶対死なない 何としてでも生き延びてみせる\n\n『何度でも繰り返してやる。死以外のエンディングを迎えるまで…』\n\n友達の勧めではじめた乙女ゲーム、公女様のラブラブ・プロジェクト――。\n悪女キャラの『ペネロペ』に感情移入し\nハードモードで死亡エンドを繰り返すも、寝落ち。\nそして目覚めると…私がまさかの『ペネロペ』に――!?\n1度の選択ミスでも即GAME OVER!\nリセット無しのこの世界で、死亡エンドを避けるために奮闘する\nファンタジーコミックス第1巻!!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "ko": "재벌가의 사생아로 태어나 가족들에게 미움만 받다가 겨우 탈출했는데, 연애 시뮬레이션 게임 속 악역 ‘페넬로페 에카르트’에게 빙의해 버렸다! 진짜 여주인공이 돌아오기 전, 다섯 명의 남자 주인공 중 한 명을 공략하지 못하면… 그녀에게 남은 엔딩은 오직 죽음뿐!\n\n카카오페이지 역하렘 로맨스판타지 웹툰 최다 추천작으로 꼽히는 「악역의 엔딩은 죽음뿐」이 단행본으로 출간되었다. 동명의 인기 소설을 수월 작가의 아름다운 작화로 화려하게 재탄생시킨 작품으로, 연재 시작과 동시에 열렬한 팬덤을 형성하며 나날이 인기를 더해 가고 있다.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "pt": "Eu vou recomeçar até que o destino dessa vilã… Não seja a morte. \n\nNascida e criada como filha ilegítima de uma família rica e dona de conglomerado, ela finalmente conseguiu escapar daquela casa infernal, mas então… acabou sendo transportada para um jogo de simulação de relacionamento e virou a vilã, Penelope Eckhart. Se ela falhar em conquistar um dos cinco personagens principais antes da protagonista do jogo retornar, seu destino será apenas a morte! Em um jogo de vida ou morte, quem será o rapaz que Penelope escolherá?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "ru": "Еще вчера я была обычной девушкой, а сегодня... проснулась Пенелопой Экхарт - главной злодейкой в популярной игре \"Любовь принцессы\". Пенелопу ненавидят, над ней издеваются, и все считают ее ничтожеством. Сводные братья, отец, кронпринц и даже прислуга желают ей лишь одного - смерти. Каждое неверное слово или поступок ведут к гибели. Чтобы выжить, нужно завоевать сердце хотя бы одного из мужчин. Удастся ли злодейке на этот раз обмануть саму смерть?\n\n---\nЯ перевоплотилась в злодейку, единственную дочь семьи Эккарт. Но самое ужасное — что бы я ни делала, всё приводит меня только к смерти! Я должна сблизиться с кем-то из мужчин гарема героини, прежде чем появится «настоящая дочь» семьи Эккарт!\nДва старших брата, которые всегда ссорятся со мной по любому пустяку. Безумный наследный принц, благодаря которому моя жизнь заканчивается смертью.\n\n*По одноимённому роману Квон Гёыль.*\n\n---\nПенелопа Эккарт перевоплотилась в приемную дочь герцога Эккарта и в злодейку из обратного гарема. Проблема в том, что она вступила в игру в самый трудный момент, и независимо от того, что она делает, в конце ее ждет смерть! Прежде чем появится \"истинная дочь\" герцога Эккарта, она должна стать возлюбленной одного из мужских персонажей и дойти до счастливого финала, чтобы выжить. Но два брата всегда ссорятся с ней из-за каждой мелочи, а также безумный наследный принц, ветка с которым ведет к смерти. Есть даже волшебник, влюбленный в главную героиню, и верный рыцарь-раб! Но, так или иначе, благосклонность мужских персонажей увеличивается еще больше, когда она проводит черту между ними! Это история выживания Пенелопы, которая попала в безумный симулятор свиданий обратного гарема!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "sr": "Opsednuta sam ovom igrom! Kao da je zavladala mojim životom… čekaj - AKTIVIRAN TEŠKI REŽIM. Ne-ne-ne-ne-ne! Bukvalno me je uzela i bacila u ulogu Penelope Eckhart. Ljubav je laka kad si heroina, ali kao omraženi negativac, trudim se da ne umrem… od ruke moje braće… princa… viljuške…svaki mogući kraj je smrt! Ovaj svet je naslagan protiv mene, ali mogu li moja pamet i znanje o igrama postići ljubav od ovih muških likova? Ili dugme za resetovanje???",
      "tr": "Penelope Eckart; Dük Eckart'ın evlatlık kızı ve harem partner simülatörünün kötü karakteri olarak reenkarne oldum. Sorun şu ki, oyuna en zor seviyede girdi ve ne yaparsa yapsın, her seferinde ölümle burun buruna geliyor! Dük Eckart'ın \"gerçek kızı\" ortaya çıkmadan önce, erkek ana karakterlerden birini seçmeli ve hayatta kalmak için mutlu bir sona ulaşmalıdır. Ama bu iki kardeş onunla her zaman, en ufak bir şeyde bile kavgaya tutuşuyor. Bununla birlikte rotaları ölüme yol açan çılgın bir veliaht prens, dişi kurşunla büyülenmiş bir sihirbaz ve sadık bir köle şövalyesi bile var! Ama nasıl oluyorsa, ne zaman çizgiyi aşsa ana karakterler ile olan aşk ölçeri yükseklik gösteriyor!\n\nİşte bu çılgın bir harem simülasyonunun içinde tıkalı kalmış Penelope'un hikayesi.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "zh": "穿越成乙女手游中的反派，不论如何选择，结局都是死亡？冷漠大哥、毒舌二哥、嗜血皇太子、神秘魔法师、小狼狗骑士…身为失宠的公爵养女，在\"真正的公爵千金\"出现前，必须攻略一个男主才能活下去…可这五个人都很危险的样子怎么办？\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/52654302), [Naver Series](https://series.naver.com/novel/detail.series?productNo=5039321), [RidiBooks](https://ridibooks.com/books/777070260)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EC%97%AD%EC%9D%98-%EC%97%94%EB%94%A9%EC%9D%80-%EC%A3%BD%EC%9D%8C%EB%BF%90/2383), [KakaoPage](https://page.kakao.com/content/54845189)\n\n**Official Translations:**\n* English: [KManhwa](https://kmanhwa.com/comics-online/the-villains-ending-is-death/), [Radish](https://radishfiction.com/stories/17108), [Tapas](https://tapas.io/series/villains-are-destined-to-die/info), [Tappytoon](https://www.tappytoon.com/en/book/villains-are-destined-to-die)\n*Tappytoon and Radish are using the Tapas localization.*\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/8141/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E8%A7%92%E8%89%B2%E5%8F%AA%E6%9C%89%E6%AD%BB%E4%BA%A1%E7%B5%90%E5%B1%80/41)\n* [French / Français](https://www.delitoon.com/detail/daf_0000358)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kematian-adalah-Akhir-Sang-Antagonis/23)\n* [Japanese / 日本語](https://piccoma.com/web/product/53075)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B9%87%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B2%E0%B8%A2%E0%B9%80%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99/47)",
      "es-la": "Una coreana reencarnó en el cuerpo de Penélope Eckart, la hija adoptiva del Duque Eckart y tambien conocida como la villana de un harén invertido. El problema es que entró al juego en su dificultad más dura, y no importaba lo que haga, ¡la muerte la espera en cada final!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-07-13T19:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      },
      {
        "es-la": "Creo que he transmigrado en alguna novela"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-09-08T18:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48de1b3e-ce0f-47a9-acf3-f6a7001301bf",
    "title": {
      "en": "T・P Bon"
    },
    "updatedAt": "2024-10-28T15:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/48de1b3e-ce0f-47a9-acf3-f6a7001301bf/54177223-ac60-4daa-abe2-c65726c80a7a.png",
    "altTitles": [
      {
        "ja": "T・Pぼん"
      },
      {
        "en": "Time Patrol Bon"
      }
    ],
    "description": {
      "en": "There exists a secret organization that has members traveling across time to save people from their wrongful deaths. Namihira Bon accidentally learn about the Time Patrol, and is recruited as an apprentice member. Together with Rim, the patrol in charge of mentoring him , Bon goes to various historical periods to rescue innocent people, trying not to alter history in the process."
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "4ad9a22f-6071-40c7-9e2f-6b4a1a1ad5e9",
    "title": {
      "en": "On-off romance"
    },
    "updatedAt": "2024-10-05T10:18:21+00:00",
    "coverArt": "https://mangadex.org/covers/4ad9a22f-6071-40c7-9e2f-6b4a1a1ad5e9/570f5816-e02b-433c-8f85-66b9a76562a9.jpg",
    "altTitles": [
      {
        "ko": "온오프로맨스"
      }
    ],
    "description": {
      "en": "In the MMORPG world, veteran player \"Minseo\" helps newbie healer \"Angelica01\" fend off trolls. Their friendship blossoms, leading Minseo to suggest a real-life meeting. However, he's surprised to find a tall, intimidating young man claiming to be Angelica's brother, \"Jin.\" Strangely, Jin looks just like Angelica! Can Minseo navigate his feelings as he moves between the virtual and real worlds?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1ba34f5-6b83-47e3-ba4b-51622c41e7f5",
    "title": {
      "en": "I'll Give You the Most Rotten One"
    },
    "updatedAt": "2024-09-29T05:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/c1ba34f5-6b83-47e3-ba4b-51622c41e7f5/4a438c1d-aa25-448d-b94a-b0b343f5ce41.jpg",
    "altTitles": [
      {
        "ko": "가장 썩은 것을 줄게"
      }
    ],
    "description": {
      "en": "Ten years of relationship go down the drain when Haeru discovers that her loving boyfriend, Se-o, spent the night with another woman. What begins as a series of small misunderstandings snowballs into something much bigger as the college sweethearts wade through love, temptation, and workplace drama. Well, what better way to get back at her cheating boyfriend than to take the most rotten revenge ever?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-10-25T20:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/5cdba8da-c46e-4ead-ab79-ff9e416b0a15.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6655cece-57c8-4188-a04d-a9aa0903abb9",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - FINALS"
    },
    "updatedAt": "2024-04-26T22:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/6655cece-57c8-4188-a04d-a9aa0903abb9/159f5174-a37f-4826-ba0a-783ded162bbf.png",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 3"
      },
      {
        "ja": "キャプテン翼ライジングサン   F I N A L S"
      },
      {
        "es-la": "Capitán Tsubasa - Rising Sun - FINALS"
      },
      {
        "vi": "Đội trưởng Tsubasa - Mặt trời mọc - Chung kết"
      }
    ],
    "description": {
      "en": "A web-comic continuation of Captain Tsubasa 9th arc: Rising Sun - The Final.\n\nRising Sun - FINALS is covering the 2nd half of the Madrid Olympics match of Japan VS. Spain and beyond.\n\nThe web-comic came to be when on April 2024 mangaka Yoichi Takahashi announced his retirement, ending Rising Sun - The Final official published serialization half-way through the match opting to continue the story at his own pace with storyboard pencil sketches, publishing them on the official Captain Tsubasa World website."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-10-09T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/36ccb7a8-266f-4417-9380-be7e517b53b8.jpg",
    "altTitles": [
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "fr": "Mission: Yozakura Family"
      },
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!\n\n---\nPublicado en Español por [Norma Editorial](https://www.normaeditorial.com/catalogo/manga/serie/mision-familia-yozakura) como \"Misión: Familia Yozakura\" (2022)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": "Taiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "ja": "超人見知りの高校生･朝野太陽が話せるのは、幼なじみの夜桜六美ただ一人。けれど六美は代々続くスパイ一家の娘で、極度のシスコンの兄が太陽排除に動き出した！　自らと六美を守るため太陽がとった手段とは!?",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ea51cd71-5111-46fb-846e-a77beeeadb86",
    "title": {
      "en": "Chimidoro Ice-cream"
    },
    "updatedAt": "2024-06-14T04:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/ea51cd71-5111-46fb-846e-a77beeeadb86/cff45dd0-e3ad-4587-8830-21c685a3d534.jpg",
    "altTitles": [
      {
        "ja": "ちみどろアイスクリーム"
      },
      {
        "en": "Bloodstained Ice-cream"
      },
      {
        "zh": "鲜血淋漓的冰淇淋"
      },
      {
        "ja-ro": "Chimidoro Ice cream / I scream"
      }
    ],
    "description": {
      "en": "Class rep Minegishi Hinata is saved from a traffic accident by the new transfer student Nagatsuki Shion, who survives the crash as it is revealed she is half-human and half-zombie. However, the impact from the crash breaks Shion's special apparatus that keeps her heart beating, and if Shion's heart stops for even a moment, she'll become a full zombie! The only way to prevent that from happening is for Hinata to get Shion's heart pounding..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]