[
  {
    "mangaId": "6b6b7c36-3757-4749-a302-1c01291d8973",
    "title": {
      "en": "Unbalance X Unbalance"
    },
    "updatedAt": "2024-05-11T18:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/6b6b7c36-3757-4749-a302-1c01291d8973/b3c63d61-d492-4161-b204-1ef0180e71f9.jpg",
    "altTitles": [
      {
        "en": "Unbalance x2"
      },
      {
        "en": "Unbalance×2"
      },
      {
        "ru": "Дисбаланс х2"
      },
      {
        "ja": "アンバランス ×2"
      },
      {
        "zh": "萌道鲜师"
      },
      {
        "ko": "언밸런스 언밸런스"
      },
      {
        "ko": "언밸런스x2"
      },
      {
        "en": "Unbalance X Unbalance"
      }
    ],
    "description": {
      "en": "A young man finds and returns a lost wallet and cell phone to a beautiful young lady, thus begins the destined relationship between two strangers. Sound typical? Well then, how about making the young lady the young man's future homeroom teacher, and give them both a twisted sense of right and wrong. And just for kicks, lets have the young man help himself to a self proclaimed reward from the lost wallet before returning it but of course, this scenario wouldn't be complete unless the young lady was very unforgiving when it came to teaching one of her students a lesson on morals.   \n  \nNote: Volume 1-9 KMTS releases read from Left to Right.  \nNote: Volume 10 A-Team releases from the Japanese version, so please read from Right to Left.",
      "ru": "Вернуть потерянный кошелёк — благородное дело, но только не в том случае, когда в нём не хватает половины денег. Именно такая история приключилась со старшеклассником Джинхо Мёном, который позаимствовал семь тысяч вон из кошелька, потерянного прекрасной девушкой. Последняя согласилась считать эту сумму ссудой, и, возможно, на этом всё бы и кончилось. Однако судьба сыграла с Джинхо злую шутку: придя на следующий день в школу, молодой человек узнал в давешней незнакомке свою новую классную руководительницу! Прекрасная, но холодная и высокомерная Хэён тут же возненавидела своего вспыльчивого и, как ей казалось, жуликоватого ученика. Но, как это часто бывает, рядом с ненавистью нашлось место и любви.\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/1121-unbalance-x2))"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "82"
  },
  {
    "mangaId": "cb5d6a21-50c2-4e17-a169-018be817f97e",
    "title": {
      "en": "Zai x 10"
    },
    "updatedAt": "2023-10-13T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/cb5d6a21-50c2-4e17-a169-018be817f97e/08b9d67a-bacc-403d-abfe-9fe8ec406eeb.jpg",
    "altTitles": [
      {
        "en": "Felony"
      },
      {
        "en": "Juuzai"
      },
      {
        "en": "Sin × 10"
      },
      {
        "en": "Sin x 10"
      },
      {
        "en": "Ten Sins"
      },
      {
        "en": "Zai × 10"
      },
      {
        "en": "Zai×10"
      },
      {
        "ja": "じゅうざい"
      },
      {
        "zh": "罪×10"
      }
    ],
    "description": {
      "en": "When ten criminal acts collide, what's going to happen!?  \n  \nFrom the creator of Danshi Koukousei no Nichijou."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47.5"
  },
  {
    "mangaId": "80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f",
    "title": {
      "en": "I Shaved. Then I Brought a High School Girl Home."
    },
    "updatedAt": "2023-11-10T00:41:26+00:00",
    "coverArt": "https://mangadex.org/covers/80c4c4bc-be9c-400a-8cc0-57b1d0b8a87f/bfe53938-4377-4e93-81b1-45b52e6e3300.jpg",
    "altTitles": [
      {
        "es-la": "Me afeité la barba. Y luego recogí a una colegiala."
      },
      {
        "ru": "Я побрился. Затем привёл старшеклассницу домой."
      },
      {
        "ja": "ひげを剃る。そして女子高生を拾う。"
      },
      {
        "en": "Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway"
      },
      {
        "ja-ro": "Hige wo Soru. Soshite Joshi Kousei wo Hirou."
      },
      {
        "ja-ro": "Hige Wo Soru. Soshite Joshikosei Wo Hirou."
      },
      {
        "ar": "حلقت فجلبت فتاة مدرسة ثانوية إلى المنزل"
      },
      {
        "th": "โกนหนวดไปทำงาน แล้วกลับบ้านมาพบเธอ"
      },
      {
        "zh": "剃须，然后捡到女高中生"
      },
      {
        "zh-ro": "Tì xū, ránhòu jiǎn dào nǚ gāozhōng shēng"
      },
      {
        "ja": "ひげひろ"
      },
      {
        "ja-ro": "Higehiro"
      }
    ],
    "description": {
      "en": "Yoshida was swiftly rejected by his crush of 5 years. On his way home after drinking his sorrows away, he saw a high school girl sitting on the street. \"I'll let you do it with me, so let me stay\". \"Don't even joke about something like that\". And so, the story of living with the high school girl Sayu began. The slice-of-life romance story between a runaway high school girl and a 26 year old salaryman ensues.",
      "es": "Yoshida fue rápidamente rechazado por su amor de 5 años. En su camino a casa después de consumir sus penas, vio a una chica de secundaria sentada en la calle. \"Te dejaré hacerlo conmigo, así que déjame quedarme\". \"No bromees con algo así\". Y así comenzó la historia sobre la convivencia con la chica de secundaria, Sayu. La romántica historia de la vida entre una colegiala fugitiva y un asalariado de 26 años comienza.",
      "fr": "Après l’avoir aimée pendant cinq ans, Yoshida est rejeté par sa supérieure. En rentrant chez lui après avoir bu pour oublier sa tristesse, il tombe sur une lycéenne assise par terre. « Je te laisserai le faire avec moi, si tu me laisses rester chez toi. » « Ne dis pas des choses comme ça, même pour plaisanter. » C’est ainsi que commence l’histoire de Sayu la lycéenne fugueuse avec Yoshida, un employé banal de 26 ans.",
      "ru": "Йошиду поспешно отвергла девушка, в которую он был влюблён 5 лет. Утопив своё горе в алкоголе, по дороге домой он встречает старшеклассницу на улице. \"Я разрешу вам сделать это со мной, так что позвольте мне остаться у вас\". \"Даже шутить не смей о чём-то подобном\". Так и началась эта история про жизнь с старшеклассницей Саю. Повседневная романтическая комедия между сбежавшей из дома старшеклассницей и 26-летним служащим.",
      "pt-br": "Desolado e bêbado, Yoshida, um empregado de 26 anos, deparou-se com uma estudante do ensino médio que havia saído de casa quando voltou do bar. \"Ei você. JK O que diabos você está fazendo aqui? Vá para casa agora. \"Tio, me deixe ficar em sua casa esta noite. Você podemos fazer \"isso\" se me deixar ficar.\" \"Se você disse em tom de brincadeira, não é engraçado.\" \"Não estou brincando. Está tudo bem por mim.\" \"Então deixe-me dizer-lhe, não tenho interesse em pirralhas.\" \"Hmm? Então, apenas me deixe ficar\"."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-05-26T14:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "569262a2-7b23-4ccd-8e88-8fc333c8ca9e",
    "title": {
      "en": "Kuroko no Basket - Tsukumo no Koiwazurai (Doujinshi)"
    },
    "updatedAt": "2024-06-06T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/569262a2-7b23-4ccd-8e88-8fc333c8ca9e/694f0323-5883-447c-a481-8a56a97ebfba.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Akashi Seijuurou x Kuroko Tetsuya"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "bb8761fd-8777-4470-a97b-07bbc462016d",
    "title": {
      "en": "Pet the Little Princess"
    },
    "updatedAt": "2023-06-18T09:05:50+00:00",
    "coverArt": "https://mangadex.org/covers/bb8761fd-8777-4470-a97b-07bbc462016d/4dc3e6a5-ec95-4fa1-96e5-82dd4061ac77.jpg",
    "altTitles": [
      {
        "en": "爆宠小萌妃"
      }
    ],
    "description": {
      "en": "This is a story about: a female lead who transforms into a child after losing her virginity, her identity switches between an adult and a kid. With the crown prince who has a dual personality too, there's equal parts love and bite."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "797472fa-023c-4645-9da6-0210f2c6c0e5",
    "title": {
      "en": "Sky City: The Formation of Phoenix"
    },
    "updatedAt": "2023-06-19T17:31:46+00:00",
    "coverArt": "https://mangadex.org/covers/797472fa-023c-4645-9da6-0210f2c6c0e5/b885dd36-ddf2-4ead-a225-85461f49835b.jpg",
    "altTitles": [
      {
        "fr": "Sky City: La formation de Phoenix"
      }
    ],
    "description": {
      "en": "La tribu humaine a fait la paix avec la tribu aile pour le moment. Une fille à l'esprit vif ressemble tellement à la princesse de la tribu humaine. L’empereur lui a donc demandé d’aller dans une aile tribale afin d’avoir un mariage royal en remplacement de la princesse. Pourtant, elle cache également certains secrets. Rancunière envers sa tribu et sa famille, peut-elle faire une énorme différence?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2024-06-02T19:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/a0abed4b-c172-49ae-9737-f872414988fe.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "51d7951a-3ec2-4636-9239-d942263cf252",
    "title": {
      "en": "Hige to Suzu to Shabondama"
    },
    "updatedAt": "2024-06-05T15:47:07+00:00",
    "coverArt": "https://mangadex.org/covers/51d7951a-3ec2-4636-9239-d942263cf252/e0c12e24-e6c5-4abf-8154-afa30e17da94.jpg",
    "altTitles": [
      {
        "ja": "ヒゲと鈴としゃぼん玉"
      }
    ],
    "description": {
      "en": "Santa and Rintarou are what can easily be described as an old married couple. they have been together for a long time and the series explores what is their day to day life."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22.5"
  },
  {
    "mangaId": "316499af-3876-471d-8187-090312fc14f2",
    "title": {
      "en": "Ghost Story Club"
    },
    "updatedAt": "2023-10-06T20:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/316499af-3876-471d-8187-090312fc14f2/de612e29-1204-4d61-ac6a-b7b515604d38.jpg",
    "altTitles": [
      {
        "ko": "괴담 동아리"
      }
    ],
    "description": {
      "en": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』",
      "tr": "Lee Joon normal bir lise öğrencisiydi.\n\nGiriş töreni sırasında garip bir fenomene maruz kaldı ve öldü.\n\n[Öldünüz.] [Kayıt noktasından tekrar başlanıyor.] [Yükleniyor…]\n\nAma sonra, gözlerinin önünde bir mesaj belirdi.\n\n『Tebrikler, Nakseong Lisesine kabul edildiniz. Sırların ve gizemlerin okulu. Özel yeteneklerin kilidini açmak için puan kazanın. Bunun için okulda saklı olan karanlık sırları ortaya çıkarın, kampüsün efsanelerine ve hayalet hikayelerine karşı savaşın. Ek olarak, Şeytan Kral’ın mezuniyetten önce dirilişini engellemek için yoldaşlar toplamalısın. Dünyanın kaderi senin elinde.』"
    },
    "status": "cancelled",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "b110c3e1-e18d-499e-a4f4-4b58080ca6f0",
    "title": {
      "en": "Color Change"
    },
    "updatedAt": "2024-01-28T20:26:54+00:00",
    "coverArt": "https://mangadex.org/covers/b110c3e1-e18d-499e-a4f4-4b58080ca6f0/4ebcfeea-1d0d-4cfd-bed5-3dd98eff4f65.png",
    "altTitles": [
      {
        "ja": "カラーチェンジ"
      },
      {
        "en": "Colour Change"
      }
    ],
    "description": {
      "en": "Nijimi-san is an ordinary high school girl, except her hair changes color based on her mood. Her classmate has cataloged most of her color changes, but there’s one color which is still a mystery to him…\n___\n[Alt Official Raw](https://twitter.com/search?q=from%3A%40Araragi_Nana_23%20%E3%82%AB%E3%83%A9%E3%83%BC%E3%83%81%E3%82%A7%E3%83%B3%E3%82%B8&src=typed_query&f=live)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "7895cbd9-2ce9-4826-823f-6811fef7179e",
    "title": {
      "en": "Though I May Be a Villainess, I'll Show You I Can Obtain Happiness!"
    },
    "updatedAt": "2024-05-08T15:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/7895cbd9-2ce9-4826-823f-6811fef7179e/8dd4448e-f4c8-4591-992d-8daca39d98d4.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！　アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！アンソロジーコミック"
      },
      {
        "ja": "悪役令嬢ですが、幸せになってみせますわ！"
      },
      {
        "ja-ro": "Akuyaku Reijou Desu ga, Shiawase ni Natte Mesemasu wa! - Anthology Comic"
      },
      {
        "ja-ro": "Akuyaku Reijou Desuga, Shiawase ni Natte Misemasu wa!"
      },
      {
        "en": "So What If I'm a Villainess, I'll Show You All I Can Become Happy!"
      },
      {
        "en": "Villainess Anthology"
      },
      {
        "en": "Villainess Week"
      },
      {
        "en": "Villain Lady's Anthology"
      },
      {
        "hu": "Gonosztevő hölgy antológia"
      },
      {
        "fa": "خب چی میشه که یک زن شرور باشم، بهت نشون میدم که میتونم خوش‌بخت باشم."
      },
      {
        "fa": "فکر کردی من یک زن شرورم، بهت نشون میدم که میتونم خوش‌بخت بشم."
      },
      {
        "zh-hk": "惡役千金也會得到幸福"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요!"
      },
      {
        "ko": "악역 영애지만, 행복해질 거예요! 앤솔로지 코믹스"
      },
      {
        "es": "Aunque pueda ser una villana, ¡te mostraré que puedo obtener la felicidad!"
      },
      {
        "es": "Antología de la dama villana"
      },
      {
        "ru": "Хоть я и злодейка, но я вам ещё покажу, что смогу обрести счастье!"
      },
      {
        "ru": "Даже злодейка может найти настоящую любовъ"
      },
      {
        "ru": "Сборник синглов про злодеек"
      },
      {
        "ru": "Сборник историй о злодейках"
      },
      {
        "ru": "Сборник «леди-злодеек»"
      },
      {
        "id": "Antologi wanita penjahat"
      },
      {
        "id": "Kumpulan Otome Villains"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้"
      },
      {
        "th": "แม้ว่าฉันจะเป็นนางร้ายฉันก็จะแสดงให้ดูว่าฉันก็มีความสุขได้ ตอนที่  ตอนที่"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ Phản Diện"
      },
      {
        "vi": "Tuyển Tập Oneshot Nữ Phụ"
      },
      {
        "vi": "Tuyển Tập Nữ Phụ Phẚn Diện"
      },
      {
        "uk": "Хоч я і лиходійка, але я вам ще покажу, що зможу здобути щастя!"
      }
    ],
    "description": {
      "en": "Broken engagements, \"serves you right\"s, condemnation events, doting, royalty, reincarnated heroines, banishment endings… it's fully loaded with all the charms of villainesses! The comic adaption of popular villainess stories that were published on *Shousetsuka ni Narou*! An anthology of oneshots with happy endings!!\n\nCover Art: Maro\n\n---\n**Volume 1 Contents:**\n1. \"The Villainess Will Obtain True Love\" (悪役令嬢は真実の愛を手にいれる). Art by Hoshino Soumei, Story by Nekomata Doremi. [Original Web Novel](https://ncode.syosetu.com/n1664fm/): A broken engagement at a graduation party?!\n2. \"The Tale of the Noble Girl Who Will Go to a Convent After Her Engagement's Breaking\" (婚約破棄されて修道院に行くお嬢様の話). Art by Sorakura Shikiji, Story by Yuuki Satoru. [Original Web Novel](https://ncode.syosetu.com/n7933fg/): Banishment after her younger sister steals her fiancé?!\n3. \"I Will Definitely Get My Engagement Broken! ~I Will Become a Villainess!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Art by Kuroe Yui, Story by Reiga Utsuho. [Original Web Novel](https://ncode.syosetu.com/n1702fn/): To break off her engagement, she harasses the daughter of a baron?!\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Shall We Walk Hand in Hand Down the Flowery Path of Evil?\"). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n3244cr/): After her engagement is broken, she gets married to a fat old baldy?!\n5. \"The Villainess Trifles with the Second Prince's First Love\" (悪役令嬢は第二王子の初恋に翻弄される). Art by Ohitsuji Ei, Story by Mizuno Saaya. [Original Web Novel](https://ncode.syosetu.com/n2169fj/): After being condemned, the second prince appears before me...\n\n**Volume 2 Contents:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"It's Been 10 Years Since You Asked to Break off Our Engagement, If You Insist That Much, Let's Break It off!\"). By Yoshimura, Character design by Maro: She's been told multiple times since they were young to break off the engagement?!\n2. \"The Villainess Laughs Innocently\" (悪役令嬢は無邪気に笑う). Art by Ohitsuji Ei, Story by Yoruru. [Original Web Novel](https://ncode.syosetu.com/n1629cz/): A condemnation event after being called out to the rear garden?!\n3. \"The Art of Rebuilding a Nation Begins With a Broken Engagement!\" (婚約破棄から始まる国家建て直し術！). Art by Kawano Akiko, Story by Hazuki. [Original Web Novel](https://ncode.syosetu.com/n4551ft/)\n4. \"You Were Set up, You Know?\" (貴方は嵌められたのですよ？). Art by Koyuki Iroha, Story by Yuki Yukiko. [Original Web Novel](https://ncode.syosetu.com/n6502eu/): At the graduation party, my older sister's engagement was broken?!\n5. \"The Villainess Exploded\" (悪役令嬢は爆死しました). Art by Nanso, Story by bouro. [Original Web Novel](https://ncode.syosetu.com/n4564fw/): The villainess tells the second prince \"Serves you right”?!\n6. \"I Reincarnated as a Villainess. Come Quickly, My Engagement-Breaking Event\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Art by Mochida Moo, Story by Kyouka. [Original Web Novel](https://ncode.syosetu.com/n4699fn/) | [Serialization](https://ncode.syosetu.com/n2863gc/): The only ally the reincarnated villainess has is her valet?!\n\n**Volume 3 Contents:**\n1. \"One Day, I Was Able to Hear the Inner Voice of My Fiancée\" (ある日婚約者の心の声が聞こえるようになりました。). Art by Chuugyaku, Story by Enju Subaru. [Original Web Novel](https://ncode.syosetu.com/s6234f/)\n2. \"My Bethrothed's Personality Is Way Different From the Game!\" (婚約者の性格が原作と違うのですが). Art by Mochida Moo, Story by Kozuki. [Original Web Novel](https://ncode.syosetu.com/s5772f/)\n3. \"I Was Supposed to Marry to Someone Who Hated Me, but, Before I Knew It, I Was Being Doted on\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Art by Potagi, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n4692gb/)\n4. \"Shall We Continue Down the Flowery Path of Evil?\" (悪の華道を追いましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n5872cw/)\n5. \"I Shall Take You up on Your Offer With Pleasure\" (そのお言葉、喜んでお受けいたしますわ). Art by Oshitsuji Ei, Story by Kiraku Naohito. [Original Web Novel](https://ncode.syosetu.com/n5454gb/)\n\n**Volume 4 Contents:**\n1. \"I Was Told to Break off My Engagement. Trying to Find the Cause of the Fabricated Scandal Which Arose, Things Took an Unexpected Turn!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Art by Wamome, Story by Kazukata Jin. [Original Web Novel](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"The Kingdom's Most Feared Noble Lady Knight and a Tale Concerning Her Sword, Fist, and Social Skills\"). By Kanade Yumika\n3. \"I Love You So Much I Can't Help It\" (愛しているから仕方のない話). Art by Kida Yonoichi, Story by Sakaki Dora. [Original Web Novel](https://ncode.syosetu.com/n8011gg/)\n4. \"Reincarnated Ladies Want to be Wedded to Their Loved Ones\" (転生令嬢たちは愛する者と結ばれたい). By Chiaki Rie\n5. \"The Nightmarish Graduation Party\" (悪夢の卒業パーティー). Art by Yatsuhashi Hachi, Story by Funineko. [Original Web Novel](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Make Me Into a Villainess\"). By Kawano Akiko\n\n**Volume 5 Contents:**\n1. \"The Turmoil Caused by the Misunderstanding His Highness and My Engagement Being Broken\" (私と王子の勘違い婚約破棄騒動). By Maro\n2. \"It Would Seem You've Broken off Your Engagement in Order to Marry Me, but I Have No Intention of Marrying You\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Art by Usui Tsukasa, Story by Tetsuhako. [Original Web Novel](https://ncode.syosetu.com/n9230cy/)\n3. \"The Melancholic Noble Girl Clad in a Jet-Black Dress\" (やさぐれ令嬢は漆黒のドレスを纏う). By Hizuki\n4. \"Now That My Engagement Is Broken, I Can Have My Fill of My Beloved Sweets\" (婚約破棄されたので愛するお菓子を満喫します). By Kagari Touya\n5. \"Shall We Lay Waste to the Flowery Path of Evil?\" (悪の華道を潰しましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/n8188gz/)\n\n**Volume 6 Contents:**\n1. \"I'm a Survival Gamer Reincarnated Into an Otome Game Villainess With Godly Aim\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～). By Aikawa Yuu\n2. \"The Greedy Villainess\" (強欲の悪役令嬢). Art by Mugicha Poyoko, Story by Ehito. [Original Web Novel](https://ncode.syosetu.com/n5715fn/)\n3. \"The Supporting Villainess Blooms After Her Engagement Was Broken\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Art by Maaraa Natsu, Story by Sazanami. [Original Web Novel](https://ncode.syosetu.com/n2309hf/)\n4. \"I Was Abandoned for My Younger Sister, but She's a Ticking Time-Bomb\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Art by Tachibana Edaka, Story by Sekimiya Amon. [Original Web Novel](https://ncode.syosetu.com/n6054gw/)\n5. \"The Villainess Got Dumped, Doesn't Care, and Lives Happily Ever After With Her Super Masochistic Childhood Friend\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). By Koyama Nayu\n6. \"Let's Burn the Flowery Path of Evil\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, Story by Mafuyubi. [Original Web Novel](https://ncode.syosetu.com/s6442c/)\n\n**Volume 7 Contents:**\n1. \"The Villainess Will Happily Break Her Engagement for Her OTP\" (悪役令嬢は推しカプのために婚約破棄をご所望です). By Kashii Aoi.\n2. \"The Villainess Becomes a Bad Girl to Become Happy\" (悪役令嬢は幸せになるために悪い女になる). Art by Mimasaka, Story by Maa (まぁ). [Original Web Novel](https://ncode.syosetu.com/n0522gu/), [English Translation](https://www.novelupdates.com/series/the-villainess-becomes-evil-to-live/)\n3. \"The Jilted Villainess Becomes a Lady of Justice: Don't Look Down on Commoners\" (婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜). Art by Sorakura Shikiji, Story by Koyuki. [Original Web Novel](https://ncode.syosetu.com/n6847hk/), [English Translation](https://www.novelupdates.com/series/the-villainess-whose-engagement-was-annulled-was-an-ally-of-justice/)\n4. \"The Fake Villainess Marries the Rumoured Demon Lord\" (偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ). By Michiyuki Aoi.\n5. \"The Villainess Slated for Execution Dreams of a Prince to Save Her\" (処刑される公爵令嬢は救いの王子の夢を見る). Art by Shirohito Rita, Story by Cyclamen. [Original Web Novel](https://ncode.syosetu.com/n2072hg/), [English Translation](https://www.novelupdates.com/series/the-dukes-daughter-slated-for-execution-dreams-of-a-prince-of-salvation/)\n\n**Volume 8 Contents:**\n1. 冷酷令嬢は従僕獣人と幸せになってみせます. By Odayaka.\n2. ヒロインの娘ですが、どうやら私は悪役令嬢のようです. Art by 黒助くい奈, Story by Ayato Yume. [Original Web Novel](https://ncode.syosetu.com/n9835hl/)\n3. 悪女に仕立てられた私を信じてくれたのは幼馴染だけでした. Art by Kuriyama Kogane, Story by mayan. [Original Web Novel](https://ncode.syosetu.com/n3939gy/)\n4. 幸せという罠. Art by ARATA, Story by Rittan. [Original Web Novel](https://ncode.syosetu.com/n6781hb/)\n5. 女神様がやっちまいなとの思し召しです. Art by うき太郎, Story by Mayuran. [Original Web Novel](https://ncode.syosetu.com/n0585hm/)\n\n**Volume 9 Contents:**\n1. 悪虐令嬢、触るな危険. Art by Kobako Hako, Story by 藍槌ゆず. [Original Web Novel](https://ncode.syosetu.com/n9117hs/)\n2. 婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。. Art by KATINO, Story by Mitsuki Beni. [Original Web Novel](https://ncode.syosetu.com/n0530hx/)\n3. 世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路. Art by 麻辣ナツ, Story by sasasa. [Original Web Novel](https://ncode.syosetu.com/n7996ht/)\n4. 悪役令嬢の担任. By Nowaki Nakasane.\n5. おっとり宝石姫のノーダメージ・婚約破棄騒動. Art by Hoshino Soumei, Story by Takatoo Subaru. [Original Web Novel](https://ncode.syosetu.com/n3812hg/)\n\n**Volume 10 Contents:**\n1. トゲトゲ令嬢とライバル令息のお騒がせ婚約. By Yoshimura.\n2. 婚約破棄されることがわかっていたので、先回りをしました。 Art by 化野そとば, Story by Arisawa Mihiru. [Original Web Novel](https://ncode.syosetu.com/n0878hu/)\n3. とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。 Art by Manata Mayumu, Story by Mikoto. [Original Web Novel](https://ncode.syosetu.com/n7058hw/)\n4. 妖精姫は辺境豚に推し活される. Art by Jicco, Story by Fuji Tomato.\n5. 悪役令嬢とヤンデレ王子の執着愛. Art by Kikuta Yui, Story by Kotoko (琴子).\n\n**Volume 11 Contents:**\n1. 深紅の令嬢は自己肯定感低め！ Art by Jou Kiiko, Story by Osanai Emu, Character design by Maro.\n2. 婚約破棄されたので元婚約者から婚約者奪ってやりました⁉ By Kuju Matsu.\n3. とある悪い令嬢の復讐. Art by Sotoba Kano, Story by Yuki Yasai. [Original Web Novel](https://ncode.syosetu.com/n5496ie/)\n4. 緋色の悪役令嬢は呂色の薔薇を染め上げる. Art by Ogino Sumi, Story by Hawan Megi. [Original Web Novel](https://ncode.syosetu.com/n6942gy/)\n5. 追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～. By Yasaka Akio and Aikawa Yuu.",
      "es": "Compromisos anulados, Eventos de condena, Realeza, Héroes reencarnados, Destierros ... ¡Está completamente repleto con todos los encantos de Villana! ¡Una antología de 5 one shots con finales felices!\n\n**Volumen 1:**\n1. \"La villana obtendrá el verdadero amor\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Historia: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/): ¿Un compromiso anulado en una fiesta de graduación?\n2. \"El cuento de la niña noble que irá a un monasterio después de su anulación de compromiso\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Historia: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/): ¿Destierro después de que su hermana menor le robe a su prometido?\n3. \"¡Definitivamente conseguiré que se anule mi compromiso! ¡Me convertiré en una villana!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Historia: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/): ¿Para romper su compromiso, ella acosa a la hija de un barón?\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"¿Caminamos de la mano por el camino florido del mal?\"). Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/): Después de que se anula su compromiso, ¿se casa con un viejo gordo y calvo?\n5. \"La villana juega con el primer amor del segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Historia: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/): Después de ser condenado, el segundo príncipe aparece ante mí…\n\n**Volumen 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Han pasado 10 años desde que solicitaste romper nuestro compromiso, si insistes tanto, ¡terminemos!\"). Por Yoshimura\n2. 悪役令嬢は無邪気に笑う. Arte: Ohitsuji Ei, Historia: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"¡El arte de reconstruir una nación empieza con un compromiso roto!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Historia: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Fuiste creado, ¿sabes?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Historia: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Arte: Nanso, Historia: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Arte: Mochida Moo, Historia: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Volumen 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。 Arte: Chuugyaku, Historia: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"¡La personalidad de mi prometido es muy diferente del juego!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Historia: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Se suponía que me casaría con alguien que me odiaba, pero antes de que me diera cuenta me adoraban\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Historia: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Arte: Yamashiro Umeta, Historia: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Aceptaré tu oferta con todo gusto\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Historia: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Volumen 4:**\n1. \"¿Romper el compromiso? No he hecho nada, ni directa ni indirectamente. Pero cuando investigué el asunto… ¿Quién hubiera pensado que terminaría así?\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Historia: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"La noble dama caballero más temida del reino, y una historia que gira en torno a su espada, puño y habilidad para las relaciones\"). Por Kanade Yumika\n3. 愛しているから仕方のない話. Arte: Kida Yonoichi, Historia: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Por Chiaki Rie\n5. 悪夢の卒業パーティー. Arte: Yatsuhashi Hachi, Historia: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!). Por Kawano Akiko",
      "hu": "Felbontott eljegyzések, karma, kárhozatra juttató események, rajongások, királyi családtagok, reinkarnálódott főhősnők, és száműzetési végkifejletek... Az antológia fejezetei csordultig vannak telítve a gonosz hölgyek bájaival!\n\n**Kötet 1:**\n1. *A gonosztevő nő rátalál az igaz szerelemre* (悪役令嬢は真実の愛を手にいれる), Hoshino Osome, szerző: Nekomata Doremi. [Eredeti](https://ncode.syosetu.com/n1664fm/)\n2. *Egy nemes lány története, aki az eljegyzése érvénytelenítése után kolostroba megy* (婚約破棄されて修道院に行くお嬢様の話), Sorakura Shijiki, szerző: Yuuki Satoru. [Eredeti](https://ncode.syosetu.com/n7933fg/)\n3. *Semmissé fogom tenni az eljegyzésemet! ~Gonosztevővé válok!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！), Kuroe Yui, szerző: Reiga Utsuho. [Eredeti](https://ncode.syosetu.com/n1702fn/)\n4. *Aku no Kadou wo Ikimashou* (悪の華道を行きましょう; *Nem sétálunk le kézen fogva a gonoszság virágos útján?*), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. *A gonosztevő nő megtréfálja a második herceg első szerelmét* (悪役令嬢は第二王子の初恋に翻弄される), Ohitsuji Ei, szerző: Mizuno Saaya. [Eredeti](https://ncode.syosetu.com/n2169fj/)\n\n**Kötet 2:**\n1. *Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Már 10 éve kéred az eljegyzésünk felbontását, szóval ha ennyire akarod, akkor bontsuk fel!*), Yoshimura.\n2. *A gonosz hölgy ártatlanul nevet* (悪役令嬢は無邪気に笑う), Ohitsuji Ei, szerző: Yoruru [Eredeti](https://ncode.syosetu.com/n1629cz/)\n3. *A nemzet újjáépítésének művészete egy felbontott eljegyzéssel kezdődik!* (婚約破棄から始まる国家建て直し術！), Kawano Akiko, szerző: Hazuki. [Eredeti](https://ncode.syosetu.com/n4551ft/)\n4. *Hát nem tudod, hogy tőrbe csaltak?* (貴方は嵌められたのですよ？), Koyuki Iroha, szerző: Yuki Yukiko. [Eredeti](https://ncode.syosetu.com/n6502eu/)\n5. *A gonosz hölgy felrobbant* (悪役令嬢は爆死しました), Nanso, szerző: bouro. [Eredeti](https://ncode.syosetu.com/n4564fw/)\n6. *Gonosztevőként születtem újjá. Jöjj hamar, eljegyzés felbontó eseményem* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い), Mochida Moo, szerző: Kyouka. [Eredeti](https://ncode.syosetu.com/n4699fn/)\n\n**Kötet 3:**\n1. *Egyik nap elkezdtem hallani a menyasszonyom gondolatait* (ある日婚約者の心の声が聞こえるようになりました。), Chuugyaku, szerző: Enju Subaru. [Eredeti](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが, Mochida Moo, szerző: Kozuki. [Eredeti](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました, Potagi, szerző: Mikoto. [Eredeti](https://ncode.syosetu.com/n4692gb/)\n4. *Nem sétélunk le kézen fogva a gonoszág virágos útján?* (悪の華道を追いましょう), Yamashiro Umeta, szerző: Mafuyubi. [Eredeti](https://ncode.syosetu.com/n3244cr/)\n5. そのお言葉、喜んでお受けいたしますわ, Oshitsuji Ei, szerző: Kiraku Naohito. [Eredeti](https://ncode.syosetu.com/n5454gb/)\n\n**Kötet 4:**\n1. *Felbontani az eljegyzést? Én nem tettem se közvetlenül, se közvetettem semmitt. De mikor szemügyre vettem az ügyet… ki hitte volna, hogy ez történik?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました), Wamome, szerző: Kazukata Jin. [Eredeti](https://ncode.syosetu.com/n8085gn/)\n2. *Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu* (騎士国最恐令嬢による剣と拳と恋愛術; *Egy történet a királyság legrettegettebb nemeshölgyéről, a kardjáról, erkölcseiről, és kapcsolatépítéséről*), Kanade Yumika\n3. *Egy história a tehetetlen szerelembe esésről* (愛しているから仕方のない話), Kida Yonoichi, szerző: Sakaki Dora. [Eredeti](https://ncode.syosetu.com/n8011gg/)\n4. *A reinkarnálódott nemeslányok hozzá akarnak menni a szívük választottjaihoz* (転生令嬢たちは愛する者と結ばれたい), Chiaki Rie\n5. *A rémálomba fajult ballagási ünnepség* (悪夢の卒業パーティー), Yatsuhashi Hachi, szerző: Funineko. [Eredeti](https://ncode.syosetu.com/n3653gl/)\n6. *Engedd meg, hogy… gonosz legyek!* (悪役令嬢…させなさい!!), Kawano Akiko",
      "id": "**Volume 1:**\n1. \"Sang antagonis akan mendapat cinta sejati\" (悪役令嬢は真実の愛を手にいれる; \"Sang antagonis akan menemukan cinta sejati\").\n2. \"Sebuah kisah dari sang gadis bangsawan yang akan pergi ke biara setelah pertunangannya dicabut\" (婚約破棄されて修道院に行くお嬢様の話; \"Kisah wanita bangsawan yang akan tinggal di biara setelah pembatalan pertunanggannya\").\n3. \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku kan menjadi tokoh antagonis!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！; \"Aku pasti akan membuat pertunanganku dibatalkan! ~Aku akan menjadi tokoh antagonis wanita!\").\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Mari kita berjalan sembari bergandengan turun ke jalan kejahatan yang berbunga-bunga\"; \"Akankah kita berjalan begandengan tangan di jalan kejahatan yang berbunga?\").\n5. \"Hal-hal sepele sang antagonis dengan cinta pertama sang pangeran kedua\" (悪役令嬢は第二王子の初恋に翻弄される; \"Sang tokoh antagonis wanita kesusahan dengan cinta pertama pangeran kedua\").\n\n**Volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！;\"Sudah 10 tahun kamu meminta untuk membatalkan pertunangannya, kalau kamu bersikeras sekuat itu, yasudah batalkan saja!\").\n2. \"Sang tokoh antogonis perempuan tertawa dengan polos\" (悪役令嬢は無邪気に笑う).\n3. \"Seni membangun kembali sebuah bangsa dimulai dengan pertunangan yang dibatalkan!\" (婚約破棄から始まる国家建て直し術！).\n4. \"Kamu tahu? Kamu ini sudah dijebak\"\n5. \"Sang tokoh antagonis wanita meledak\"\n6. \"Aku reinkarnasi sebagai tokoh antagonis wanita. Cepatlah datang, pembatalan pertunanaganku\"\n\n**Volume 3:**\n1. \"Suatu hari, aku bisa mendengar suara hati tunanganku\"\n2. \"Kepribadian tunanganku jauh berbeda dari game!\"\n3. \"Aku seharusnya menikah dengan seseorang yang membenciku, tetapi sebelum aku sadar, mereka telah menyayangiku\"\n4. \"Apakah kita akan melanjutkan jalan kejahatan yang berbunga?\"\n5. \"Akan saya terima penawaran anda dengan senang hati\"\n\n**Volume 4:**\n1. \"Membatalkan pertunangan? Aku tidak melakukan apa-aps, secara langsung atau tidak langsung. Tetapi ketika aku melihat masalah ini… Siapa yang mengira akan berakhir seperti ini?!\"\n2. \"Ksatria wanita bangsawan kerajaan yang paling ditakuti, dan kisah seputar keterampilan pedang, tinju, dan hubungannya\"\n3. \"Sebuah kisah tentang tidak dapat membantu menoalani cinta\"\n4. \"Seorang wanita reinkarnasi yang ingin menikah dengan orang yang mereka cintai\"\n5. \"Mimpi buruk pesta kelulusan\"\n6. \"Biarkan Aku… yang menjadi penjahatnya!!!\"\n\n**Volume 5:**\n1. \"Kekacauan yang disebabkan oleh kesalahpahaman para pangeran dan pertunanganku dibatalkan\"\n2. \"Tampaknya anda telah memutuskan pertunangan anda untuk menikahi saya, tetapi saya tidak punya niat untuk menikahi anda\"\n3. \"Gadis banfsawan melankolis yang mengenakan gaun hitam legam\"\n4. \"Sekarang pertunangan saya dibatalkan, saya dapat mengisi hari-hari saya dengan apa yang menjadi kesayangan saya\"\n5. \"Haruskah kita menyia-nyiakan jalan kejahatan yang berbunga-bunga?\"",
      "ja": "突然の婚約破棄、そして迫りくる断罪イベント…!!\n王子に捨てられ、そしてこんな男と結婚…!?\n婚約者たちは可憐な妹に夢中!?\n婚約破棄された悪役令嬢に手を差し伸べるのは…!?\n危機的状況からはじまる悪役令嬢たちの物語の結末は…ALLハッピーエンドです♪\n『小説家になろう』の人気読み切り作品ば&#\n\nカバーイラスト：まろ\n\n**第1巻の内容：**\n1. 『悪役令嬢は真実の愛を手にいれる』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n1664fm/)：猫又どれみ\n卒業パーティーで婚約破棄!?\n2. 『婚約破棄されて修道院に行くお嬢様の話』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n7933fg/)：結城暁\n妹に婚約者を奪われ追放!?\n3. 『絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！』　漫画：黒榮ゆい　[原作](https://ncode.syosetu.com/n1702fn/)：麗伽空\n婚約破棄の為に男爵令嬢をいじめ!?\n4. 『悪の華道を行きましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n3244cr/)：真冬日\n婚約破棄されハゲデブ親父と結婚!?\n5. 『悪役令嬢は第二王子の初恋に翻弄される』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n2169fj/)：水野沙彰\n断罪された私の前に第二王子が現れ…。\n\n**第2巻の内容：**\n1. 『婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう!』　漫画：由村　キャラクター原案：まろ\n幼い時から何度も婚約破棄と言われ!?\n2. 『悪役令嬢は無邪気に笑う』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n1629cz/)：夜流 \n裏庭に呼び出され断罪イベント!?\n3. 『婚約破棄から始まる国家建て直し術!』　漫画：かわのあきこ　[原作](https://ncode.syosetu.com/n4551ft/)：葉月\n王子が聖女と浮気して婚約破棄!?\n4. 『貴方は嵌められたのですよ?』　漫画：仲倉千景　[原作](https://ncode.syosetu.com/n6502eu/)：柚木ゆきこ\n卒業パーティーで姉が婚約破棄され!?\n5. 『悪役令嬢は爆死しました』　漫画：七十　[原作](https://ncode.syosetu.com/n4564fw/)：bouro\n悪役令嬢が第二王子に「ざまあ」!?\n6. 『転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/n4699fn/)：和泉杏花\n転生した悪役令嬢の味方は執事だけ!?\n\n**第3巻の内容：**\n1. 『ある日婚約者の心の声が聞こえるようになりました。』　漫画：宙百　[原作](https://ncode.syosetu.com/s6234f/)：塩樹すばる\n男爵令嬢との浮気を疑われた王子は!?\n2. 『婚約者の性格が原作と違うのですが』　漫画：餅田むぅ　[原作](https://ncode.syosetu.com/s5772f/)：狐月\n断罪回避の為に王子と離れようとしたら!?\n3. 『嫌われている相手に嫁いだはずがいつのまにか溺愛されていました』　漫画：ぽたぎ　[原作](https://ncode.syosetu.com/n4692gb/)：みこと\n婚約破棄の上、隣国の王太子に嫌われ!?\n4. 『悪の華道を追いましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n5872cw/)：真冬日\n大人気作の続編です♪ 旦那様が浮気!? 相手の家に殴り込み!?\n5. 『そのお言葉、喜んでお受けいたしますわ』　漫画：尾羊英　[原作](https://ncode.syosetu.com/n5454gb/)：喜楽直人\n婚約破棄された令嬢を迎えにきたのは!?\n\n**第4巻の内容：**\n1. 『婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました!?』　漫画：わもめ　[原作](https://ncode.syosetu.com/n8085gn/)：仁司方\n婚約者の妹からいきなり婚約破棄してくれと突撃され!?\n2. 『騎士国最恐令嬢による剣と拳と恋愛術』　漫画：奏ユミカ\n勝者の願いを叶える約束で、婚約者の王子と戦う事に!?\n3. 『愛しているから仕方のない話』　漫画：紀田与乃市　[原作](https://ncode.syosetu.com/n8011gg/)：榊どら\n婚約破棄してきた王太子の態度が急変し、溺愛してきて!?\n4. 『転生令嬢たちは愛する者と結ばれたい』　漫画：千秋りえ\n自分は悪役令嬢、友人はヒロインに転生していて!?\n5. 『悪夢の卒業パーティー』　漫画：八橋はち　[原作](https://ncode.syosetu.com/n3653gl/)：ふにねこ\n第一王子は義妹と浮気した上に、婚約破棄だと騒ぎ!?\n6. 『悪役令嬢…させなさい!!』　漫画：かわのあきこ\n悪魔と契約した公爵令嬢は、聖女を追い出そうとして!?\n\n**第5巻の内容：**\n1. 『私と王子の勘違い婚約破棄騒動』　漫画：まろ\n結婚式目前に、第一王子から突然婚約破棄を告げられ!? カバーイラストを担当するまろが描く悪役令嬢ストーリー! \n2. 『私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません』　漫画：碓井ツカサ　[原作](https://ncode.syosetu.com/n9230cy/)：鉄箱\n侯爵家三男に付きまとわれたら、その婚約者から嫌がらせされ!?\n3. 『やさぐれ令嬢は漆黒のドレスを纏う』　漫画：希月\n王太子と両想いだと思っていたら、国王から婚約破棄を宣告されて!?\n4. 『婚約破棄されたので愛するお菓子を満喫します』　漫画：炬とうや\nパーティーで婚約者の王子に婚約破棄と国外追放を言い渡され!?\n5. 『悪の華道を潰しましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/n8188gz/)：真冬日\n視察に行った孤児院で目つきの悪い少年に「傲慢貴族」と罵倒され!? 大人気シリーズ最新作!!\n\n**第6巻の内容：**\n1. 『サバイバルゲーマーですが乙女ゲームに転生してしまいました～悪役令嬢は神エイム～』　漫画：相川有\n乙女ゲームに転生したら、婚約者の王太子への暗殺容疑で婚約破棄!?\n2. 『強欲の悪役令嬢』　漫画：むぎちゃぽよこ　[原作](https://ncode.syosetu.com/n5715fn/)：えひと\n「強欲姫」と呼ばれ、婚約者の王子は平民の女性と仲良くしていて!?\n3. 『脇役令嬢は、婚約破棄されて優雅に花開く。』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n2309hf/)：細波\n婚約者に言われ地味にしていたのに、浮気されて婚約破棄され!?\n4. 『婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした』　漫画：橘歩空　[原作](https://ncode.syosetu.com/n6054gw/)：関宮亜門\n婚約破棄してきた伯爵令息は、妹と結婚すると言ってきて!?\n5. 『婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります』　漫画：コヤマナユ\n第一王子から婚約破棄された上に、学園では悪い噂を流されて!?\n6. 『悪の華道を燃やしましょう』　漫画：やましろ梅太　[原作](https://ncode.syosetu.com/s6442c/)：真冬日\n息抜きで出かけた街で、自分と義息子をモデルにした恋愛劇を観て!?\n\n**第7巻の内容：**\n1. 『悪役令嬢は推しカプのために婚約破棄をご所望です』　漫画：かしい葵\n2. 『悪役令嬢は幸せになるために悪い女になる。』　漫画：みまさか　[原作](https://ncode.syosetu.com/n0522gu/)：まぁ\n3. 『婚約破棄された悪役令嬢は正義の令嬢です〜貴方方は平民を馬鹿にしすぎです〜』　漫画：空倉シキジ　[原作](https://ncode.syosetu.com/n6847hk/)：小雪\n4. 『偽りの悪役令嬢、冷酷と噂の魔王卿に嫁ぐ』　漫画：道雪 葵\n5. 『処刑される公爵令嬢は救いの王子の夢を見る』　漫画：シロヒト梨太　[原作](https://ncode.syosetu.com/n2072hg/)：シクラメン\n\n**第8巻の内容：**\n1. 『冷酷令嬢は従僕獣人と幸せになってみせます』　漫画：おだやか\n…王太子から、野蛮な獣人を従者にしている事を理由に婚約破棄され!?\n2. 『ヒロインの娘ですが、どうやら私は悪役令嬢のようです』　漫画：黒助くい奈　[原作](https://ncode.syosetu.com/n9835hl/)：彩戸ゆめ\n…断罪された乙女ゲームのヒロインの娘は、婚約破棄される悪役令嬢で!?\n3. 『悪女に仕立てられた私を信じてくれたのは幼馴染だけでした』　漫画：栗山こがね　[原作](https://ncode.syosetu.com/n3939gy/)：mayan\n…婚約者の王子と仲が良い子爵令嬢を、体が勝手に動いて苛めてしまい!?\n4. 『幸せという罠』　漫画：ARATA　[原作](https://ncode.syosetu.com/n6781hb/)：りったん\n…婚約者を慕う令嬢達に悪評を広められ、世間から性悪な悪役令嬢と噂され!?\n5. 『女神様がやっちまいなとの思し召しです』　漫画：うき太郎　[原作](https://ncode.syosetu.com/n0585hm/)：まゆらん\n…追放された悪役令嬢が聖女となり、国を救う条件として出した質問とは!?\n\n**第9巻の内容：**\n1. 『悪虐令嬢、触るな危険』　漫画：小箱ハコ　[原作](https://ncode.syosetu.com/n9117hs/)：藍槌ゆず\n…気に入らない相手に容赦しない公爵令嬢は、婚約者に言い寄った令嬢に!?\n2. 『婚約破棄されたら、知らなかった私狙いのお兄様が乗り込んで来て『氷の暴君』化してしまった。』　漫画：KATINO　[原作](https://ncode.syosetu.com/n0530hx/)：三月べに\n…パーティーで婚約破棄されたら、『お兄様』が魔法で周りを凍らせながら登場して!?\n3. 『世界を滅ぼす伝説の邪竜が、前世で溺愛していた愛犬だった場合の悪役令嬢の末路』　漫画：麻辣ナツ　[原作](https://ncode.syosetu.com/n7996ht/)：sasasa\n…卒業パーティーで婚約破棄され国外追放されたら、伝説の邪竜に襲われて!?\n4. 『悪役令嬢の担任』　漫画：野分なか実\n…乙女ゲームの学校の教師に転生したので、断罪される悪役令嬢を救おうとし!?\n5. 『おっとり宝石姫のノーダメージ・婚約破棄騒動』　漫画：ほしの総明　[原作](https://ncode.syosetu.com/n3812hg/)：高遠すばる\n…第二王子から婚約破棄された公爵令嬢は、自分に苛められたという令嬢を抱きしめ!?\n\n**第10巻の内容：**\n1. 『トゲトゲ令嬢とライバル令息のお騒がせ婚約』　漫画：由村\n困窮する家を立て直すため幼い頃から奮闘していたら、言葉にトゲを纏わせる茨姫と言われ⁉\n2. 『婚約破棄されることがわかっていたので、先回りをしました。』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n0878hu/)：有沢真尋\n婚約者の第二王子が浮気をしているので、婚約破棄される前に浮気相手と話してみたら⁉\n3. 『とばり姫は夜に微笑む　～婚約破棄を了承しました。もちろん取り消し不可ですわ！～　彼女が顔を隠していた本当の理由。』　漫画：マナタマユム　[原作](https://ncode.syosetu.com/n7058hw/)：みこと。\n黒髪で顔を隠していたら陰険な「とばり姫」と蔑まれ、夜宴で王太子から婚約破棄され⁉\n4. 『妖精姫は辺境豚に推し活される』　漫画：Jicco　原作：富士とまと\n舞踏会で皇太子から婚約破棄された上に、「辺境豚」と呼ばれる辺境伯嫡男と婚約させられ⁉\n5. 『悪役令嬢とヤンデレ王子の執着愛』　漫画：喜久田ゆい　原作：琴子\n子供の時に悪役令嬢に転生したことに気づき、断罪されないために王子と婚約解消したけれど⁉\n\n**第11巻の内容：**\n1. 『深紅の令嬢は自己肯定感低め！』　漫画：城キイコ　原作：小山内慧夢　キャラクター原案：まろ\n…婚約者の王太子に嫌われていると思い、彼の幸せのために完璧な悪役令嬢になろうとして⁉\n2. 『婚約破棄されたので元婚約者から婚約者奪ってやりました⁉』　漫画：九重マツ\n…夜会で暗くて可愛くないと婚約破棄され、落ち込んでいるところに公爵夫人から声を掛けられ⁉\n3. 『とある悪い令嬢の復讐』　漫画：化野そとば　[原作](https://ncode.syosetu.com/n5496ie/)：有機野菜\n…王子に男爵令嬢を虐げたと婚約破棄され、かなり年上の伯爵の後妻として嫁がされたけれど⁉\n4. 『緋色の悪役令嬢は呂色の薔薇を染め上げる』　漫画：荻野スミ　[原作](https://ncode.syosetu.com/n6942gy/)：葉椀メギ\n…第一王子から、彼の浮気相手の令嬢を迫害したと婚約破棄されたけれど、この時を待っていて⁉\n5. 『追放された私が、どうやら国宝のようです⁉ ～陰キャ令嬢の快適辺境ライフ～』　漫画：八坂アキヲ・相川有\n…社交界デビューの日に初めて会った婚約者の王太子に、妹に嫌がらせをしたからと婚約破棄され⁉",
      "ko": "급작스러운 약혼파기, 그리고 다가오는 단죄 이벤트…!\n\n기다리던 악역영애들이 왔다!\n급작스러운 상황 전개부터 시작하는 악역영애들의 이야기!\n그리고 매력만점 그녀들의 결말은…?!\n\n**1권목차**\n1. \"악역영애는 진실한 사랑을 손에 넣는다\" (悪役令嬢は真実の愛を手にいれる). 만화: Hoshino Soumei, 소설: Nekomata Doremi. [원본](https://ncode.syosetu.com/n1664fm/)\n2. \"파혼당해서 수도원에 가는 아가씨의 이야기\" (婚約破棄されて修道院に行くお嬢様の話). 만화: Sorakura Shikiji, 소설: Yuuki Satoru. [원본](https://ncode.syosetu.com/n7933fg/)\n3. \"꼭 약혼을 파기할 거예요! ~난 악역 영애가 된다!~\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). 만화: Kuroe Yui, 소설: Reiga Utsuho. [원본](https://ncode.syosetu.com/n1702fn/)\n4. \"악의 꽃길을 같이 걸어요\" (悪の華道を行きましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n3244cr/)\n5. \"악역 영애는 제2왕자의 첫사랑에게 농락당한다\" (悪役令嬢は第二王子の初恋に翻弄される). 만화: Ohitsuji Ei, 소설: Mizuno Saaya. [원본](https://ncode.syosetu.com/n2169fj/)\n\n**2권목차**\n1. \"약혼 파기하자고 한 지 십수 년, 그렇게까지 말한다면 파기해요!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). 만화: Yoshimura\n2. \"악역 영애는 천진난만하게 웃는다\" (悪役令嬢は無邪気に笑う). 만화: Ohitsuji Ei, 소설: Yoruru. [원본](https://ncode.syosetu.com/n1629cz/)\n3. \"약혼 파기에서 시작하는 국가 재건술!\" (婚約破棄から始まる国家建て直し術！). 만화: Kawano Akiko, 소설: Hazuki. [원본](https://ncode.syosetu.com/n4551ft/)\n4. \"당신은 당한 거라고요\" (貴方は嵌められたのですよ？). 만화: Koyuki Iroha, 소설: Yuki Yukiko. [원본](https://ncode.syosetu.com/n6502eu/)\n5. \"악역 영애는 폭사했습니다\" (悪役令嬢は爆死しました). 만화: Nanso, 소설: bouro. [원본](https://ncode.syosetu.com/n4564fw/)\n6. \"환생했더니 악역 영애가 됐습니다. 약혼 파기의 이벤트, 어서 와라\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). 만화: Mochida Moo, 소설: Kyouka. [원본](https://ncode.syosetu.com/n4699fn/)\n\n**3권목차**\n1. \"어느 날 약혼자의 마음의 소리가 들리게 됐습니다\" (ある日婚約者の心の声が聞こえるようになりました。). 만화: Chuugyaku, 소설: Enju Subaru. [원본](https://ncode.syosetu.com/s6234f/)\n2. \"약혼자의 성격이 원작이랑 다른데요\" (婚約者の性格が原作と違うのですが). 만화: Mochida Moo, 소설: Kozuki. [원본](https://ncode.syosetu.com/s5772f/)\n3. \"싫어하는 줄 알았던 상대에게 시집갔는데 어느샌가 익애박고 있었습니다.\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). 만화: Potagi, 소설: Mikoto. [원본](https://ncode.syosetu.com/n4692gb/)\n4. \"악의 꽃길을 좇읍시다\" (悪の華道を追いましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n5872cw/)\n5. \"그 말, 흔쾌히 받겠습니다\" (そのお言葉、喜んでお受けいたしますわ). 만화: Oshitsuji Ei, 소설: Kiraku Naohito. [원본](https://ncode.syosetu.com/n5454gb/)\n\n**4권목차**\n1. \"약혼 파기해달라고 하는데 짚이는 게 없을뿐더러 스캔들을 날조 당한 것도 아니라 원인 규명을 해봤더니 사태가 상상도 못 한 전개로 흘러갔습니다?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). 만화: Wamome, 소설: Jin Kazukata. [원본](https://ncode.syosetu.com/n8085gn/)\n2. \"기사 나라 최강 영애가 보여 주는 검과 주먹의 연애술\" (騎士国最恐令嬢による剣と拳と恋愛術). 만화: Kanade Yumika\n3. \"사랑하니까 어쩔 수 없는 이야기\" (愛しているから仕方のない話). 만화: Kida Yonoichi, 소설: Sakaki Dora. [원본](https://ncode.syosetu.com/n8011gg/)\n4. \"환생 영애들은 사랑하는 사람과 맺어지고 싶다\" (転生令嬢たちは愛する者と結ばれたい). 만화: Chiaki Rie\n5. \"악몽의 졸업 파티\" (悪夢の卒業パーティー). 만화: Yatsuhashi Hachi, 소설: Funineko. [원본](https://ncode.syosetu.com/n3653gl/)\n6. \"악역 영애… 못 하게 할 거야!!\" (悪役令嬢…させなさい!!). 만화: Kawano Akiko\n\n**5권목차**\n1. \"나와 왕자의 착각 약혼 파기 소동\" (私と王子の勘違い婚約破棄騒動). 만화: Maro\n2. \"나와 결혼하려 약혼을 파기한 것 같은데 난 당신과 결혼할 생각 없어요\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません) 만화: Usui Tsukasa, 소설: Tetsuhako. [원본](https://ncode.syosetu.com/n9230cy/)\n3. \"자포자기 영애는 칠흑의 드레스를 입는다\" (やさぐれ令嬢は漆黒のドレスを纏う). 만화: Hizuki\n4. \"약혼 파기당했으니까 사랑하는 과자를 만끽할게요\" (婚約破棄されたので愛するお菓子を満喫します). 만화: Kagari Touya\n5. \"악의 꽃길을 짓밟읍시다\" (悪の華道を潰しましょう). 만화: Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/n8188gz/)\n\n**6권목차**\n1. \"서바이벌 게이머지만 여성향 게임으로 환생하고 말았습니다 ~악역 영애는 에임의 신~\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). 만화: Aikawa Yuu\n2. \"탐욕스러운 악역 영애\" (強欲の悪役令嬢). 만화: Mugicha Poyoko, 소설: Ehito. [원본](https://ncode.syosetu.com/n5715fn/)\n3. \"조연 영애는 약혼 파기당하고 우아하게 꽃길을 걷는다\" (脇役令嬢は、婚約破棄されて優雅に花開く。). 만화: Maaraa Natsu, 소설: Sazanami. [원본](https://ncode.syosetu.com/n2309hf/)\n4. \"약혼자는 날 버리고 여동생을 골랐지만 여동생은 시한폭탄이었습니다\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). 만화: Tachibana Edaka, 소설: Sekimiya Amon. [원본](https://ncode.syosetu.com/n6054gw/)\n5. \"약혼 파기당해서 자포자기한 영애는 소꿉친구인 극도의 마조 왕자랑 행복하게 살았답니다\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). 만화: Koyama Nayu\n6. \"악의 꽃길을 불태웁시다\" (悪の華道を燃やしましょう). Art by Yamashiro Umeta, 소설: Mafuyubi. [원본](https://ncode.syosetu.com/s6442c/)",
      "ru": "Расторжение или заключение помолвки, обвинения, предательство, королевские особы, перерождения главных героинь, изгнание… Здесь есть всё самое привлекательное в злодейках! Сборник из популярных историй о злодейках от Shousetsuka ni Narou! Антология из синглов со счастливыми концовками!\n\n**Том 1:**\n1. *Даже злодейка может найти свою настоящую любовь* (悪役令嬢は真実の愛を手にいれる). Мангака: Hoshino Soumei, Рассказ: Nekomata Doremi. [Оригинал](https://ncode.syosetu.com/n1664fm/)\n2. *Сказка о девушке, ушедшей в монастырь после разрыва помолвки* (婚約破棄されて修道院に行くお嬢様の話). Мангака: Sorakura Shikiji, Рассказ: Yuuki Satoru. [Оригинал](https://ncode.syosetu.com/n7933fg/)\n3. *Я разрываю нашу помолвку, потому что я злодейка!* (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Мангака: Kuroe Yui, Рассказ: Reiga Utsuho. [Оригинал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кидоу во икимащоу* (悪の華道を行きましょう; *Мы пойдем рука об руку по цветущему пути зла?*). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n3244cr/)\n5. *Любимая злодейка первого принца* (悪役令嬢は第二王子の初恋に翻弄される). Мангака: Ohitsuji Ei, Рассказ: Mizuno Saaya. [Оригинал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку хаки во мочикакерарете джуусуунен, соко маде иу нара хаки щимащоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; *Вы уже 10 лет требуете расторжения помолвки, если вы так хотите этого, давайте аннулируем её!*). Мангака: Yoshimura, Дизайн персонажей: Maro.\n2. *Невинный смех злодейки* (悪役令嬢は無邪気に笑う). Мангака: Ohitsuji Ei, Рассказ: Yoruru. [Оригинал](https://ncode.syosetu.com/n1629cz/)\n3. *Восстановление нации начинается с разрыва помолвки!* (婚約破棄から始まる国家建て直し術！). Мангака: Kawano Akiko, Рассказ: Hazuki. [Оригинал](https://ncode.syosetu.com/n4551ft/)\n4. *Ты понимаешь, что тебя поствавили?* (貴方は嵌められたのですよ？). Мангака: Koyuki Iroha, Рассказ: Yuki Yukiko. [Оригинал](https://ncode.syosetu.com/n6502eu/)\n5. *Взорванная злодейка* (悪役令嬢は爆死しました). Мангака: Nanso, Рассказ: bouro. [Оригинал](https://ncode.syosetu.com/n4564fw/)\n6. *Я переродилась злодейкой. Наступай скореё, ивент разрыва моей помолвки* (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Мангака: Mochida Moo, Рассказ: Kyouka. [Оригинал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. *Однажды я смог прочитать мысли своей невесты* (ある日婚約者の心の声が聞こえるようになりました。). Мангака: Chuugyaku, Рассказ: Enju Subaru. [Оригинал](https://ncode.syosetu.com/s6234f/)\n2. *Характер моего жениха слишком отличается от того, что был в игре!* (婚約者の性格が原作と違うのですが). Мангака: Mochida Moo, Рассказ: Kozuki. [Оригинал](https://ncode.syosetu.com/s5772f/)\n3. *Я должна была выйти замуж за того, кто ненавидит меня, но не успела я опомниться, как меня уже полюбили* (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Мангака: Potagi, Рассказ: Mikoto. [Оригинал](https://ncode.syosetu.com/n4692gb/)\n4. *Пойдем ли мы дальше по цветущему пути зла?* (悪の華道を追いましょう). Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n5872cw/)\n5. *Я с удовольствием приму ваше предложение* (そのお言葉、喜んでお受けいたしますわ). Мангака: Ohitsuji Ei, Рассказ: Kiraku Naohito. [Оригинал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. *Разорвать помолвку? Я ничего не сделала, прямо или косвенно. Но когда я приглянулась… Кто бы мог подумать, что все так закончится?!* (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました; *Разорвать помолвку? Я ничего не сбелала, прямо или косвенно. Кто бы мог побумать, что все так закончится?!*). Мангака: Wamome, Рассказ: Kazukata Jin. [Оригинал](https://ncode.syosetu.com/n8085gn/)\n2. *Кищикоку саикьоу реиджоу ни ыору кен то кен то ренаи джуцу* (騎士国最恐令嬢による剣と拳と恋愛術; *Самая страшная аристократка страны, история о её мече, манерах и взаимоотношениях*; *Сказ о самой страшной леди-рыцаре королевства, о её мече, силе и взаимоотношениях*). Мангака: Kanade Yumika.\n3. *История о том, как невозможно не влюбиться* (愛しているから仕方のない話). Мангака: Kida Yonoichi, Рассказ: Sakaki Dora. [Оригинал](https://ncode.syosetu.com/n8011gg/)\n4. *Реинкатрированные благородные дамы, желают выйти замуж по любви!* (転生令嬢たちは愛する者と結ばれたい; *Переродившиеся аристократки хотят выйти замуж за возлюбленного*). Мангака: Chiaki Rie.\n5. *Кошмарныя выпускная вечеринка* (悪夢の卒業パーティー; *Кошмарный выпускной вечер*). Мангака: Yatsuhashi Hachi, Рассказ: Funineko. [Оригинал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реиджоу сасенасаи* (悪役令嬢…させなさい!!; *Позвольте мне… быть злодейкой!!!*, *Позвольте мне быть злодейкой!*).  Мангака: Kawano Akiko.\n\n**Том 5:**\n1. *Беспорядки, вызванные непониманием расторжения нашей с принцем помолвки* (私と王子の勘違い婚約破棄騒動). Мангака: Maro.\n2. *Похоже, ты разорвал свою помолвку, чтобы жениться на мне, но я не собираюсь выходить за тебя* (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Мангака: Usui Tsukasa, Рассказ: Tetsuhako. [Оригинал](https://ncode.syosetu.com/n9230cy/)\n3. *Ранимая дворянская девушка в черном платье* (やさぐれ令嬢は漆黒のドレスを纏う). Мангака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Мангака: Kagari Touya.\n5. 悪の華道を潰しましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Мангака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Мангака: Mugicha Poyoko, Рассказ: Ehito. [Оригинал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Мангака: Maaraa Natsu, Рассказ: Sazanami. [Оригинал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Мангака: Tachibana Edaka, Рассказ: Sekimiya Amon. [Оригинал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Мангака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Мангака: Yamashiro Umeta, Рассказ: Mafuyubi. [Оригинал](https://ncode.syosetu.com/s6442c/)",
      "th": "**เล่ม 1:**\n1. นางร้ายจะค้นพบรักแท้\n2. เรื่องราวของหญิงสาวที่ต้องไปยังอารามเมื่อถูกยกเลิกงานหมั้น\n3. จะต้องเป็นนางร้ายให้ได้เลย !\n4. เส้นทางปีศาจที่งดงามนั่นน่ะ จะไปด้วยกันดีไหม?\n5. นางร้ายกับรักแรกขององค์ชายที่สอง\n\n**เล่ม 2:**\n1. ถามเรื่องถอนหมั้นมา 10 ปีแล้ว ถ้าจะเอาจริงก็เชิญเลยค่ะ !\n2. นางร้ายหัวเราะอย่างไร้เดียงสา\n3. ศิลปะในการสร้างชาติ เริ่มจากการถอนหมั้น !\n4. ถูกหลอกอยู่ค่ะ รู้ตัวบ้างมั้ยคะ ?\n5. นางร้ายระเบิดออก\n6. ฉันเกิดใหม่ในฐานะนางร้าย เจ้าการถอนหมั้นน่ะ มาเร็ว ๆ เข้าสิ\n\n**เล่ม 3:**\n1. วันหนึ่งฉันได้ยินเสียงในใจของคู่หมั้นตัวเอง\n2. นิสัยคู่หมั้นของเรามันต่างกับในเกมสุดๆไปเลย!\n3. เราน่าจะแต่งงานกับคนที่เกลียดเราแท้ๆ แต่เหมือนว่าเขาจะหลงรักเราแทนล่ะ \n4. จะไปด้วยกันไหม เส้นทางปีศาจที่สวยงามน่ะ ?\n5. ขอรับข้อเสนอนั้นไว้ด้วยความยินดี\n\n**เล่ม 4:**\n1. ถอนการหมั้นงั้นหรอ? เราไม่ได้ทำอะไรเลยนะ ทั้งทางตรงแล้วก็ทางอ้อมแต่พอดูดีๆแล้ว... ใครจะไปคิดกันล่ะว่าเรื่องมันจะจบแบบนี้น่ะ?!\n2. อัศวินขุนนางหญิงที่ถูกหวาดกลัวมากที่สุดใน อาณาจักรกับเรื่องราวที่เกี่ยวกับความสามารถ ด้านดาบของเธอ กำปั้น และความรัก\n3. เรื่องราวของการที่ช่วยไม่ได้ถ้าจะตกหลุมรัก\n4. สองขุนนางสาวผู้เกิดใหม่อยากจะแต่งงานกับคนที่ตัวเองรัก",
      "uk": "**Том 1:**\n1. 悪役令嬢は真実の愛を手にいれる. Манґака: Hoshino Soumei, Розповідь: Nekomata Doremi. [Оригінал](https://ncode.syosetu.com/n1664fm/)\n2. 婚約破棄されて修道院に行くお嬢様の話. Манґака: Sorakura Shikiji, Розповідь: Yuuki Satoru. [Оригінал](https://ncode.syosetu.com/n7933fg/)\n3. 絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！. Манґака: Kuroe Yui, Розповідь: Reiga Utsuho. [Оригінал](https://ncode.syosetu.com/n1702fn/)\n4. *Аку но кадоу во Ікімашоу* (悪の華道を行きましょう). Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n3244cr/)\n5. 悪役令嬢は第二王子の初恋に翻弄される. Манґака: Ohitsuji Ei, Розповідь: Mizuno Saaya. [Оригінал](https://ncode.syosetu.com/n2169fj/)\n\n**Том 2:**\n1. *Коняку гакі во мочікакерарете джуусуунен, соко маде іу нара гакі шімашоу!* (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Манґака: Yoshimura, Дизайн персонажів: Maro.\n2. 悪役令嬢は無邪気に笑う. Манґака: Ohitsuji Ei, Розповідь: Yoruru. [Оригінал](https://ncode.syosetu.com/n1629cz/)\n3. 婚約破棄から始まる国家建て直し術！. Манґака: Kawano Akiko, Розповідь: Hazuki. [Оригінал](https://ncode.syosetu.com/n4551ft/)\n4. 貴方は嵌められたのですよ？. Манґака: Koyuki Iroha, Розповідь: Yuki Yukiko. [Оригінал](https://ncode.syosetu.com/n6502eu/)\n5. 悪役令嬢は爆死しました. Манґака: Nanso, Розповідь: bouro. [Оригінал](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Манґака: Mochida Moo, Розповідь: Kyouka. [Оригінал](https://ncode.syosetu.com/n4699fn/)\n\n**Том 3:**\n1. ある日婚約者の心の声が聞こえるようになりました。. Манґака: Chuugyaku, Розповідь: Enju Subaru. [Оригінал](https://ncode.syosetu.com/s6234f/)\n2. 婚約者の性格が原作と違うのですが. Манґака: Mochida Moo, Розповідь: Kozuki. [Оригінал](https://ncode.syosetu.com/s5772f/)\n3. 嫌われている相手に嫁いだはずがいつのまにか溺愛されていました. Манґака: Potagi, Розповідь: Mikoto. [Оригінал](https://ncode.syosetu.com/n4692gb/)\n4. 悪の華道を追いましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n5872cw/)\n5. そのお言葉、喜んでお受けいたしますわ. Манґака: Ohitsuji Ei, Розповідь: Kiraku Naohito. [Оригінал](https://ncode.syosetu.com/n5454gb/)\n\n**Том 4:**\n1. 婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました. Манґака: Wamome, Розповідь: Kazukata Jin. [Оригінал](https://ncode.syosetu.com/n8085gn/)\n2. *Кішікоку саікьоу реіджоу ні йору кен то кен то ренаі джуцу* (騎士国最恐令嬢による剣と拳と恋愛術). Манґака: Kanade Yumika.\n3. 愛しているから仕方のない話. Манґака: Kida Yonoichi, Розповідь: Sakaki Dora. [Оригінал](https://ncode.syosetu.com/n8011gg/)\n4. 転生令嬢たちは愛する者と結ばれたい. Манґака: Chiaki Rie.\n5. 悪夢の卒業パーティー. Манґака: Yatsuhashi Hachi, Розповідь: Funineko. [Оригінал](https://ncode.syosetu.com/n3653gl/)\n6. *Акуяку реіджоу сасенасаі* (悪役令嬢…させなさい!!). Манґака: Kawano Akiko.\n\n**Том 5:**\n1. 私と王子の勘違い婚約破棄騒動. Манґака: Maro.\n2. 私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません. Манґака: Usui Tsukasa, Розповідь: Tetsuhako. [Оригінал](https://ncode.syosetu.com/n9230cy/)\n3. やさぐれ令嬢は漆黒のドレスを纏う. Манґака: Hizuki.\n4. 婚約破棄されたので愛するお菓子を満喫します. Манґака: Kagari Touya.\n5. 悪の華道を潰しましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/n8188gz/)\n\n**Том 6:**\n1. サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~. Манґака: Aikawa Yuu.\n2. 強欲の悪役令嬢. Манґака: Mugicha Poyoko, Розповідь: Ehito. [Оригінал](https://ncode.syosetu.com/n5715fn/)\n3. 脇役令嬢は、婚約破棄されて優雅に花開く。. Манґака: Maaraa Natsu, Розповідь: Sazanami. [Оригінал](https://ncode.syosetu.com/n2309hf/)\n4. 婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした. Манґака: Tachibana Edaka, Розповідь: Sekimiya Amon. [Оригінал](https://ncode.syosetu.com/n6054gw/)\n5. 婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります. Манґака: Koyama Nayu.\n6. 悪の華道を燃やしましょう. Манґака: Yamashiro Umeta, Розповідь: Mafuyubi. [Оригінал](https://ncode.syosetu.com/s6442c/)",
      "vi": "Tuyển tập oneshot về các tiểu thư danh giá mà phải chịu phận nữ phụ phản diện và số phận của họ sẽ đi về đâu?!\n\n**Tập 1:**\n1. \"Nữ phụ phẚn diện sẽ tìm được tình yêu đich thực\" (悪役令嬢は真実の愛を手にいれる). Nghệ thuật: Hoshino Soumei, Chuyện: Nekomata Doremi. [Nguyên bản](https://ncode.syosetu.com/n1664fm/)\n2. \"Câu truyện về một quý cô bị gửi đến tu viện sau khi bị hủy bỏ hôn ước\" (婚約破棄されて修道院に行くお嬢様の話). Nghệ thuật: Sorakura Shikiji, Chuyện: Yuuki Satoru. [Nguyên bản](https://ncode.syosetu.com/n7933fg/)\n3. \"Mình chắc chắnn sẽ khiến hôn ước của mình bị hủy bỏ!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Nghệ thuật: Kuroe Yui, Chuyện: Reiga Utsuho. [Nguyên bản](https://ncode.syosetu.com/n1702fn/)\n4. \"Thúng ta sẽ dắt tay nhau và đi vào con đường tà ác nhé?\" (悪の華道を行きましょう; \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\"). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n3244cr/)\n5. \"Nữ phụ phẚn diện và mối tình đầu của nhị hoàng tử\" (悪役令嬢は第二王子の初恋に翻弄される). Nghệ thuật: Ohitsuji Ei, Chuyện: Mizuno Saaya. [Nguyên bản](https://ncode.syosetu.com/n2169fj/)\n\n**Tập 2:** \n1. \"Đã 10 năm kể từ khi hôn ước chúng ta bị hủy bỏ, nếu ngài cứ khăng khăng như vậy, hãy phá vỡ nó đi!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！). Của Yoshimura, thiết kế nhân vật: Maro.\n2. \"Nụ cười ngây thơ của nữ phụ phẚn diện\" (悪役令嬢は無邪気に笑う). Nghệ thuật: Ohitsuji Ei, Chuyện: Yoruru. [Nguyên bản](https://ncode.syosetu.com/n1629cz/)\n3. \"Nghệ thuật vực dậy một quṓc gia luôn bằt đầu bằng một hôn ửớc bị hủy bỏ!\" (婚約破棄から始まる国家建て直し術！). Nghệ thuật: Kawano Akiko, Chuyện: Hazuki. [Nguyên bản](https://ncode.syosetu.com/n4551ft/)\n4. \"Ngài đã bị sập bẫy rồi, ngài biết chú?\" (貴方は嵌められたのですよ？). Nghệ thuật: Koyuki Iroha, Chuyện: Yuki Yukiko. [Nguyên bản](https://ncode.syosetu.com/n6502eu/)\n5. \"Nhân vật phẚn diện bùng nổ\" (悪役令嬢は爆死しました). Nghệ thuật: Nanso, Chuyện: bouro. [Nguyên bản](https://ncode.syosetu.com/n4564fw/)\n6. 転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い. Nghệ thuật: Mochida Moo, Chuyện: Kyouka. [Nguyên bản](https://ncode.syosetu.com/n4699fn/)\n\n**Tập 3:**\n1. \"Bỗng dưng một ngày nọ ta nghe được suy nghĩ của vị hôn thê\" (ある日婚約者の心の声が聞こえるようになりました。). Nghệ thuật: Chuugyaku, Chuyện: Enju Subaru. [Nguyên bản](https://ncode.syosetu.com/s6234f/)\n2. \"Tính cách của vị hôn phu khác hẳn so với nguyên tác mà tôi biết\" (婚約者の性格が原作と違うのですが). Nghệ thuật: Mochida Moo, Chuyện: Kozuki. [Nguyên bản](https://ncode.syosetu.com/s5772f/)\n3. \"Mặc dù gẚ cho một tên đáng ghét nhưng không hiểu từ lúc nào ta đã đem lòng yêu hắn một cách điên cuồng\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Nghệ thuật: Potagi, Chuyện: Mikoto. [Nguyên bản](https://ncode.syosetu.com/n4692gb/)\n4. \"Thúng ta sẽ tiếp tục đi trên con đường tà ác nhé?\" (悪の華道を追いましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n5872cw/)\n5. \"Hãy vui vẻ đón nhận những lời nói đó nhé\" (そのお言葉、喜んでお受けいたしますわ; \"Ta rất sẵn lòng tiếp nhận mệnh lệnh của người\"). Nghệ thuật: Oshitsuji Ei, Chuyện: Kiraku Naohito. [Nguyên bản](https://ncode.syosetu.com/n5454gb/)\n\n**Tập 4:**\n1. \"Hủy bỏ hôn ước sao? Tôi không dính dáng gì đến việc đó cả, dù là trực tiếp hay gián tiếp. Nhưng mà nghĩ lại… Ai mà ngờ được mọi chuyện sẽ thành ra như thế này?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Nghệ thuật: Wamome, Chuyện: Kazukata Jin. [Nguyên bản](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"Nữ kỵ sĩ cao quý được nể sợ nhất vương quốc, câu chyện zoay quanh thanh gươm, dang dự và khả năng xã giao của cô ấy\"; \"Nữ hiệp sĩ quý tộc đáng sợ nhất vương quốc và câu chuyện xoay quanh thanh gươm, nắm đấm và kỹ năng tạo dựng mối quan hệ xã hội của cô ấy\"). Của Kanade Yumika\n3. \"Câu chuyện về một tình yêu không cách nào cưỡng lại\" (愛しているから仕方のない話; \"Khi tình yêu là khônh thể tránh khỏi\"). Nghệ thuật: Kida Yonoichi, Chuyện: Sakaki Dora. [Nguyên bản](https://ncode.syosetu.com/n8011gg/)\n4. \"Những tiểu thư quý tộc chuyển sinh muốn được kết hôn vối mình yêu\" (転生令嬢たちは愛する者と結ばれたい). Của Chiaki Rie\n5. \"Lễ tốt nghiệp kinh hoàng\" (悪夢の卒業パーティー; \"Buổi lễ tốt nghiệp ác mộng\"). Nghệ thuật: Yatsuhashi Hachi, Chuyện: Funineko. [Nguyên bản](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!, \"Xin mạn phép trở thành… Kẻ phản diện!\"; \"Để yên cho tôi làm ác nữ\"). Của Kawano Akiko\n\n**Tập 5:**\n1. \"Cuộc khủng hoẚng hủy hôn do hiểu lầm giữa ta và hoàng tử\" (私と王子の勘違い婚約破棄騒動). Của Maro\n2. \"Anh ta đã hủy hôn để có thể kết hôn với tôi nhưng tôi chẳng cô hứng kết hôn với anh ta\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Nghệ thuật: Usui Tsukasa, Chuyện: Tetsuhako. [Nguyên bản](https://ncode.syosetu.com/n9230cy/)\n3. \"Tiểu thư hờn dỗi diện bộ cánh đen tuyền\" (やさぐれ令嬢は漆黒のドレスを纏う). Của Hizuki\n4. \"Tận hưởng hương vị kẹo ngọt của tình yêu sau khi bị hủy hôn ước\" (婚約破棄されたので愛するお菓子を満喫します; \"Sau khi bị hủy hôn ước, tôi đi tận hưởng kẹo ngọt tình yêu trọn đời\"). Của Kagari Touya\n5. \"Chúng ta hãy cùng nhau dẫm bước trên con đường tà ác\" (悪の華道を潰しましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/n8188gz/)\n\n**Tập 6:**\n1. \"Game thủ game sinh tồn nhưng lại chuyển sinh vào game thiếu nữ\" (サバイバルゲーマーですが乙女ゲームに転生してしまいました~悪役令嬢は神エイム~). Của Aikawa Yuu\n2. \"Quý cô phản diện của lòng tham không đáy\" (強欲の悪役令嬢). Nghệ thuật: Mugicha Poyoko, Chuyện: Ehito. [Nguyên bản](https://ncode.syosetu.com/n5715fn/)\n3. \"Nữ phụ phản diện nở rộ đầy kiêu sa sau khi bị hủy bỏ hôn ước\" (脇役令嬢は、婚約破棄されて優雅に花開く。). Nghệ thuật: Maaraa Natsu, Chuyện: Sazanami. [Nguyên bản](https://ncode.syosetu.com/n2309hf/)\n4. \"Vị hôn phu đã vứt bỏ tôi để chọn em gái nhưng em ấy là một quả bom hẹn giờ\" (婚約者は私を捨てて妹を選びましたが、妹は時限爆弾でした). Nghệ thuật: Tachibana Edaka, Chuyện: Sekimiya Amon. [Nguyên bản](https://ncode.syosetu.com/n6054gw/)\n5. \"Tiể thư lãnh đạm bị hủy bỏ hôn ước tận hưởng hạnh phúc với chàng hoàng tử thời thơ ấu máum\" (婚約破棄されたやさぐれ令嬢は幼馴染のドM王子と幸せになります). Của Koyama Nayu\n6. \"Hãy cùng nhau bước đi trên con đường phản diện đầy hoa lệ\" (悪の華道を燃やしましょう). Nghệ thuật: Yamashiro Umeta, Chuyện: Mafuyubi. [Nguyên bản](https://ncode.syosetu.com/s6442c/)",
      "pt-br": "Noivados anulados, \"Bem-feito para você\", eventos de condenação, amor, realeza, heroínas reencarnadas, finais de banimento… está repleto de todos os encantos das vilãs! A adaptação de 5 histórias populares de vilãs que foram publicadas na Shousetsuka ni Narou! Uma antologia de oneshots com finais felizes!!\n\n**Sumário de volume 1:**\n1. \"A vilã conseguirá um amor verdadeiro\" (悪役令嬢は真実の愛を手にいれる). Arte: Hoshino Soumei, Conto: Nekomata Doremi. [Original](https://ncode.syosetu.com/n1664fm/)\n2. \"O conto da garota nobre que irá para um mosteiro após a anulação de seu noivado\" (婚約破棄されて修道院に行くお嬢様の話). Arte: Sorakura Shikiji, Conto: Yuuki Satoru. [Original](https://ncode.syosetu.com/n7933fg/)\n3. \"Definitivamente terei meu noivado anulado! Me tornarei uma vilã!\" (絶対に婚約破棄をしてみせます！～悪役令嬢に、私はなる！). Arte: Kuroe Yui, Conto: Reiga Utsuho. [Original](https://ncode.syosetu.com/n1702fn/)\n4. \"Aku no Kadou wo Ikimashou\" (悪の華道を行きましょう; \"Vamos andar de mãos dadas pelo caminho florido para a maldade?\"). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n3244cr/)\n5. \"A vilã brinca com o primeiro amor do segundo príncipe\" (悪役令嬢は第二王子の初恋に翻弄される). Arte: Ohitsuji Ei, Conto: Mizuno Saaya. [Original](https://ncode.syosetu.com/n2169fj/)\n\n**Sumário de volume 2:**\n1. \"Konyaku Haki wo Mochikakerarete Juusuunen, Soko Made Iu Nara Haki Shimashou!\" (婚約破棄を持ちかけられて十数年、そこまで言うなら破棄しましょう！; \"Já faz 10 anos que desde que você pediu para terminar nosso noivado, se você insiste tanto assim, vamos terminar!\"). Por Yoshimura\n2. \"A vilã ri inocentemente\" (悪役令嬢は無邪気に笑う). Arte: Ohitsuji Ei, Conto: Yoruru. [Original](https://ncode.syosetu.com/n1629cz/)\n3. \"A arte de reconstruir uma nação começa com o término de um noivado!\" (婚約破棄から始まる国家建て直し術！). Arte: Kawano Akiko, Conto: Hazuki. [Original](https://ncode.syosetu.com/n4551ft/)\n4. \"Armaram para você, sabia?\" (貴方は嵌められたのですよ？). Arte: Koyuki Iroha, Conto: Yuki Yukiko. [Original](https://ncode.syosetu.com/n6502eu/)\n5. \"A vilã explodiu\" (悪役令嬢は爆死しました). Arte: Nanso, Conto: bouro. [Original](https://ncode.syosetu.com/n4564fw/)\n6. \"Eu reencarnei como uma vilã. Venha rápido, ao meu evento de término de noivado\" (転生したら悪役令嬢になりました。婚約破棄のイベント、早く来い). Arte: Mochida Moo, Conto: Kyouka. [Original](https://ncode.syosetu.com/n4699fn/)\n\n**Sumário de volume 3:**\n1. \"Um dia, eu consegui ouvir a voz interior da minha noiva\" (ある日婚約者の心の声が聞こえるようになりました。). Arte: Chuugyaku, Conto: Enju Subaru. [Original](https://ncode.syosetu.com/s6234f/)\n2. \"A personalidade do meu noivo é bem diferente da do jogo!\" (婚約者の性格が原作と違うのですが). Arte: Mochida Moo, Conto: Kozuki. [Original](https://ncode.syosetu.com/s5772f/)\n3. \"Era para eu me casar com alguém que me odiava, mas quando menos percebi começaram a gostar de mim\" (嫌われている相手に嫁いだはずがいつのまにか溺愛されていました). Arte: Potagi, Conto: Mikoto. [Original](https://ncode.syosetu.com/n4692gb/)\n4. \"Vamos continuar pelo caminho florido da maldade?\" (悪の華道を追いましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n5872cw/)\n5. \"Eu aceitarei sua oferta com prazer\" (そのお言葉、喜んでお受けいたしますわ). Arte: Oshitsuji Ei, Conto: Kiraku Naohito. [Original](https://ncode.syosetu.com/n5454gb/)\n\n**Sumário de volume 4:**\n1. \"Cancelar com o noivado? Eu não fiz nada, diretamente ou indiretamente. Mas quando fui averiguar... quem imaginaria que as coisas acabariam assim?!\" (婚約破棄をしろと言われたけれど、身に覚えもなければスキャンダル捏造をされたわけでもなかったので原因究明をしてみたら、事態が斜め上に展開しました). Arte: Wamome, Conto: Kazukata Jin. [Original](https://ncode.syosetu.com/n8085gn/)\n2. \"Kishikoku Saikyou Reijou ni Yoru Ken to Ken to Renai Jutsu\" (騎士国最恐令嬢による剣と拳と恋愛術; \"A nobre mais temida do reino e um conto sobre suas habilidades de espada, modos e relacionamentos\"). Por Kanade Yumika\n3. \"Uma história sobre ser incapaz de evitar de apaixonar-se\" (愛しているから仕方のない話). Arte: Kida Yonoichi, Conto: Sakaki Dora. [Original](https://ncode.syosetu.com/n8011gg/)\n4. \"As garotas nobres reincarnadas querem casar-se com seus amados\" (転生令嬢たちは愛する者と結ばれたい). Por Chiaki Rie\n5. \"Pesadelo de festa de graduação\" (悪夢の卒業パーティー). Arte: Yatsuhashi Hachi, Conto: Funineko. [Original](https://ncode.syosetu.com/n3653gl/)\n6. \"Akuyaku Reijou Sasenasai\" (悪役令嬢…させなさい!!; \"Permita-me ser... a vilã!\"). Por Kawano Akiko\n\n**Sumário de volume 5:**\n1. \"O tumulto causado pelo mal entendido do cancelamento do meu noivado com o príncipe\" (私と王子の勘違い婚約破棄騒動). Por Maro\n2. \"Iria parecer que você cancelou o noivado para casar-se comigo, mas não tenho intenção de me casar com você\" (私と結婚するつもりで婚約破棄をしたようですが私は貴方と結婚する気はありません). Arte: Usui Tsukasa, Conto: Tetsuhako. [Original](https://ncode.syosetu.com/n9230cy/)\n3. \"A garota nobre melancólica vestida em um vestido negro como a noite\" (やさぐれ令嬢は漆黒のドレスを纏う). Por Hizuki\n4. \"Agora que meu noivado foi anulado, posso ter minha cota dos meus adorados doces\" (婚約破棄されたので愛するお菓子を満喫します). Por Kagari Touya\n5. \"Vamos arruinar o caminho florido para a maldade?\" (悪の華道を潰しましょう). Arte: Yamashiro Umeta, Conto: Mafuyubi. [Original](https://ncode.syosetu.com/n8188gz/)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "5"
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/c4c39f29-bf9a-4cc6-808c-07dd70385f2e.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af3a6733-f268-4ab9-8333-909e2cfc56ce",
    "title": {
      "en": "Fuin Maou wa Mederaretai"
    },
    "updatedAt": "2024-04-13T03:06:06+00:00",
    "coverArt": "https://mangadex.org/covers/af3a6733-f268-4ab9-8333-909e2cfc56ce/51f5f6ad-457f-488a-a5c5-0666352e9a61.jpg",
    "altTitles": [
      {
        "ja": "Fuuin Maou wa Mederaretai"
      },
      {
        "en": "Sealed Demon King wants to be loved"
      },
      {
        "ja": "封印魔王は愛でられたい"
      },
      {
        "pt-br": "O Rei Demônio selado quer ser amado"
      }
    ],
    "description": {
      "en": "Lilian Eddington finds a mysterious but cute black beast in the woods, which she refuses to abandon when her grandfather says she can't keep it as a pet. After he finally consents, she kisses the newly named Woolbo on the nose only for it to release the seal on it and it turns into the Maou. While condescending at first, the Maou decides he can't abandon Lilia either. How will their days together play out in the future?",
      "pt-br": "Lilian Eddington encontra uma fera negra misteriosa, mas fofa, na floresta, que ela se recusa a abandonar quando seu avô diz que ela não pode mantê-la como animal de estimação. Depois que ele finalmente consente, ela beija o recém-nomeado Woolbo no nariz apenas para que ele libere o selo e ele se transforma no Maou. Embora condescendente no início, o Maou decide que também não pode abandonar Lilia. Como serão seus dias juntos no futuro?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "15"
  },
  {
    "mangaId": "28b5d037-175d-4119-96f8-e860e408ebe9",
    "title": {
      "en": "Shimeji Simulation"
    },
    "updatedAt": "2024-01-16T13:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d037-175d-4119-96f8-e860e408ebe9/10fdd70c-4bfa-470c-a821-31d92a00ef47.jpg",
    "altTitles": [
      {
        "ja": "シメジシミュレーション"
      },
      {
        "ru": "Симуляция Симэдзи"
      }
    ],
    "description": {
      "en": "A surreal yet heartwarming 4-koma series about everyday life.  \n  \nFrom the author of Shoujo Shuumatsu Ryokou/Girls' Last Tour.",
      "fr": "Une jeune fille s'est enfermée dans son placard pendant ses 2 dernières années de collège et se rend compte qu'elle doit maintenant passer au lycée. Quand elle sort de son placard pour la première fois en deux ans et se regarde dans le miroir, elle s'aperçoit que des champignons « shimeji » ont commencé à pousser sur sa tête."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "49"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76e29db7-f094-48b8-a74a-0cc93a9e9c6f",
    "title": {
      "en": "Kanokon"
    },
    "updatedAt": "2023-02-12T04:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/76e29db7-f094-48b8-a74a-0cc93a9e9c6f/06c88a56-6300-4dd9-92e2-e6c34045b9d8.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanojo wa Kon, to Kawaiku Seki o Shite"
      },
      {
        "ja": "かのこん"
      },
      {
        "ja": "彼女はこん、とかわいく咳をして"
      },
      {
        "hi": "कानोकोन"
      },
      {
        "zh": "我的狐仙女友"
      }
    ],
    "description": {
      "en": "On the very first day that innocent country boy, Oyamada Kouta, transfers to a city high school, the prettiest girl in school asks him to meet her alone. They meet in the music room, all alone. Her shining hair and entreating eyes! Her flushed cheeks! Her sweet lips! Her… fox tail?!!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "47"
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-04-06T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/67a7a63e-d490-421d-865b-edfb45aabac3.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0413c01-9d2b-40ca-8368-4287aa9b5fff",
    "title": {
      "en": "Madara Moyou no Yoi"
    },
    "updatedAt": "2024-02-03T15:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/e0413c01-9d2b-40ca-8368-4287aa9b5fff/b0e138c6-6f32-4388-a836-4937e820ad1b.jpg",
    "altTitles": [
      {
        "ja": "まだら模様のヨイ"
      },
      {
        "en": "Yoi With Mottled Skin"
      }
    ],
    "description": {
      "en": "Yoi, a girl who has nowhere to go because she looks different from the people around her.\nWho reached out to her...?\n\nThis is a sci-fi story about an atypical girl who puts her existence on the line to survive in a world of despair!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b7347fa-5e4a-43b6-9dba-3a2da9820b7e",
    "title": {
      "en": "Ginga Densetsu Weed"
    },
    "updatedAt": "2023-06-02T09:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/5b7347fa-5e4a-43b6-9dba-3a2da9820b7e/46ef3c3d-7d51-4b5d-b706-cf14f34ed680.jpg",
    "altTitles": [
      {
        "en": "Ginga Legend Weed"
      },
      {
        "en": "Silver Fang Legend Weed"
      },
      {
        "ja": "銀牙伝説WEED"
      },
      {
        "ja": "銀牙伝説ウィード"
      }
    ],
    "description": {
      "en": "A dog named Weed happens to hear he is the son of Gin, the great leader of Ohu, who lead the dogs of Ohu to victory in a fight against the monstrous bear Akakabuto.   \nWeed wants to find his father no matter what.   \nOn his way to find him, Weed hears that his father has been captured by a ruthless villain called Hougen.  \n  \nSequel to Ginga Nagareboshi Gin."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "60",
    "lastChapter": "500"
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-01-12T01:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/8fef6473-8b55-4cd1-a3ea-2db6cf53674b.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da3a2007-4877-4174-82a4-498682f557a8",
    "title": {
      "en": "After Getting Injured, This Female Doctor Cared for Me Strangely"
    },
    "updatedAt": "2024-01-28T07:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/da3a2007-4877-4174-82a4-498682f557a8/bc39a408-b1c1-449b-92bc-0bc503402d8d.jpg",
    "altTitles": [
      {
        "ja": "怪我から始まる女医との入院生活はどこかおかしい"
      },
      {
        "ja-ro": "Kega Kara Hajimaru Joi to no Nyuuin Seikatsu wa Dokoka Okashii"
      },
      {
        "uk": "Після поранення, ця лікарка дивно піклується про мене"
      }
    ],
    "description": {
      "en": "A strangely kind doctor during night shifts...",
      "uk": "Дивно добра лікарка під час нічної зміни...",
      "pt-br": "Uma doutora estranhamente gentil durante os turnos noturnos..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "189e5117-5e4d-403e-b315-3d500f44ee5d",
    "title": {
      "en": "Full Marks, Hidden Marriage"
    },
    "updatedAt": "2023-11-07T00:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/189e5117-5e4d-403e-b315-3d500f44ee5d/0d30650c-0ad3-4612-b966-b6275f4b68db.jpg",
    "altTitles": [
      {
        "en": "Full Marks Hidden Marriage: Pick Up a Son, Get a Free Husband"
      },
      {
        "en": "Hidden Marriage 100 points"
      },
      {
        "en": "Hidden Marriage 100 points: Provoke a Wife to Marry One Get One Free"
      },
      {
        "en": "The Lovely Wife And Strange Marriage"
      },
      {
        "zh": "隐婚100分：惹火娇妻嫁一送一"
      },
      {
        "en": "Maybe You Shine"
      },
      {
        "zh-ro": "Xǔ nǐ Wànzhàng Guāngmáng Hǎo - Yǐn Hūn 100 Fēn: Rěhuǒ Hiāo Qī Jià Yī Sòng Yī"
      },
      {
        "zh": "许你万丈光芒好"
      }
    ],
    "description": {
      "en": "Her boyfriend was taken from her, her parents were ashamed of her and she was exiled abroad without consent! Everyone thought she was abandoned and only she could fend for herself… After five years, Ning Xi returns to fulfil her childhood dream of becoming a famous actress. However, her sister is still out to sabotage her every chance she gets! What schemes will she have to avoid?",
      "fr": "Ning Xi est tombée bien bas : son petit ami lui a été volé, ses parents l’ont reniée et envoyée à l’étranger, et sa pire ennemie est prête à tout pour lui mettre des bâtons dans les roues ! Mais Ning Xi n’a plus envie de s’apitoyer sur son sort. Après cinq ans d’absence, elle revient, prête à se venger et à atteindre un objectif bien précis : devenir la reine du cinéma ! Mais sur sa route… elle rencontrera le beau Lu Ting Xiao qui fera chavirer son cœur !  \nEnvoyer un message à @Tacky",
      "id": "\"\"\"Sang pewaris telah mengubah identitasnya? Aku mengalami penderitaan saat kembali ke keluarga asliku? Kekasihku menghianatiku untuk adik perempuanku? Tidak hanya itu, aku juga disakiti oleh seseorang hingga kehilangan anak yang sedang kukandung dan diasingkan oleh keluarga sendiri? Bisakah kemalanganku melebihi ini? Tapi jangan khawatir. Tunggu sampai aku memasuki organisasi misterius itu‒aku akan menjadi orang baru, kembali menjadi lebih kuat, dan mulai merencanakan balas dendamku! Tetapi kemudian seorang pria‒ seorang pemimpin perusahaan dan ayah tunggal‒ memintaku untuk tinggal bersamanya? Apa yang sebenarnya sedang terjadi?!\"\"\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc1355b-9c02-48e2-a457-094b592ecd9c",
    "title": {
      "en": "Monkey Peak"
    },
    "updatedAt": "2023-09-05T09:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fc1355b-9c02-48e2-a457-094b592ecd9c/ea33182d-54c3-4f67-b72d-72f2c26463d2.jpg",
    "altTitles": [
      {
        "vi": "Đỉnh Núi Khỉ"
      },
      {
        "ja": "モンキーピーク"
      }
    ],
    "description": {
      "en": "A group of employees from the Fujitani Pharmaceutical Company are on a hiking trip. After the company suffered a crisis, the CEO hopes to improve teamwork and morale among new and old employees with this trip. Not everyone is as excited as he is. Unfortunately for them, they soon find themselves having to deal with problems that they weren't prepared for.  \n  \nWhat's going to happen to these employees? Will they fall in love with hiking? Will they be able to work together, get along well, and bring the company back to its feet? Read and find out in this heartwarming story of adventure, friendship, and teamwork!",
      "pt-br": "Um grupo de funcionários da Fujitani Pharmaceutical Company está em uma viagem de caminhada. Depois que a empresa sofreu uma crise, o CEO espera melhorar o trabalho em equipe e o moral entre novos e antigos funcionários com esta viagem. Nem todo mundo está tão animado quanto ele. Infelizmente para eles, eles logo se vêem tendo que lidar com problemas para os quais não estavam preparados.\n\nO que vai acontecer com esses funcionários? Será que eles vão se apaixonar por caminhadas? Eles serão capazes de trabalhar juntos, se dar bem e trazer a empresa de volta aos seus pés? Leia e descubra nesta emocionante história de aventura, amizade e trabalho em equipe."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-01-14T15:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68a9d14a-3d14-4295-bc10-ad75cc32e885",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Deep Sea Cyber-Paradise, SE.RA.PH"
    },
    "updatedAt": "2024-02-05T21:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/68a9d14a-3d14-4295-bc10-ad75cc32e885/30be794f-e1d8-435e-a1d6-16d230c0824b.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　深海電脳楽土 SE.RA.PH"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Shinkai Dennou Rakudo, SE.RA.PH"
      },
      {
        "en": "Fate/Grand Order -Epic of Remnant- Abyssal Cyber Paradise, SE.RA.PH"
      },
      {
        "en": "Fate/EXTRA CCC x Fate/Grand Order"
      },
      {
        "ru": "Судьба/Великий приказ: Эпос о Наследии. SE.RA.PH. Электронный рай в морской глубине"
      },
      {
        "uk": "Доля/Великий Наказ: Епос Залишків - Глибоководний кібер-рай SE.RA.PH"
      }
    ],
    "description": {
      "en": "To repair the singularity of the future, the main character, Ritsuka Fujimaru, will shift again to lay down a tremendous battle.",
      "pt-br": "Ao lidar com a incineração da ordem humana, Fujimaru Ritsuka se depara com uma nova e incompreensiva ameaça. Tudo começa quando um navio petroleiro denominado Seraphix desaparece sem deixar rastros."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23c9bb1-870e-483d-a496-0c55021c1bed",
    "title": {
      "en": "Flag Capture in the First Move"
    },
    "updatedAt": "2024-06-06T19:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/b23c9bb1-870e-483d-a496-0c55021c1bed/65616b89-09fa-4312-8938-3e79b81e874c.jpg",
    "altTitles": [
      {
        "en": "An Ideal Response to Little Devil-Type Girls."
      },
      {
        "en": "An MC Who Recklessly Opened the Not-Supposed-to-Be-Opened Osananajimi Route"
      },
      {
        "en": "Friendly Appeal MC vs Clumsy Kuudere"
      },
      {
        "en": "Honest-Considerate MC vs Shy Senior"
      },
      {
        "en": "Honest-Considerate MC vs. Club Junior"
      },
      {
        "en": "I'm Fine Even If She's a Little Bit Yandere, I Just Wanna Be Popular"
      },
      {
        "en": "I'm OK Even If She's a Yandere"
      },
      {
        "en": "It's You"
      },
      {
        "en": "MC That Flips Out in Conversations VS Crude Girl"
      },
      {
        "en": "Meeting an Onee-san After a Few Years vs. Honest Guy"
      },
      {
        "ja-ro": "Mou Karui Yandere de Ii kara Mote Taiwa"
      },
      {
        "ja-ro": "Omaejan"
      },
      {
        "en": "Perfect Communication Senpai vs. High-Maintenance, Talkative and Awkward Kouhai"
      },
      {
        "en": "Self-Proclaimed Anti-Social Girl vs. Brute-force Type MC"
      },
      {
        "en": "Strong-Pressuring MC vs. Strong-Willed Class Rep"
      },
      {
        "en": "Super-template Tsundere Girl vs MC with Anti-Tsundere Measures"
      },
      {
        "ru": "Это ты"
      },
      {
        "ja": "お前じゃん"
      },
      {
        "ja": "パーフェクトコミュニケーション先輩VS重くて饒舌で不器用に後輩"
      },
      {
        "ja": "ブチギレコミュ力主人公VSがさつ系女子"
      },
      {
        "ja": "フラグを先手で折りまくる"
      },
      {
        "ja": "ポンコツヤンキー"
      },
      {
        "ja": "もう軽いヤンデレでいいからモテたい話"
      },
      {
        "ja": "ルートがないはずの幼馴染ルートを勝手にこじ開ける主人公"
      },
      {
        "ja": "察しのいい敏感系主人公 VS おとなしい先輩"
      },
      {
        "ja": "察しのいい敏感系主人公 VS 部活の後輩"
      },
      {
        "ja": "小悪魔系女子への理想的な対応"
      },
      {
        "ja": "押しが強い系主人公VS気が強い委員長"
      },
      {
        "ja": "数年ぶりに会ったお姉さんVS正直者"
      },
      {
        "ja": "気さくなアピール主人公VS不器用クーデレ"
      },
      {
        "ja": "超テンプレポンコツンデレ女子VSツンデレ対策に定評のある主人公"
      },
      {
        "uk": "Все гаразд, навіть якщо вона Яндере."
      }
    ],
    "description": {
      "en": "This is a romantic comedy RTA manga in which the protagonist reads the signs and makes a preemptive move to make a girl with a problem happy in every parallel world.",
      "fr": "Histoires courtes sur un personnage principal honnête avec les filles."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "15"
  },
  {
    "mangaId": "f756c8a3-6abb-4912-813d-81718272fa7f",
    "title": {
      "en": "Girls Who Behave Differently When Dating"
    },
    "updatedAt": "2024-05-12T10:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/f756c8a3-6abb-4912-813d-81718272fa7f/62a1f67a-7d82-4d8e-86e1-fb20b1c9e722.jpg",
    "altTitles": [
      {
        "ja": "付き合ったらイメージが変わる女の子"
      },
      {
        "ja-ro": "Tsukiattara Imeji ga Kawaru Onna no Ko"
      },
      {
        "pt-br": "Garotas Que Se Comportam De Maneira Diferente Quando Namoram"
      }
    ],
    "description": {
      "en": "Several one-page stories of girls who behaved differently when dating.",
      "pt-br": "Várias histórias de uma página de garotas que se comportam de maneira diferente quando namoram."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "733d95ce-4dc2-4c02-a177-6cb772b18317",
    "title": {
      "en": "The Girl I Saved on the Train Turned Out to Be My Childhood Friend"
    },
    "updatedAt": "2024-03-06T11:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/733d95ce-4dc2-4c02-a177-6cb772b18317/b4fc3219-0262-466d-8061-a4b922ccc58d.jpg",
    "altTitles": [
      {
        "ja-ro": "Chikan Saresou ni Natteiru S-kyuu Bishoujo wo Tasuketara Tonari no Seki no Osananajimi datta"
      },
      {
        "zh": "从痴汉手中救下的S级美少女竟然是我的邻座的青梅竹马"
      },
      {
        "ja": "痴漢されそうになっているＳ級美少女を助けたら隣の席の幼馴染だった"
      },
      {
        "zh-hk": "從痴漢手中救下的S級美少女竟然是我的鄰座的青梅竹馬"
      }
    ],
    "description": {
      "en": "Fushimi Hina is the most universally recognized S-class beauty in the school. She is a childhood friend of Ryo, but they hardly spoke to each other from junior high school, but when Ryou steps in to save a girl on a train, he doesn't expect her to be his childhood friend Hina. Will his heroic act inspire Hina to get closer to Ryou?",
      "pt-br": "Fushimi Hina é reconhecida na escola pela sua beleza classe S. Ela é amiga de infância de Ryou, mas eles raramente se falam desde o fundamental, mas quando Ryou salva uma garota em um trem, ele não esperava que fosse a sua amiga de infância Hina. Será que o seu ato heróico inspirará Hina a se aproximar dele?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7443eddf-28c2-4f7d-ac4c-40b52bf31231",
    "title": {
      "en": "An Elf Comes to a Peaceful Goblin Village"
    },
    "updatedAt": "2024-06-06T19:33:19+00:00",
    "coverArt": "https://mangadex.org/covers/7443eddf-28c2-4f7d-ac4c-40b52bf31231/18a12315-a47c-4a17-a2fe-f94de87e8033.png",
    "altTitles": [
      {
        "ja": "平和なゴブリンの村にエルフが"
      },
      {
        "es-la": "Una elfa llega a una pacífica aldea de goblins"
      },
      {
        "uk": "Ельфійка завітала до мирного гоблінського селища"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6e2fc57-8103-478d-9196-3cb2c4fe939e",
    "title": {
      "en": "Chiisana Kimi to, Koe wo Tooku ni"
    },
    "updatedAt": "2024-05-04T18:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/e6e2fc57-8103-478d-9196-3cb2c4fe939e/42f43ca7-d028-4425-8f07-bf71f6e3ddb7.jpg",
    "altTitles": [
      {
        "ja": "ちいさな君と、こえを遠くに"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0aa2ca6-8985-4b6f-beda-f7fa1956422e",
    "title": {
      "en": "Saijaku Tamer wa Gomi Hiroi no Tabi o Hajimemashita"
    },
    "updatedAt": "2024-05-15T07:39:20+00:00",
    "coverArt": "https://mangadex.org/covers/f0aa2ca6-8985-4b6f-beda-f7fa1956422e/576da812-e546-4231-8f01-3c2e0bf7946f.jpg",
    "altTitles": [
      {
        "ja": "最弱テイマーはゴミ拾いの旅を始めました。"
      },
      {
        "ja": "最弱テイマーはゴミ拾いの旅を始めました。＠COMIC"
      },
      {
        "ja-ro": "Saijaku Teima wa Gomi Hiroi no Tabi wo Hajimemashita"
      },
      {
        "en": "The Weakest Tamer Began a Journey to Pick up Trash"
      },
      {
        "en": "The Weakest Tamer Started a Garbage-Picking Journey"
      },
      {
        "fr": "La dresseuse sans étoile parcourt le monde pour récolter des déchets"
      },
      {
        "ru": "Слабейшая укротительница в путешествии по сбору мусора"
      },
      {
        "th": "การผจญภัยของเทมเมอร์มือใหม่ กับสไลม์สุดด๋อย"
      },
      {
        "ko": "최약 테이머는 폐지 줍는 여행을 시작했습니다"
      },
      {
        "zh": "最弱的驯养师开启的捡垃圾的旅途"
      },
      {
        "id": "Penjinak terlemah mulai berkelana untuk memungut sampah"
      },
      {
        "uk": "Найслабша приборкувачка почала свою подорож зі збирання сміття"
      },
      {
        "id": "Pawang Terlemah Mulai Berpetualang Menjadi Pemulung"
      }
    ],
    "description": {
      "en": "When Ivy was born into this world, she remembered her past life. Remembering her preincarnation, she strove to avoid strife. But fate curdled at the status check, when kids learn who they are. For she had only one skill – Taming – and not a single star. Ivy was weak from the start – at most, she could tame a slime. And in her world, most people did not give the weak their time. Only one woman in her village would treat her as her own. But after she died, Ivy got the hint and ran from home. While on the lam, she met a tiny slime and made Sora its name.  And such begins the heart-warming survival story of a small girl who can tame.\n\n- [Original Web Novel](https://ncode.syosetu.com/n9629ex/)",
      "fr": "Dans un monde fantasy où l'avenir de chacun est déterminé par les \"skills\" révélés durant l'enfance, la jeune Ivy se voit attribuer le métier de dresseuse de monstres au rang le plus bas qui soit : sans-étoile. Rejetée par son village, elle entame alors un voyage aux côtés de Sora, un slime tout faible, seul monstre qu'elle ait réussi à apprivoiser.\nLa plus faible des dresseuses et le plus faible des monstres parviendront-ils à survivre dans ce monde rude et sans pitié... ?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa6087a-8d2b-4d8a-a4d9-1aa2d5415c1b",
    "title": {
      "en": "Sumire and Lily"
    },
    "updatedAt": "2024-06-06T19:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/afa6087a-8d2b-4d8a-a4d9-1aa2d5415c1b/098ecd1c-d4de-4da9-9f46-744575048bff.png",
    "altTitles": [
      {
        "ja": "スミレとリリィ"
      },
      {
        "ja-ro": "Sumire to Lily"
      },
      {
        "ko": "스미레와 릴리"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f820266b-8247-4575-873d-988d4405d67a",
    "title": {
      "en": "After 10,000 years I will do whatever I want"
    },
    "updatedAt": "2024-03-07T08:34:04+00:00",
    "coverArt": "https://mangadex.org/covers/f820266b-8247-4575-873d-988d4405d67a/6417c51d-56c0-49be-8619-f0c0f394b83b.jpg",
    "altTitles": [
      {
        "zh": "我在一万年后为所欲为"
      },
      {
        "zh-ro": "Wǒ Zài Yī Wàn Nián Hòu Wéisuǒyùwéi"
      }
    ],
    "description": {
      "en": "Wang Rui was an cultivator 10,000 years ago. The cultivation civilization in Tongxuan Continent 10,000 years ago was extremely prosperous. However, after encountering a catastrophe involving the invasion of extraterrestrial evil spirits, the immortal cultivation civilization in Tongxuan Continent suffered a major setback. Almost all the knowledge and people related to immortal cultivation were annihilated. Wang Rui reborn in the Young master of Wang family, Who has the same name “Wang Rui” as him after 10000 years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-04-06T05:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a",
    "title": {
      "en": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
    },
    "updatedAt": "2024-04-25T19:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a/14db4bd5-b72a-4abb-b50e-2ed5747a6242.jpg",
    "altTitles": [
      {
        "ja": "チートスキル『支配』を使って異世界ハーレム！"
      },
      {
        "en": "Another world harem using the cheat skill \"dominance\"!"
      },
      {
        "ja-ro": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
      },
      {
        "id": "Harem dunia lain menggunakan skill cheat \"dominasi\"!"
      }
    ],
    "description": {
      "en": "One day, the protagonist suddenly transferred to another world.\n\"It looks like the world of the anime I was watching last night, but when I tried to imitate the hero of the anime, the status screen appeared in front of me! I was surprised by the high specs of my abilities, but I was shocked when I saw the name on the status screen! Surprisingly, I am a small fry character [fake hero] who is defeated by the main character in the early stages!\"\nKnowing that his role is \"a fake hero to be defeated by a hero\", the hero abandons the empty life in his original world and lives a short life as a\"fake hero\" in a harem until the real hero defeats him. Make up your mind!",
      "id": "Suatu hari, seorang pemuda dipanggil ke isekai, rupanya itu adalah dunia anime yang dia tonton. tapi dia sangat terkejut karena dia berperan menjadi karakter penjahat (pahlawan palsu) yang mati diawal episode. oleh karena itu sebelum hari dia dikalahkan oleh pahlawan asli, dia bertekad untuk membuat harem didunia itu.",
      "ja": "開き直って『偽勇者』を謳歌する彼の元に、遂にホンモノの勇者が現れる。しかし目の前に現れた彼女は年端もいかない少女…しかもクソ生意気なメスガキ!?どちらが悪役かわからない暴虐を振るう彼女、その授かったチートスキルとは――。遂に雌雄を決する『勇者　VS　勇者』!!どっちが本物の主人公かわからせてやらなきゃなぁ!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f49ae36-217f-416f-bcd0-b1cfdfd899b9",
    "title": {
      "en": "I Am The Dengle"
    },
    "updatedAt": "2024-05-23T09:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/0f49ae36-217f-416f-bcd0-b1cfdfd899b9/85176b84-642b-4eb9-b470-1a9e4300f94d.jpg",
    "altTitles": [
      {
        "zh": "亡灵天使"
      },
      {
        "zh-ro": "Wánglíng Tiānshǐ"
      }
    ],
    "description": {
      "en": "Fang Wanjie risks everything to raise money for his girlfriend's medical expenses by entering a place called \"The Gate\". However, he discovers that the high pay was actually a trap. He is then manipulated, humiliated and beaten by his companions, but he persists despite everything. He is then chased and attacked by thousands of monsters. On the verge of death, he awakens an innate talent that allows him to survive in the most perilous situations. As he contemplates leaving \"The Gate\" to seek revenge, he realizes that the key to opening the gate has been destroyed, leaving him trapped inside, surrounded by monsters. He is determined to survive, fight and become stronger, even if he has to become an undead creature, in order to make those who betrayed him pay.\n\nTranslated by Google Translate.",
      "fr": "Fang Wanjie risque tout pour réunir l’argent nécessaire aux frais médicaux de sa petite amie en entrant dans un endroit appelé « La Porte ». Cependant, il découvre que la rémunération élevée était en fait un piège. Il est alors manipulé, humilié et battu par ses compagnons, mais il persiste malgré tout. Il est ensuite poursuivi et attaqué par des milliers de monstres. Au bord de la mort, il éveille un talent inné qui lui permet de survivre dans les situations les plus périlleuses. Alors qu’il envisage de quitter « La Porte » pour se venger, il réalise que la clé permettant d’ouvrir la porte a été détruite, le laissant piégé à l’intérieur, entouré de monstres. Il est déterminé à survivre, à combattre et à devenir plus fort, même s’il doit devenir une créature morte-vivante, afin de faire payer ceux qui l’ont trahi.",
      "pt-br": "Fang Wanjie se arriscou para entrar na 'Porta' a fim de juntar dinheiro para o tratamento médico de sua namorada, mas não sabia que a alta recompensa no início era uma armadilha. Ele foi ridicularizado, humilhado e espancado por seus companheiros. Ele persistiu penosamente, mas foi perseguido e devorado por dezenas de milhares de monstros. À beira da morte, ele despertou seu talento e transformou o perigo em segurança. Quando ele se preparava para sair da 'Porta' para se vingar, descobriu que a chave para abrir a 'Porta' havia sido destruída e ele estava preso dentro da 'Porta' cheia de monstros. \n\nEle precisa sobreviver! Ele precisa lutar! Ele precisa ficar mais forte! Mesmo que se transforme em um morto-vivo, ele fará com que esses bastardos desejem estar mortos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6833095a-ea1b-4fa9-be44-c7df7f293082",
    "title": {
      "en": "I'm No Heroine!"
    },
    "updatedAt": "2024-06-01T18:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/6833095a-ea1b-4fa9-be44-c7df7f293082/ef8b2672-7eee-493c-a461-dd5eecfdcdb3.jpg",
    "altTitles": [
      {
        "ko": "남주는 정중히 사양하겠습니다!"
      },
      {
        "ko-ro": "Namjuneun Jeongjunghi Sayanghagessseubnida!"
      },
      {
        "en": "I Will Politely Decline the Male Lead!"
      },
      {
        "fr": "Maléfiquement vôtre"
      },
      {
        "ru": "Пожалуй, откажусь от главного героя!"
      },
      {
        "uk": "Я ввічливо відмовлю головному герою!"
      },
      {
        "mn": "Би эелдэгээр эрэгтэй гол дүрээс татгалзах болно!"
      },
      {
        "ja": "男主人公は丁重にお断りします！"
      },
      {
        "zh": "男主我就敬谢不敏了！"
      },
      {
        "zh": "礼貌地拒绝男主角"
      },
      {
        "zh-hk": "我會禮貌地拒絕男主角"
      },
      {
        "zh-hk": "我竟是大反派"
      },
      {
        "zh-hk": "禮貌地拒絕男主角"
      }
    ],
    "description": {
      "en": "A girl obsessed with a novel suddenly finds herself transported into the thick of the plot. The problem is, she has taken on the role of the villain in the story. And she knows how this ends… it's off with her head! Maybe she'll just let this play out and wake up back in reality… But after a few too many deaths to no avail, it's finally time to go off-script. She's going to have a little fun with this tale. She's made up her mind… to live!\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "fr": "Condamnée à mourir le jour de ses 20 ans puis à ressusciter encore et toujours pour l'éternité, c'est là, sa malédiction. Mais quitte à voir son avenir ruiné, autant vivre comme on le souhaite! La méchante est bien décidée à suivre cet adage et a changé l'histoire du roman où elle se trouve. L'héroïne, sa rivale? Plus question! Elle est tellement adorable, plutôt en faire sa meilleure amie! Le fiancé? Un prince héritier cruel et idiot, mieux vaut l'éliminer du paysage. Cependant, à chacune de ses décisions s'éloignant de l'histoire originale, le futur se modifie. Jusqu'où va-t-elle bouleverser le cours du roman et tous ses personnages?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "ko": "비참하게 처형당하는 소설의 악역으로 빙의했다.\n사망플래그를 피하기 위해 별짓 다 해봤지만, 돌아오는 건 결국 죽음뿐.\n세 번째 회귀하던 날, 나는 결심했다.\n막 살기로!\n\n“이렇게 살아도 죽고, 저렇게 살아도 살해당하는 판에\n나 하고 싶은 대로 하고 살겠다!”\n\n그러나 원작에서 너무 멀어진 탓일까.\n원래대로라면 원작 여주에게 향했어야 할 남주들의 관심이\n어째서인지 나한테 향하는 것 같다……?\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "uk": "Вона стала лиходійкою в романі, якій судилося жалісна смерть. У своєму першому житті вона пішла за оригінальною історією і померла. Потім знову прокинулась в тілі лиходійки. Під час наступної спроби вона робила все, щоб уникнути смерті, але врешті-решт її знову чекала лише вона.\nЯк би я не жила, все одно помру, чи не краще жити так, як хочеться?\nПроте, щось я надто далеко відійшла від оригінального сюжету. Чому раптом головний герой зацікавився мною?...\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)",
      "zh-hk": "她在一部小說中被當作惡棍附身，在小說中被悲慘地處決。\n\n我嘗試了一切來避免死亡標誌，但最終，只有死亡浮出水面。在第三次回歸的那天，我下定了決心。讓我們活下去吧！\n\n\"如果我這樣生活，我會死，如果我那樣生活，我會被殺！\"\n\n但這是因為它離原版太遠了嗎？主角對原版女主角的興趣似乎以某種方式針對了我......？\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.bomtoon.tw/detail/namju_RJ)\n* [French / Français](https://www.delitoon.com/detail/daf_1000570)\n* [Japanese / 日本語](https://www.lezhin.jp/ja/comic/okotowari)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a7992ca-634f-4625-ad41-8d2e75003f5b",
    "title": {
      "en": "Reincarnated as the Daughter of the Legendary Hero and the Queen of Spirits"
    },
    "updatedAt": "2024-05-07T20:24:47+00:00",
    "coverArt": "https://mangadex.org/covers/8a7992ca-634f-4625-ad41-8d2e75003f5b/44f52862-14ef-4099-be0c-60f123ffd5f0.jpg",
    "altTitles": [
      {
        "ja": "父は英雄、母は精霊、娘の私は転生者。"
      },
      {
        "ja-ro": "Chichi wa Eiyuu, Haha wa Seirei, Musume no Watashi wa Tenseisha"
      },
      {
        "en": "My Father Is a Hero, My Mother Is a Spirit, and the Daughter (Me) Is a Reincarnator"
      },
      {
        "de": "Mein Vater ist ein Held, meine Mutter ein Geist und ich, die Tochter, eine Wiedergeborene!"
      },
      {
        "ru": "Мой Отец - Герой, моя Мать - Королева духов, а я перерождённая их дочерью"
      },
      {
        "ru": "Мой Отец - Герой, моя Мать - Королева духов, Я - Перерождённая их дочерью"
      },
      {
        "fr": "Mon père est un héro, ma mère un esprit et moi une réincarnée"
      },
      {
        "pt-br": "Meu pai é um herói, minha mãe é um espírito e eu sou uma reencarnada"
      },
      {
        "ko": "아빠는 영웅, 엄마는 정령, 딸인 나는 전생자"
      },
      {
        "zh": "父亲是英雄, 母亲是灵魂, 我是个转世者"
      },
      {
        "zh": "爹强妈猛我无敌"
      },
      {
        "ja-ro": "Chichi wa Eiyū, Haha wa Seirei, Musume no Watashi wa Tensei-sha."
      },
      {
        "zh-hk": "轉生後的我成了英雄爸爸和精靈媽媽的女兒"
      },
      {
        "zh": "转生后的我成了英雄爸爸和精灵妈妈的女儿"
      },
      {
        "zh-hk": "父親是英雄， 母親是靈魂， 我是個轉世者"
      },
      {
        "zh-hk": "爹強媽猛我無敵"
      },
      {
        "en": "Dad Is a Hero, Mom Is a Spirit, I'm a Reincarnator"
      }
    ],
    "description": {
      "de": "Nun, ich wurde reinkarniert! Und mein Vater ist ein ehemaliger Held? Meine Mutter die Königin der Geister!? Mit meinem Wissen meines vorherigen Lebens und den Kräften in dieser Welt … werde ich das Glück meiner Familie beschützen!",
      "en": "Well, I was reincarnated! And my father is a former hero? And my mother is a queen of the spirits!? With my knowledge of my past life and my powers in this world… I'll protect my family's happiness!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15818f62-5107-4479-850c-9e53f3dfff37",
    "title": {
      "en": "Dominating the Cultivation Realm with Muscles"
    },
    "updatedAt": "2023-12-21T18:40:09+00:00",
    "coverArt": "https://mangadex.org/covers/15818f62-5107-4479-850c-9e53f3dfff37/c38376a3-e193-4eb6-8671-5228ecc5df43.jpg",
    "altTitles": [
      {
        "zh": "我用肌肉称霸修仙界"
      },
      {
        "zh-ro": "Wo Yong Jirou Chengba Xiu Xianjie"
      },
      {
        "zh-ro": "Wǒ Yòng Jīròu Chēngbà Xiū Xiānjiè"
      },
      {
        "en": "I Use My Muscles to Dominate the World of Cultivating Immortals"
      }
    ],
    "description": {
      "en": "Astonishing! A top-tier powerhouse defeated by a set of radio calisthenics! In “Today’s Immortal News,” witness a tale where a man punches his way through luck-favored experts, kicks against powerful cultivators, all without spiritual roots or the ability to manipulate spiritual energy. Yet, he defies all odds, using his sheer MUSCLES to ascend the heights of cultivation and reach the pinnacle of immortality.",
      "zh": "震惊！顶级大佬竟被一套广播体操打败！——《今日仙闻》 拳打气运强者，脚踢修仙大能，没有灵根，无法运用灵气，却靠一身肌肉踏上修仙巅峰。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-03-13T00:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/6e663b72-e515-4d05-aa3e-c8b3c2c786ec.jpg",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75b15447-4c7e-40c4-acac-7da048aaad86",
    "title": {
      "en": "Okamigun × Heisotsu"
    },
    "updatedAt": "2024-06-02T15:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/75b15447-4c7e-40c4-acac-7da048aaad86/03b8b5ef-d371-48d6-a449-600556bed67c.jpg",
    "altTitles": [
      {
        "ja": "女将軍✕兵卒"
      },
      {
        "ja-ro": "Okamigun x Heisotsu"
      },
      {
        "en": "Female Commander × Soldier"
      },
      {
        "en": "Female Commander x Soldier"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-05-29T18:03:28+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "en": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65208a20-4253-42c8-b0e7-56524bbe795b",
    "title": {
      "en": "Legend of Star General"
    },
    "updatedAt": "2023-09-16T04:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/65208a20-4253-42c8-b0e7-56524bbe795b/09bcbce1-aa28-4f81-8807-2d8db942cb1a.png",
    "altTitles": [
      {
        "en": "Star Armor Soul Will Pass"
      },
      {
        "zh": "星甲魂将传"
      },
      {
        "zh-ro": "Tinh Giáp Hồn Tướng"
      }
    ],
    "description": {
      "en": "Song Yunxiang, the last Star Soul General of the Human Race, brought the system back to the campus era.  When he was a teenager, he was blinded by the incomplete soul, because he was weak and could only watch his relatives and friends die in front of him.  In this life, he returned with a system rebirth, with 60 years of combat experience and knowledge and technology, and returned to school. From then on, he used to build mechas to fight monsters... The things that have regretted, the people who have missed, this time will not leave regrets.",
      "zh": "人族最后一位星魂师宋云祥，带着系统重生回校园时代。 少年时曾因为魂脉残缺遭人白眼，因为弱小只能眼睁睁看着亲友战死在自己身前。 这一世，带着系统重生归来，拥有六十年的战斗经验和知识技术，重返校园，从此一路开挂造机甲打怪兽… 曾经后悔的事，曾经错过的人，这一次将不留遗憾。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37bad6d-2cba-43ee-b978-fe9f4e675a0a",
    "title": {
      "en": "Perfect Addiction"
    },
    "updatedAt": "2024-06-06T17:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/c37bad6d-2cba-43ee-b978-fe9f4e675a0a/0288205c-dab0-4cd9-9373-f0de36ea23ca.jpg",
    "altTitles": [
      {
        "vi": "Chứng Nghiện Hoàn Hảo"
      },
      {
        "ja": "パーフェクトアディクション"
      }
    ],
    "description": {
      "en": "“I like your face. Your beauty is perfect!” –\n\nAkihito, a flowery student who only likes people with beautiful faces, thought so when he met Sae - a person with both a delicate face and a calm demeanor that made him forget the way home. During the meeting party, when Akihito realized that Sae was also with the girl he was \"paying attention to\", he was extremely bitter. Suddenly he accidentally witnessed an argument between Sae and a man in the hotel. Actually, Sae is a tree; When he confided the troubles and frustrations in his heart, he seemed to turn into a completely different person than usual.\n\nAkihito got excited and used pressure on Sae to get on the bed. Sae was surprised but the situation was out of control ~"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]