[
  {
    "mangaId": "2e5cbfe5-bd49-4a26-b425-1854e2e117b1",
    "title": {
      "en": "Umineko no Naku Koro ni Episode 4: Alliance of the Golden Witch"
    },
    "updatedAt": "2023-12-23T13:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/2e5cbfe5-bd49-4a26-b425-1854e2e117b1/e36230d6-9a8b-4441-9ed3-2e1330ca28b4.jpg",
    "altTitles": [
      {
        "en": "Umineko WHEN THEY CRY Episode 4: Alliance of the Golden Witch"
      },
      {
        "ja": "うみねこのなく頃に　Episode4:Alliance of the golden witch"
      }
    ],
    "description": {
      "en": "Twelve years after her loved ones were brutally murdered at the annual family meeting, Ange Ushiromiya, now eighteen, is the sole heir of the Ushiromiya family. Ostracized by her peers, Ange seeks companionship in the pages of a diary left behind by her cousin, Maria. The diary offers a precious glimpse of Maria's world--her struggles at school, her friendship with stuffed--lion Sakutarou, and her fascination with magic. It's as if the diary contains the last remnants of Ange's dear cousin...and an opportunity for Ange to discover the magic within herself... [Yen Press]"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "29"
  },
  {
    "mangaId": "c2c6544d-88be-49bf-870a-97191cb7dd49",
    "title": {
      "en": "Who Stole the Empress?"
    },
    "updatedAt": "2024-07-21T18:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/c2c6544d-88be-49bf-870a-97191cb7dd49/c4c8a73e-1b3d-4717-8cc8-1392909c5a33.jpg",
    "altTitles": [
      {
        "ko": "황후를 훔친 이는 누구인가"
      },
      {
        "pt-br": "Quem Roubou a Imperatriz"
      },
      {
        "ko-ro": "Hwanghureul Humchin Ineun Nuguinga"
      },
      {
        "zh-hk": "是誰偷走了皇后"
      },
      {
        "zh": "是谁劫走了皇后"
      },
      {
        "es-la": "¿Quien se robó a la emperatriz?"
      }
    ],
    "description": {
      "en": "\"All my people are dead... I just wanted to try my best. I just wanted to be a kind Empress. Why...\"\n\nHer injuries made her look so worn out… After torturing her for days and killing everyone she ever loved, the Emperor abandoned the Empress in the snowy mountains. In this heavy snowfall, the former Empress Roselyn had resigned herself and was ready to accept death. Her family, her friends, all her hard work for the people of the empire... There was no reason left for her to continue living. So she laid down on this pure white blanket, her body almost frozen, and watched the white snow be dyed in black. At first, the cold was painful, but the pain quickly subsided and so she thought that freezing to death just might not be all that bad.\n\n“Being persecuted to death, lying alone as if you're ruling this snowy field...”\n\nThat man.\n\n“If you don't need your life anymore... then pardon me, I’ll take it.”\n\nHe's the enemy general, Tamon Krasis.\n\n“You’re mine now, Empress.”\n\nShe was abandoned by them, but he stole her and took her away. Who kidnapped the Empress?\n\n---\n**Links:**\n- Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/book/who-stole-the-empress?)",
      "pt-br": "\"Todo o meu pessoal está morto... Eu só queria dar o meu melhor. Eu só queria ser uma boa Imperatriz. Por quê...\"\n\nSuas feridas a fizeram parecer desgastada… Depois de torturá-la por dias e matar todos que ela amava, o Imperador abandonou a Imperatriz nas montanhas nevadas. Em uma tempestade de neve, a antiga Imperatriz Roselyn havia desistido e aceitado a morte. Sua família, seus amigos, todo o seu trabalho duro pelo povo do Império... Não havia mais motivo para ela continuar viva. Então ela deitou naquele lençol alvo, seu corpo quase congelado, e observou a neve branca ser tingida de preto. A princípio, o frio era doloroso, mas a dor amenizou rapidamente e então ela pensou que congelar até a morte talvez não fosse tão ruim.\n\n“Ser perseguida até a morte, deitada sozinha, como se estivesse reinando sobre este campo nevado...”\n\nEsse homem.\n\n“Se não quer mais a sua vida... Então me dê licença, irei tomá-la.”\n\nEle é o general inimigo, Tamon Krasis.\n\n“Você é minha agora, Imperatriz.”\n\nEla foi abandonado por eles, mas ele a roubou e levou. Quem sequestrou a Imperatriz?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e33bd753-124c-41e6-a9c9-c8945896c8b2",
    "title": {
      "en": "Betrayal of Dignity"
    },
    "updatedAt": "2024-07-14T23:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/e33bd753-124c-41e6-a9c9-c8945896c8b2/797a4b2d-86db-4f97-8524-0ab0c5c7020e.png",
    "altTitles": [
      {
        "ko": "품격을 배반한다"
      },
      {
        "en": "I Betray My Dignity"
      },
      {
        "zh": "默许侵占"
      },
      {
        "zh-hk": "背离品格"
      },
      {
        "es-la": "Traicionar mi dignidad"
      }
    ],
    "description": {
      "en": "Would you sacrifice your honor to marry a Duke?\n\nIn order to save her family from ruin, Chloe Verdier must find a groom for her sister, Alice. \n\nShe soon runs into the handsome but arrogant Duke Thisse who makes a proposal that could save them.\n\nWhen Alice flees with a mysterious man, Chloe must seek out the Duke in the biggest gamble of her life."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e3dbdd7-cdc6-4f9c-886a-4b9f77dc311e",
    "title": {
      "en": "Amina of the Lamp"
    },
    "updatedAt": "2024-07-13T16:50:29+00:00",
    "coverArt": "https://mangadex.org/covers/1e3dbdd7-cdc6-4f9c-886a-4b9f77dc311e/7074c40a-f1f3-4d6f-9e7a-17a7ee529f3a.jpg",
    "altTitles": [
      {
        "ko": "램프의 아미나"
      },
      {
        "ko-ro": "Lamp-ui Amina"
      },
      {
        "th": "Amina and the Magic Lamp"
      },
      {
        "en": "Amina's Lamp"
      },
      {
        "de": "Amina aus der Lampe"
      },
      {
        "id": "Lampu Ajaib Amina"
      },
      {
        "zh": "神灯里的魔女"
      },
      {
        "zh-hk": "神燈精靈亞美娜"
      },
      {
        "pl": "Amina z Lampy"
      }
    ],
    "description": {
      "en": "On the day of the Wizarding City Paz's destruction, Amina got stuck inside a lamp while trying to turn back time. And 300 years later, she was awakened by a military commander, Jakal.\n\n“I do not have any wishes for you to grant.”\nWell, I just want to hurry and grant a wish so I can go back, who the hell is this guy?\n  \n“Do you know who I am?”\n“There is no one else in this world who knows you better than I do.”\n“That’s not possible… I’ll disappear one of these days!”\n\nAmina, who needs to go back into the lamp after granted the wishes suddenly meets Jakal who wants to give up his wishes to be with her. However, there are many dangers and threats that prevent him from doing so. Will Amina achieve her wish in the end?\n\n---\nOfficial Translations:\n* [Simplified Chinese](https://manga.bilibili.com/detail/mc28238)\n* [Traditional Chinese](https://www.webtoons.com/zh-hant/romance/aminafromlamp/list?title_no=2059)\n* [Indonesian](https://kakaopage.co.id/content/Lampu-Ajaib-Amina/3355)\n* [German](https://www.webtoons.com/de/romance/aminafromlamp/list?title_no=3262)\n* [Thai](https://www.comico.in.th/titles/1870)",
      "pl": "Co możesz zrobić z trzema życzeniami?\n\nAmina, jedna z ostatnich magików, utraciła wszystkich, których kochała podczas ataku na pałac. Próbując cofnąć się w czasie, aby ich ocalić, utknęła w lampie.\n\n300 lat później pułkownik Jakal obudził ją.\n\nMa tylko trzy życzenia nim Amina wróci do lampy.\n\nCzego sobie zażyczy?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "146"
  },
  {
    "mangaId": "3d287418-9bd7-4bf4-b71b-1c4512812a50",
    "title": {
      "en": "Oshi to no Yuri wa Arienai!"
    },
    "updatedAt": "2024-06-04T17:53:29+00:00",
    "coverArt": "https://mangadex.org/covers/3d287418-9bd7-4bf4-b71b-1c4512812a50/024fb495-2fde-47c5-a1a6-ae9b0a1803fe.jpg",
    "altTitles": [
      {
        "ja": "推しとの百合はありえない！"
      },
      {
        "en": "There's No Way I Could Date My Fave!"
      },
      {
        "ja": "完璧な委員長ちゃんと合法ギャルちゃんの漫画"
      },
      {
        "ja-ro": "Kanpeki na Iinchou-chan to Gouhou Gal-chan no Manga"
      },
      {
        "en": "A Manga About a Perfect Class President and a Law-Abiding Gyaru"
      }
    ],
    "description": {
      "en": "The perfectionist class president, Tsukamoto Anne, has one small problem: a gyaru in her class, Kenzaki Kaoru, is so exceptionally dumb that she's in danger of repeating the year! However, Kenzaki Kaoru has one small problem of her own: the class president, Tsukamoto Anne, is exacly the kind of person she worships as a god-like fave! The serious class president wants her reign to be perfect, while the creepy otaku gyaru wants to hide her true nature—and so, a battle between the two begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4710b856-0585-40d2-a87e-099fc032511f",
    "title": {
      "en": "Isekai Izakaya \"Nobu\""
    },
    "updatedAt": "2024-04-18T10:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/4710b856-0585-40d2-a87e-099fc032511f/52f9bfea-3918-422f-b935-cec5354fe4d4.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya Nobu"
      },
      {
        "en": "Parallel Universe Bar \"Nobu\""
      },
      {
        "zh": "异世界居酒屋外传「NOBU」"
      },
      {
        "ja": "異世界居酒屋「のぶ」"
      },
      {
        "ko": "이 세계 선술집 '노부'"
      },
      {
        "zh-hk": "異世界居酒屋「阿信」"
      },
      {
        "zh": "异世界居酒屋「阿信」"
      },
      {
        "it": "Il bar \"Nobu\" di un mondo parallelo"
      },
      {
        "vi": "Quán Rượu Dị Giới “Nobu”"
      },
      {
        "id": "Warung Dunia Lain \"Nobu\""
      },
      {
        "th": "อิซากายะต่างโลกโนบุ"
      }
    ],
    "description": {
      "en": "Imagine there is a bar with many weird kind of food and drink that might bring you to another world! The bar, so-called \"Nobu\" is located in a alley of the old city Aiteria. At the very first step, diners feels like falling into another completely country, with cold, super cool beer, so-called \"Toriaezu Nama\"! (from: MU)  \n  \nAdapted from [web novel (raw)](http://ncode.syosetu.com/n9773bj/) / light novel of same name.  \n\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20594)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E7%95%B0%E4%B8%96%E7%95%8C%E5%B1%85%E9%85%92%E5%B1%8B%E3%80%8C%E3%81%AE%E3%81%B6%E3%80%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d69e042-c4e7-4a70-a460-c98051dba90b",
    "title": {
      "en": "Go Away Romeo"
    },
    "updatedAt": "2024-07-15T14:33:17+00:00",
    "coverArt": "https://mangadex.org/covers/0d69e042-c4e7-4a70-a460-c98051dba90b/7b37c945-9f84-4bcf-8c42-3110b59b4970.jpg",
    "altTitles": [
      {
        "es-la": "¡Vete, Romeo!"
      }
    ],
    "description": {
      "en": "Rosaline believed that she and Romeo were destined to be lovers, but an unexpected tragedy comes when he dies on the same day as her cousin, Juliet. Rosaline learns she has one last memory of Romeo— a son. However, Rosaline’s loving memory of Romeo is shattered when she learns of his betrayal. With no one left to love and protect but her son, the last thing she wants is for Romeo to return to Verona and take everything she holds dear."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2024-07-01T15:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/e5121059-4937-42cb-a956-8d8bcfda44d3.png",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない?"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      },
      {
        "es-la": "¿Por qué no juntar a las gemelas y convertirlas en una novia?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school.\n\nFor the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last...\n\nThis is the start of a heart-warming love triangle romcom!\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。\n校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。\n彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。\n\n俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。\nそれぞれの場所で仲を深め、ついに……ハートフル三角ラブコメ開幕！",
      "es-la": "Usami, una hermosa compañera de clase, modelo de buena conducta y la mejor en calificaciones, me ve como su rival en la escuela. Sin embargo, después de clases, ella muestra una faceta completamente diferente. Después de la escuela, juega en la sala de juegos y muestra una inocente sonrisa que no podrías imaginar viendo en la escuela. Para acercarme a Usami, la acompañó en la escuela y jugamos juntos después de clases. En cada lugar, nuestra amistad se profundiza, ¡y finalmente se abre el telón de una conmovedora comedia romántica de triángulo amoroso!",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-07-08T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b333e394-8997-4a6e-8315-a02b518af646.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19b62340-9ebe-493f-9dba-26a67feaa85a",
    "title": {
      "en": "I’m Going to Quit My Corporate Job and Make a Living from Videos"
    },
    "updatedAt": "2024-06-30T14:41:13+00:00",
    "coverArt": "https://mangadex.org/covers/19b62340-9ebe-493f-9dba-26a67feaa85a/2dcb3f86-6783-4f13-b5f2-efa8f99a4dd6.jpg",
    "altTitles": [
      {
        "ja": "私、社畜辞めて動画で食べていきます"
      },
      {
        "ja-ro": "Watashi, Shachiku Yamete Douga de Tabeteikimasu"
      }
    ],
    "description": {
      "en": "Tired of her exhausting, thankless office work, Midorihara Mitsuha, a corporate slave, decided to quit and pursue her hobby: Making videos. She aims to bring happiness to everyone around the world with her ASMR contents, but it seems to have a different result than she'd imagined...\n\n---\n**Link:**\n- Alternative Official Raw - [X (Formerly Twitter)](https://x.com/gggrande/status/1467992250118410240)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deca1777-74bc-4b14-9650-c4ed5a11d22c",
    "title": {
      "en": "Do It, Oppa!"
    },
    "updatedAt": "2024-07-21T19:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/deca1777-74bc-4b14-9650-c4ed5a11d22c/35ed4b78-ffc6-4a78-a6fb-1d5a44091ee3.jpg",
    "altTitles": [
      {
        "en": "Devotees, Let's Do It!"
      },
      {
        "ja": "お兄ちゃん、してよ"
      },
      {
        "ko": "열애, 해줘요"
      },
      {
        "es-la": "¡Oppa, por favor hazlo!"
      }
    ],
    "description": {
      "en": "“Oppa, I like it.” “Oppa, I love you.” An immature seventeen-year-old Goo Yeol-ae who fell in love with her friend's brother, Choi Kang-guk, and passionately courted her. He devoted 10 years of his life to being honest and sassy. Now, twenty-seven, I'm more hungry for love than to give.! Still, the strongest country is the strongest tsundere man. At a time when change was needed, they squirmed on the front of their love. Goo Yeol-ae, who got drunk and attacked Kang-guk's room, was found in Kang-guk's bed the next morning! 'If it's not the mind, I'll take the body.' Declared by a woman whose conscience worked. “Oppa, I’ll let you go. Instead, just stay with me for one night.” “Only once.” And, the promised night.. she has arrived Will the devotees be able to set a strong country? Maybe it's the huge design of the devotees who want to realize the rule of law, such as the effect of one night? Can I catch the strongest country, the '10-year unrequited girl' I want to be a devotee rather than courtship, and the 'strongest tsundere man'?",
      "es-la": "\"Oppa, me gusta\".   “Oppa, te amo.” Una inmadura devota Goo de diecisiete años que se enamoró del hermano de su amigo, Choi Kang-guk, y lo cortejó apasionadamente. Dedicada y honesta durante diez años a esperado. ¡Ya tengo veintisiete años, y ahora tengo más hambre de amor para recibir que para dar…!  Aún así, sigue siendo él tsundere más fuerte. En un momento en que se necesitaba un cambio, se retorcieron frente a su amor. ¡Goo Yeol emborrachó y atacó la habitación de Choi Kang-guk,  fueron encontrados en la cama a lamañana siguiente! '¡Si no es una mente, incluso tendré un cuerpo!', declaró la mujer cuya conciencia trabajaba. \"Oppa, te dejaré ir. En cambio, quédate conmigo por una noche\". \"Sólo una vez\" Y la noche prometida... Ha llegado. ¿Podrá su devoción ser más fuerte?  ¿Quizás es el gran diseño de los devotos que quieren realizar la ley de la noche, como el efecto de una relación? 10 años de amor no correspondido que quieren ser devotos en lugar de una relación' ¿Podrá atrapar al tsundere más fuerte?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32e2ed27-2331-4323-94f8-92a3dd84c5f8",
    "title": {
      "en": "I Shall Kill That Sweet Devil"
    },
    "updatedAt": "2024-07-11T22:32:13+00:00",
    "coverArt": "https://mangadex.org/covers/32e2ed27-2331-4323-94f8-92a3dd84c5f8/cc92927a-aac7-4ae9-90bb-765c6e47f1bf.jpg",
    "altTitles": [
      {
        "ko": "다정한 개새끼의 목을 비틀겠습니다"
      },
      {
        "zh": "拧断那个温柔家伙的脖颈"
      },
      {
        "en": "I'm Going to Twist His Neck"
      },
      {
        "en": "I'll Twist the Neck of a Sweet Dog"
      },
      {
        "en": "I Will Twist the Neck of a Friendly Little Bastard"
      },
      {
        "es-la": "Torceré el cuello de un perro amistoso"
      }
    ],
    "description": {
      "en": "Chloe Garnache is an alluring trap for the emperor. \n\nAfter living a life full of abuse at the hands of her family, Chloe is finally freed from her torture by the grand duke, Kairos Ludwig. \n\nHowever, her days of getting taken advantage of are far from over. The only reason Kairos took her in is because of her beauty, which he plans to use in order to lure and kill the emperor. Chloe willingly follows Kairos’ orders, having fallen for his kind and gentle gestures. Unfortunately, her feelings are never returned, and she is met with a pitiful death once her task is fulfilled. \n\nBut just when things seem to be over, Chloe awakens to find herself back before her life came spiraling down. And this time, she won’t be swayed by the sweet words of the devilish grand duke…",
      "ko": "사랑하는 남자를 위해 모든 것을 다 바쳤으나 끝내 비참하게 죽고 만 클로이 가넷슈.\n어리석은 클로이는 너무 늦게 깨달았다.\n그녀는 남자가 황제에게 던져 줄 미끼였고, 남자는 다정함을 가장한 아름다운 개새끼였다.\n\n*\n\n“숙부님이 좋아요.”\n\n열일곱의 나는 그만큼 어리고 미숙해서, 갈수록 커져 가는 마음을 감추지 못했다.\n\n“사랑하고 있어요, 오래전부터.”\n\n느른하게 턱을 괴고서 내 몸을 훑어보는 눈길에 몸이 쭈뼛거렸지만 나는 용기를 내 그에게 한 발짝 다가갔다.\n\n“사랑이라. 너도 벌써 그런 나이가 되었구나.”\n\n그의 손끝이 내 얼굴을 쓸어내렸다.\n예기치 못한 고백에도 그는 지나치게 여유롭고 능숙했다.\n\n“나도 네가 좋아, 클로이. 사랑하고 있지.\n장차 내게 아우님의 목을 가져다줄 너를, 내가 어떻게 어여뻐하지 않을 수 있을까.\"\"\n\n내가 사랑하고 있는 남자는 너무나 다정해서 더욱 잔인한 남자였다.\n\n“황제의 아이를 낳아.”\n\n* * *\n\n다시 눈을 떴을 때 창백해진 얼굴로 날 내려다보는 그가 있었다.\n나의 사랑을 짓밟고 나를 망가뜨린 남자였다."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b74bd1a-0aca-4fb3-9a09-79c2d2bce904",
    "title": {
      "en": "Baby Empress"
    },
    "updatedAt": "2024-07-20T19:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/0b74bd1a-0aca-4fb3-9a09-79c2d2bce904/a4a409d6-8d48-4216-a4c2-ef880ed56f4b.jpg",
    "altTitles": [
      {
        "ko": "아기 황후님"
      },
      {
        "en": "Our Little Empress"
      },
      {
        "ja": "幼い皇后様"
      },
      {
        "es-la": "¡Emperatriz bebé!"
      }
    ],
    "description": {
      "en": "The child of a prophecy is born to save the world.\n\"I need to get married to save people...? I'll do the marriage!\"\nThe emperor is a young and innocent boy. But...\n\"I can't give you my daughter! She will not be becoming empress.\"\nMy father interfered with my marriage!\n\"Is my sister just a toy to you?\"\nAnd my brother too!\nWill I be able to save the world?\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Baby-Empress/3516)\n- [Official Japanese Translation](https://piccoma.com/web/product/76902)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "98"
  },
  {
    "mangaId": "e7b5dec0-d875-4d44-b06c-8b45af865a32",
    "title": {
      "en": "The Art of Reincarnation"
    },
    "updatedAt": "2024-05-28T01:41:52+00:00",
    "coverArt": "https://mangadex.org/covers/e7b5dec0-d875-4d44-b06c-8b45af865a32/6d38be78-da22-4829-9c5a-e719941037c0.png",
    "altTitles": [
      {
        "ko": "환생의 정석"
      },
      {
        "en": "The Essence of Reincarnation"
      },
      {
        "ru": "Реинкарнация по плану"
      },
      {
        "en": "Standard of Reincarnation"
      },
      {
        "es-la": "Estándar de la Reencarnación"
      }
    ],
    "description": {
      "en": "Despite having only one arm, Daven had finally proven his worth after defeating his cousin Kazin in honorable combat. But Kazin took advantage of Daven’s mercy, stabbing him in the back and imprisoning him for life.\n\n500 years later, the minor god Yulian is reborn and unknowingly summons Daven’s soul into the body of a young boy named Vincent Adenka.\n\nAs the pair work to reveal the truth of Daven and Kazin, Vincent must relearn the art of combat while Yulian discovers the art of reincarnation.",
      "ko": "최강의 무가 사미온에서 외팔이 방계로 태어난 데이븐.\n반쪽짜리 무인이라며 갖은 조롱과 멸시를 딛고 사미온의 직계 천재마저 넘어섰으나,\n결국 가문과 부모에게 버림받아 가장 초라한 최후를 맞이하게 되는 줄 알았는데...\n500년 뒤 새로운 몸에서 눈을 떴다!\n\n‘내게도 오른팔이 있다?’\n\n새로운 가문의 적통.\n천부적인 재능의 육체.\n전생의 경험.\n그리고 그와 함께하는 신까지.\n\n환생을 했더니, 모든 것이 달라져 있었다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f42f5f-bcb7-437b-9ae5-752c84bce709",
    "title": {
      "en": "Koko wa Ore ni Makasete Saki ni Ike to Itte kara 10-nen ga Tattara Densetsu ni Natte Ita."
    },
    "updatedAt": "2024-07-09T17:32:23+00:00",
    "coverArt": "https://mangadex.org/covers/66f42f5f-bcb7-437b-9ae5-752c84bce709/17f33db8-1d13-4a1b-af70-2ac731caa3ff.jpg",
    "altTitles": [
      {
        "en": "I Became a Legend After My 10 Year-Long Last Stand"
      },
      {
        "ko": "여기는 나한테 맡기고 먼저 가라고 말하고 10년이 지나 전설이 되었다"
      },
      {
        "de": "Ich kämpfte zehn Jahre zwischen den Dimensionen und kehrte als Legende zurück"
      },
      {
        "fr": "Légende Vivante"
      },
      {
        "en": "I Became a Legend a Decade Later After Telling my Comrades to Leave Everything to Me and Retreat First"
      },
      {
        "ja": "ここは俺に任せて先に行けと言ってから10年がたったら伝説になっていた。"
      }
    ],
    "description": {
      "en": "“I guess I thought if I ever made it back here, we could go on adventures, just like we used to. But it's been ten years. We've all changed, in more ways than one. From this moment on, this is the first step in the life of rookie adventurer Lock!”\n\nWith no other options, Luck makes the choice to hold the line against the unending demonic hordes alone, to make sure his comrades can escape with their lives. However, through a combination of fortune, skill, and ingenuity, he holds that line for ten straight years, eventually coming out on top single-handedly. Now he has to tackle the dilemma of how to occupy himself in a world where he holds a myriad of roles: that of a legend, that of a veteran, and that of a brand new face.",
      "pt-br": "O Grupo do Herói foi atacado por uma enorme quantidade de poderosos demônios. O Grupo será sem dúvida aniquilado se isso continuar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6235180c-c8e9-455a-b953-4ee068056ded",
    "title": {
      "en": "The Redemption of Earl Nottingham"
    },
    "updatedAt": "2024-07-19T17:32:41+00:00",
    "coverArt": "https://mangadex.org/covers/6235180c-c8e9-455a-b953-4ee068056ded/4f733b9b-714b-442e-b358-a8e88684b937.png",
    "altTitles": [
      {
        "pt-br": "A Redenção do conde Nottingham"
      },
      {
        "ko": "구원 방정식"
      },
      {
        "es": "La redención del conde Nottingham"
      },
      {
        "fr": "La Rédemption du Comte Nottingham"
      },
      {
        "en": "Salvation Equation"
      }
    ],
    "description": {
      "en": "Is my cursed husband's fate up to me?\nMadelyn's husband Ian was left broken after the war, and in turn, made her life a living hell. Fleeing her doomed marriage, she meets a tragic end. But when she opens her eyes, she finds herself at 17 again. The war has yet to start, and Madelyn can still change her fate. But what about Ian?",
      "pt-br": "O destino do meu maldito marido depende de mim?\nO marido de Madelyn, Ian, ficou destroçado depois da guerra e, por sua vez, tornou a vida dela um inferno. Fugindo de seu casamento condenado, ela encontra um fim trágico. Mas quando ela abre os olhos, ela se vê novamente com 17 anos. A guerra ainda não começou e Madelyn ainda pode mudar o seu destino. Mas e Ian?"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed25d1e-efac-45e1-988a-48148819d52c",
    "title": {
      "en": "Jinx"
    },
    "updatedAt": "2024-05-26T08:33:48+00:00",
    "coverArt": "https://mangadex.org/covers/fed25d1e-efac-45e1-988a-48148819d52c/88c3f88b-0653-4545-96cd-3e4aaefe9cf5.jpg",
    "altTitles": [
      {
        "ko": "징크스"
      }
    ],
    "description": {
      "en": "Physical therapist Kim Dan has been down on his luck for as long as he can remember. Between an ailing grandmother, menacing loansharks, and an old boss making it almost impossible for him to find work, Dan is truly running out of options. Naturally, it feels like a dream come true when he’s finally hired to treat top-paid MMA fighter Joo Jaekyung, especially when the man then calls him out for a treatment the night before a match with an oh-so-tantalizing offer of five thousand dollars. He claims to have a “jinx” in need of a particular type of “treatment,\" but it's one that Dan isn't quite prepared to offer… You see, Jaekyung may be a beast in the ring, but he’s even rougher in the bedroom, and Dan’s not sure he can survive Jaekyung at his most primal. Nevertheless, the promise of much-needed cash has Dan agreeing to this ill-fated deal... Could a night together be the thing to help break this jinx once and for all?",
      "pl": "Fizjoterapeuta Kim Dan nie ma szczęścia odkąd pamięta. Z powodu chorej babci, groźnych lichwiarzy i starego szefa, który uniemożliwia mu znalezienie pracy, Dan nie ma już nic do roboty. Kiedy w końcu zostaje zatrudniony do leczenia najlepiej opłacanego zawodnika MMA, Joo Jaekyunga, czuje się jak spełnienie marzeń, zwłaszcza gdy mężczyzna wzywa go na zabieg w noc przed meczem z kuszącą ofertą pięciu tysięcy dolarów. Twierdzi, że ma \"pecha\", który wymaga szczególnego rodzaju \"leczenia\", ale Dan nie jest gotowy, aby mu to zaoferować... Jaekyung może być bestią na ringu, ale jest jeszcze bardziej szorstki w sypialni, a Dan nie jest pewien, czy może przetrwać Jaekyunga w jego najbardziej pierwotnym stanie.  Jednak bardzo potrzebnej gotówki sprawia, że Dan zgadza się na ten niefortunny układ... Czy wspólna noc może być tym, co pomoże Jaekyungowi przełamać tę klątwę raz na zawsze?"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16821c7e-c93e-4bd2-8b0b-c27f2476d952",
    "title": {
      "en": "Gokusen"
    },
    "updatedAt": "2023-08-04T20:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/16821c7e-c93e-4bd2-8b0b-c27f2476d952/d452f724-9d92-4bcb-9e87-311d33c22749.jpg",
    "altTitles": [
      {
        "en": "The Yakuza Teacher"
      },
      {
        "ja": "ごくせん"
      },
      {
        "zh": "極道先生"
      },
      {
        "ru": "Гокусэн"
      }
    ],
    "description": {
      "en": "Fresh out of college, Kumiko \"Yankumi\" Yamaguchi becomes a math teacher at an all-boys high school. \nUnfortunately for her, she's assigned by the school board as the homeroom teacher for 3-D, a class of delinquent students. \nWhen the class attempts to make a living hell out of Yankumi's career, they fail as her persistence and aggression gain her respect. \nHowever, little does anyone in the school know that Yankumi is actually heir to the Kuroda Ikka—one of Tokyo's most powerful yakuza clans.  \n  \n(Source: ANN)  \n  \n\n\n---",
      "es": "Recién salida de la universidad, Kumiko \"Yankumi\" Yamaguchi se convierte en profesora de matemáticas en un instituto para chicos. Desafortunadamente para ella, es asignada por el consejo escolar como maestra de la clase 3-D, que resulta ser la clase de los estudiantes delincuentes. Cuando la clase intenta hacer un infierno de la carrera de Yankumi, fracasan ya que su persistencia y agresión se ganan su respeto. Sin embargo, nadie en la escuela sabe que Yankumi es en realidad heredera de Kuroda Ikka, uno de los clanes yakuza más poderosos de Tokio.",
      "it": "Gokusen è la storia di una professoressa (una specie di GTO al femminile) alle prese con le sue prime esperienze lavorative. \nIl caso vuole che venga assegnata ad una scuola maschile molto problematica, dove a farla da padroni sono gli studenti e non i docenti. \nLa nostra protagonista verrà scelta perché, nonostante l'apparenza sempliciotta, ha una personalità molto forte e molto abile nel combattimento; \nun'educazione impartitagli dalla famiglia. Infatti, la ragazza altri non è che la nipote ed erede di uno Yakuza.",
      "pl": "Kumiko właśnie została nauczycielką matematyki w liceum tylko dla chłopaków. Dostała wychowawstwo w klasie 2-4, klasie pełnej facetów sprawiających problemy. Jednakże nikt nie wie, że Kumiko jest wnuczką szefa yakuzy, więc musi ukrywać ten sekret, żeby nie wyrzucili jej z pracy.  \n  \nWkroczcie w świat niebezpiecznej yakuzy i problematycznej młodzieży!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "adc92bc9-32e4-4dcb-98b4-4b66890987b9",
    "title": {
      "en": "Mightiest Melee Magician"
    },
    "updatedAt": "2024-07-20T19:31:39+00:00",
    "coverArt": "https://mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/b431799f-0bb4-437b-b832-c635033979db.jpg",
    "altTitles": [
      {
        "ko": "올 힘 마법사"
      },
      {
        "es-la": "¡El Mago Cuerpo a Cuerpo Más Poderoso!"
      }
    ],
    "description": {
      "en": "The academy holds a chilling legend. \n\n\"Neglect practice, become like ‘Luin Ardell.\"\n\nLuin, the academy’s outcast, cursed with Mana Discharge Disability. But -\n\n\"You’re the chosen one, Draka’s harbinger of destruction.\"\n\nAfter enduring ridicule for six years, finally, a new opportunity arises.",
      "pt-br": "'Luin Ardell' Orador da turma da Academia Mágica Ignit Mais promissor que todo mundo. Mais diligente que todos os outros. Mais talentoso que qualquer outro mago. Isso é o que meu nome significava. Era isso que significava... Até meu aniversário de dez anos. \"Você possui um caso raro de 'Transtorno de Evocação de Magia'.\" Uma maldição que transformou um 'Mago Gênio' que entrou na academia com as notas mais altas em um 'Aleijado Mágico'. Mas então, um milagre me encontrou. \"Se não consigo evocar magia, só preciso socá-los!\" Força opressiva, punhos amedrontadores, Um Talento Mágico Genial. \"Nunca mais vou perder para ninguém.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4acfafca-5b3b-429b-b59e-ce35c810d07b",
    "title": {
      "en": "The Princess of Ecstatic Island"
    },
    "updatedAt": "2024-07-16T14:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/4acfafca-5b3b-429b-b59e-ce35c810d07b/578b6545-433f-457c-8922-3bb3b308ff17.jpg",
    "altTitles": [
      {
        "ja": "絶頂島の姫"
      }
    ],
    "description": {
      "en": "Yui, a high school girl is abducted to a lonely Island in the middle of the ocean. Eight childhood friends of her who were raised in the same orphanage are gathered on that island too. Now that she meets them again for the first time in a long time, they've all become first rate criminals!! Moreover, a device makes Yui experience intense arousal at regular intervals, and if they don't make her come she will die. And there are further secrets on that Island: continuous arousal crime suspense!!",
      "ja": "絶海の孤島に拉致された女子高生・結衣。その島には、同じ孤児院で育った８人の幼馴染も集められていた。久しぶりに会う彼らは全員、今や一級犯罪者!!　更に結衣の体は定期的に発情し、彼らにイかせてもらわないと死に至る仕掛けが!!　彼らの中から一人を選べば島から脱出できるといわれた結衣。しかしこの島には更なる秘密が…!?　話題沸騰！　連続発情クライムサスペンス！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d4675a3-3457-4c04-9e19-62c11b9fb913",
    "title": {
      "en": "My trainee teacher is actually a Goth Rocker"
    },
    "updatedAt": "2024-07-22T16:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d4675a3-3457-4c04-9e19-62c11b9fb913/a9583df7-90ca-47dc-a42a-e63a3e13a22b.jpg",
    "altTitles": [
      {
        "vi": "Cô giáo thực tập của tôi thực ra là 1 Goth Rocker"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "9e02520f-11b9-4e29-a882-9d79034347a8",
    "title": {
      "en": "I Was Planning to Become a Loyal Sword"
    },
    "updatedAt": "2023-07-25T12:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/9e02520f-11b9-4e29-a882-9d79034347a8/8002b432-a7e1-4897-a431-828ac7e44c3a.jpg",
    "altTitles": [
      {
        "ko": "충직한 검이 되려 했는데"
      },
      {
        "ko-ro": "Chungjikan Geomi Doeryeo Haenneunde"
      },
      {
        "en": "Cassmire: The Loyal Sword"
      },
      {
        "en": "I Tried to Be a Loyal Sword"
      },
      {
        "es": "Trate de ser una espada fiel"
      },
      {
        "es": "Me convertí en la espada fiel"
      },
      {
        "uk": "Я всього лиш хотіла стати вірним мечем"
      },
      {
        "ru": "Я всего лишь хотела стать верным мечом"
      },
      {
        "th": "ฉันแค่อยากเป็นจอมดาบผู้ภักดี"
      },
      {
        "ja": "忠実な剣になろうとしただけなのに"
      },
      {
        "mn": "Би үнэнч сэлэмчин байх хичээсэн"
      },
      {
        "ar": "حاولت أن أكون سيفها الوفي"
      },
      {
        "zh": "我只想成为忠诚之剑"
      },
      {
        "zh": "本想成为忠诚的剑"
      },
      {
        "zh-hk": "妹妹的守護劍"
      },
      {
        "zh-hk": "我只想成為忠誠之劍"
      },
      {
        "zh-hk": "本想成為忠誠的劍"
      },
      {
        "vi": "Nguyện là thanh kiếm trung"
      },
      {
        "vi": "Thành bảo vệ em"
      },
      {
        "vi": "Cố gắng trờ thành một thanh kiếm trung thành"
      }
    ],
    "description": {
      "ar": "ذات يوم ، سقطت على الأرض وتذكرت حياتي الماضية. أنا في الواقع في رواية حريم عكسية حيث كانت أختي الشخصية الرئيسية ، وكنت ابنة شيطان الدم المجنون دوق كريسيس. لم لم أقصد الانخراط مع الدوق كريسيس ، لكن مرض أختي تدهور بسرعة واضطررت لزيارته بصفتي ابنته . ... \"ابنتي ليس عليها الركوع لأي شخص. حتى لو كان هذا هو إمبراطور الإمبراطورية ، فلن تحتاجي إلى ثني ركبتيك \" كان الدوق كريسيس ، الذي لم يكن لديه دم ولا دموع ، غريبا بعض الشيء. اذا ابكاك شخص ما ستكون نهايته الموت فقط.\" أختي التي تشبه الملاك ، أريا ، مختلفه أيضا لسبب ما.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "en": "Kashimir grew up working as a mercenary to buy medicine for her precious younger half-sister, Aria.\n\nOn her way home, after completing a mission as usual, she tripped and hit her head, causing her to remember her past life; thus she realized she had been reborn in the world of the novel *The Night of the Fairy*. Her sister was the main character of this reverse-harem romance while she was one of the villains causing Aria to suffer hardships. \n\nSince there is no way Kashumir would let her precious sister suffer, she vowed to protect Aria until her adoption into the count's family, just like in the novel. \n\nBut things turned out differently, and even the male lead candidates, who should've been fish in Aria's pond, all ended up becoming obsessed with Kashumir instead, when all she wanted was to protect her lovely sister.\n\n---\nTo save her younger sister Aria from her illness, Cassmire Crisis became a mercenary, wielding a sword and shedding blood to pay for her medicine. But when Cassmire suffers a fall one day, memories of her past life as Aria’s wicked stepsister come flooding back. Rather than take up the role of villainess again, Cassmire vows to protect Aria this time. But with Aria doomed by the story to face only hardships, Cassmire must pick up her weapon once more to become her sister’s loyal sword!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "es": "Un día, me caí y recordé mi vida pasada.\nEn realidad, es una novela de harem inverso donde mi hermana es el personaje principal, y yo era la hija del demonio de sangre loco, el Duque Chrysis.\nNo era mi intención involucrarme con el Duque Chrysis, pero la enfermedad de mi hermana se deterioró rápidamente y me vi obligada a visitarlo como su hija…\n—Mi hija no tiene que arrodillarse ante nadie. Incluso si este fuera el Emperador del Imperio, no necesitarías doblar las rodillas.\nEl Duque Chrysis, que no tenía sangre ni lágrimas, era un poco extraño.\n—Si lloras ante los ojos de mi hermana, solo morirás.\nMi hermana angelical, Aria, también se ennegreció por alguna razón.\n—Tú eres quien me salvó la vida, y eres el responsable. ¿Has olvidado la noche que pasaste conmigo?\n—Te he admirado durante mucho tiempo. ¿No puedes darme una parte de ti?\n—¿No quieres ser reina? Entonces serás el Rey. Seré tu marido.\n—La gente piensa que soy el Papa que sirve al Dios Sol, pero ¿sabes que tú eres Dios para mí?\nEran los peces de los caladeros de mi hermana.\n¿Estaba loco el mundo?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "fr": "Née dans la pauvreté, Kashmir a dû prendre soin toute sa vie de sa petite sœur malade, Aria. Pour cela, elle est devenue mercenaire et a travaillé d'arrache-pied pour payer ses médicaments. Or, un jour, Kashmir est violemment tombée sur la tête et s'est remémorée sa vie passée. Elle était en réalité dans un roman d'harem inversé où sa sœur était l'héroïne, et elle, la fille d'un duc sans pitié. Ayant urgemment besoin d'aide pour soigner sa sœur, Kashmir dû rendre visite au père qu'elle ne voulait jamais rencontrer. De plus, l'intrigue du roman original ne cesse d'évoluer; sa gentille sœur, douce et attentionnée, devient impétueuse et les protagonistes masculins qui étaient supposés lui tourner autour comme des mouches, se sont énamourés de Kashmir! Quelles autres surprises attendent la grande épéiste Kashmir?\n\n---\nUn jour, je suis tombée et je me suis souvenue de ma vie passée. Il s’agit en fait d’un roman de harem inversé dont ma sœur est le personnage principal, et j’étais la fille du diable sanguinaire fou, le duc Chrysis. Je n’avais pas l’intention de m’engager avec le duc Chrysis, mais la maladie de ma soeur s’est rapidement détériorée et j’ai été obligée de lui rendre visite en tant que sa fille…\n\n«Ma fille n’a pas à s’agenouiller pour qui que ce soit. Même si c’était l’Empereur de l’Empire, tu n’aurais pas besoin de plier les genoux.»\n\nLe Duc Chrysis, qui n’avait ni sang, ni larmes, était un peu étrange.\n\n«Si tu pleures devant les yeux de ma sœur, tu ne pourras que mourir.»\n\nMa sœur Aria, qui ressemble à un ange, a aussi noirci pour une raison quelconque.\n\n«Tu es celle qui m’a sauvé la vie, et tu es responsable. As-tu oublié la nuit que tu as passée avec moi?»\n\n«Je t’admire depuis longtemps. Ne pouvez-vous pas me donner une partie de vous?»\n\n«Tu ne veux pas être la reine? Alors tu seras le Roi. Je serai ton mari.»\n\n«Les gens pensent que je suis le Pape qui sert le Dieu Soleil, mais sais-tu que ce Dieu est toi pour moi?»\n\nIls étaient les poissons des lieux de pêche de ma sœur. Le monde était-il fou?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "id": "Cassmire menjadi prajurit bayaran yang tidak pernah melepas pedangnya demi adiknya, Aria yang sakit. Suatu hari, dia terjatuh dan membentur kepala sehingga dia mengingat kehidupan sebelumnya. Ternyata, dia berada dalam novel harem yang mana adiknya adalah pemeran utama dan dia adalah pemeran antagonis yang mengganggu adiknya. Cassmire tidak ingin Aria menjadi sengsara sehingga dia bersumpah untuk jadi pedang setia Aria agar Aria mendapatkan kehidupan yang lebih layak. Tetapi, rencana Cassmire bertolak belakang dengan apa yang terjadi. Semua pemeran utama laki-laki yang harusnya mengejar Aria, berujung mengejar Cassmire. \"Aku sudah gila atau dunia sudah gila?\"\n\n---\nDia menjadi tentara bayaran untuk mendapatkan uang untuk obat saudaranya yang sakit, dan dia tidak pernah mengambil pedangnya dari tangannya. Kemudian suatu hari, saya jatuh dan teringat kehidupan saya sebelumnya. Ini sebenarnya adalah novel harem terbalik di mana saudara laki-laki saya adalah karakter utama, dan bahwa saya adalah putri dari iblis penggila darah, Duke Christie. Aku tidak berniat untuk terlibat dengan Duke of Christie, tapi penyakit kakakku memburuk dengan cepat, dan aku tidak punya pilihan selain pergi ke Duke's... “Putri saya tidak perlu berlutut kepada siapa pun. Bahkan kaisar kekaisaran ini tidak akan pernah bisa menekuk lututmu lagi. ” Duke Chritie, yang tidak memiliki darah atau air mata, sedikit aneh. “Ketika air mata keluar dari mata Shu-Shu unnie, hanya ada kematian, anak-anak X.” Arya, yang seperti bidadari, juga menjadi hitam karena suatu alasan. “Kamu menyelamatkan hidupmu, jadi kamu harus bertanggung jawab. Apa kau lupa malam yang kau habiskan bersamaku?” “Aku mengagumimu sejak lama. Tidak bisakah kamu memberiku sebagian dari dirimu?\" “Kamu tidak ingin menjadi ratu? Maka Anda adalah raja. Aku bukan selir kerajaan. Bisakah koma menjadi kerajaan?” “Orang-orang mengira aku adalah paus yang memuja dewa matahari, tetapi tahukah kamu bahwa kamu sebenarnya adalah dewaku?” Ikan-ikan di tempat pemancingan saudara laki-laki saya juga datang kepada saya untuk bekerja Apakah dunia ini gila?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "ko": "아픈 동생의 약값을 벌기 위해 용병이 되었고,\n검을 손에서 뗀 적이 없었다. 그러던 어느 날, 넘어져서 전생을 기억해 버렸으니.\n이곳은 사실 동생이 주인공인 역하렘 소설 속이고, 나는 피에 미친 악마, 크리시스 공작의 딸이었다는 것.\n\n크리시스 공작과 엮일 생각은 없었건만, 동생의 병이 급격히 악화되어 어쩔 수 없이 공작가로 찾아가게 되었는데…….\n\n“내 딸은 그 누구에게도 무릎 꿇을 필요 없다. 설령 이 제국의 황제라 할지라도, 네 무릎을 다시 굽히게 할 수 없을 것이다.”\n피도 눈물도 없다는 크리시스 공작이 조금 이상하다.\n“슈슈 언니 눈에서 눈물 나면 죽음뿐이다, X자식들아.”\n\n천사 같던 여동생 아리아도 왜인지 흑화를 했다.\n\n“그대가 살려준 목숨이니 그대가 책임을 져야지. 나와 함께 보낸 밤을 잊은 건가?”\n“아주 오랫동안 당신을 동경했습니다. 당신의 일부라도 내게 내어줄 수 없는 겁니까?”\n“왕후가 되기 싫어? 그럼 그대가 국왕 해. 내가 국왕 부군 하지. 혼수는 왕국이면 되나?”\n“사람들은 내가 태양신을 섬기는 교황이라고 생각하지만, 사실 내게 신은 당신이란 거 아나요?”\n\n동생 어장 속 물고기들도 내게 작업을 걸어온다.세상이 미친 걸까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "pt": "Um dia, eu caí e me lembrei da minha vida passada.\n\nNa verdade, é um romance de harém reverso onde minha irmã é a personagem principal, e eu era filha do demônio de sangue louco Duke Chrysis. Eu não queria me envolver com o duque Chrysis, mas a doença de minha irmã se deteriorou rapidamente e fui forçada a visitá-lo como sua filha…\n\n“Minha filha não precisa se ajoelhar para ninguém. Mesmo se este fosse o Imperador do Império, você não precisaria dobrar os joelhos.”\nO duque Chrysis, que não tinha sangue nem lágrimas, era um pouco estranho.\n\n“Se você chorar diante dos olhos da minha irmã, você só vai morrer.”\nMinha irmã angelical, Aria, também escureceu por algum motivo.\n\n“Você é o único que salvou minha vida, e você é o responsável. Você se esqueceu da noite que passou comigo?\n\n“Eu admiro você há muito tempo. Você não pode me dar uma parte de você?”\n\n“Você não quer ser rainha? Então você será o Rei. Eu serei seu marido.”\n\n“As pessoas pensam que eu sou o Papa que serve ao Deus Sol, mas você sabe que Deus é você para mim?”\nEram os peixes dos pesqueiros da minha irmã.\nO mundo estava louco?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "ru": "Я стала наёмником, чтобы зарабатывать деньги на лекарства для больной сестры, и с тех пор не расставалась с мечом. Однажды я упала, сильно ударилась головой и вдруг вспомнила свою прошлую жизнь. \nЯ попала в роман с гаремом наоборот, где моя сестра была главной героиней, а я – дочерью кровавого безумца, герцога Криса. \nЯ не собиралась связываться с герцогом Крисом, но болезнь сестры стремительно прогрессировала, и мне больше ничего не оставалось. \n«Моей дочери не нужно ни перед кем становиться на колени. Даже император не посмеет заставить тебя склониться». \nСтранно, что герцог обошёлся без крови и никого не довёл до слёз. \n«Гибель ублюдков не идёт ни в какое сравнение со слезами сестры Шеше». \nАрья, которая была похожа на ангела, почему-то стала злобной. \n«Ты спасла мою жизнь, поэтому ты должна взять на себя ответственность. Разве забыла ту ночь, что провела со мной?» \n«Я давно восхищаюсь тобой. Ты не можешь обратить на меня хоть толику своего внимания?» \n«Не хочешь стать королевой? Тогда я буду королем. Королём и мужем. Хочешь короля в приданое?» \n«Люди думают, что я святой отец, служащий богу солнца. Но они не знают, что мои истинная богиня - это ты». \nРыбки из пруда младшей сестрички оказались в моих угодьях. \nМир сошел с ума?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "uk": "Я стала найманцем, щоб заробити на ліки хворій сестрі. Меч ніколи не полишав моїх рук. Одного разу я впала та згадала минуле життя.\nНасправді це зворотній гарем з моєю мололдшою сестрою в якості головної героїні!\nЯ кровожерливий диявол, донька герцога Кріссі. У мене не було намірів зв'язуватися з герцогом, але хвороба моєї сестри погіршилась і мені довелося звернутися до нього.\n\n-Моя донька не мусить ні перед ким ставати на коліна. Навіть якщо він імператор, ти не вклонишся.\nГерцог Кірсі не мав ні крихти жалю і людяності! Це дивно.\n-Якщо ти заплачеш - тебе очікує сммерть, неправильна дитино.\n\nМоя сестра Ар'я, схожа на янгола, теж чомусь згнітилася.\n\n-Ти врятувала це життя, тож повинна взяти на себе відповідальність. Ти забула ніч яку провела зі мною?\n\n-Я дуже довго сумував за тобою. Хіба не можеш ти стати частиною мене?\n\n-Хіба не хочеш ти стати королевою? Я тебе короную. Твоїм чоловіком стане правитель. І все королівство отримаєш в якості приданого?\n\n-Люди вважають що я верховний жрець, прихильник Бога Сонця, але чи знаєш ти, що лише ти мій Бог?\n\nЩе одна проблема - моя сестра стала об'ктом цікавості багатьох чоловіків.\n\nСвіт зійшов зглузду?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "vi": "Một ngày nọ, tôi ngã xuống và nhớ lại kiếp trước của mình.\n\nNó thực sự là một cuốn tiểu thuyết hậu cung ngược trong đó chị gái tôi là nhân vật chính, còn tôi là con gái của Công tước Chrysis, quỷ máu điên. Tôi không có ý định dính líu đến Công tước Chrysis, nhưng bệnh tình của chị tôi xấu đi nhanh chóng và tôi buộc phải đến thăm anh ấy với tư cách là con gái của anh ấy…\n\n“Con gái tôi không cần phải quỳ gối trước bất kỳ ai. Ngay cả khi đây là Hoàng đế của Đế quốc, bạn sẽ không cần phải khuỵu gối.\"\nCông tước Chrysis, người không có máu, không có nước mắt, hơi kỳ lạ.\n\n\"Nếu bạn khóc trước mắt em gái tôi, bạn sẽ chỉ có chết.\"\nEm gái như thiên thần của tôi, Aria, cũng bị đen đi vì một lý do nào đó.\n\n“Bạn là người đã cứu mạng tôi và bạn phải chịu trách nhiệm. Anh đã quên cái đêm bên em rồi sao?”\n\n“Tôi đã ngưỡng mộ bạn từ rất lâu rồi. Bạn có thể cho tôi một phần của bạn không?”\n\n“Bạn không muốn trở thành Nữ hoàng? Sau đó, bạn sẽ là Vua. Tôi sẽ là chồng của bạn.\"\n\n“Mọi người nghĩ rằng tôi là Giáo hoàng, người phục vụ Thần Mặt trời, nhưng bạn có biết rằng đối với tôi Chúa là bạn không?”\nChúng là những con cá ở ngư trường của chị tôi.\nThế giới có điên không?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)",
      "zh-hk": "我為了給生病的妹妹賺藥錢而成為了傭兵， 劍也從未從我手中掉落過。\n\n然而在某一天，我摔倒後，回想起了前世的記憶。\n\n這裡其實是以我妹妹為女主人公的逆后宮小說中的世界， 而我是浴血而狂的惡魔，克里西斯公爵的女兒。\n\n雖然我沒有和克里西斯公爵扯上關係的打算， 但妹妹的病情急速惡化，無路可走的我只能找去了公爵家……\n\n“我的女兒不必向任何人屈膝，即便是這個帝國的皇帝，也不能讓你跪下。” 據說是無情冷血的克里西斯公爵有點奇怪。\n\n“你們要是惹修修姐姐流淚就給我去死吧，臭SB們。” 像天使一樣的妹妹阿利雅也不知道為何黑化了。\n\n“你救下的命你要負責。你忘記和我度過的那一晚了嗎？” “我一直都很憧憬你。你不能交給我你的一部分嗎？”\n\n“不想成為皇后？那你當國王吧，我當國王的夫君。嫁妝就送上整個王國可以嗎？” “雖然大家都認為我是侍奉太陽神的教皇，但你知道嗎？其實你才是我的神。”\n\n妹妹漁場裡養的魚也都闖入我的工作中，這世界是出毛病了嗎？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%B6%A9%EC%A7%81%ED%95%9C-%EA%B2%80%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%96%88%EB%8A%94%EB%8D%B0/3001), [KakaoPage](https://page.kakao.com/content/59087644)\n\n**Official Translations:**\n* [English](https://tapas.io/series/cassmire-the-loyal-sword/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26287&contentId=287&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%A6%B9%E5%A6%B9%E7%9A%84%E5%AE%88%E8%AD%B7%E5%8A%8D/326)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Cassmire-The-Loyal-Sword/568)\n* [Japanese / 日本語](https://piccoma.com/web/product/103982)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%81%E0%B8%84%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A0%E0%B8%B1%E0%B8%81%E0%B8%94%E0%B8%B5/376)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf34988a-06ba-429b-b52d-c0862d14008d",
    "title": {
      "en": "You've Got the Wrong House, Villain"
    },
    "updatedAt": "2024-06-20T21:04:46+00:00",
    "coverArt": "https://mangadex.org/covers/bf34988a-06ba-429b-b52d-c0862d14008d/f3dc32c3-d582-411a-a943-7ea6312abbec.jpg",
    "altTitles": [
      {
        "ko": "집 잘못 찾아오셨어요, 악역님"
      },
      {
        "ko-ro": "Jim Jalmon Chajaosyeosseoyo, Agyeongnim"
      },
      {
        "en": "You Have Got the Wrong House, Villain"
      },
      {
        "en": "You've Come to the Wrong House, Villain"
      },
      {
        "fr": "Tu es arrivé à la maison fautive, méchant"
      },
      {
        "es": "Tienes la casa equivocada, villano"
      },
      {
        "ru": "Ты Ошибся Домом, Злодей"
      },
      {
        "ar": "لقد حصلت على المنزل الخطأ أيها الشرير"
      },
      {
        "zh-hk": "惡役大人，您找錯家啦"
      },
      {
        "zh": "恶役大人，您找错家啦"
      },
      {
        "es-la": "Villano, estás en la casa equivocada"
      }
    ],
    "description": {
      "en": "As if it weren't enough for me to be reincarnated as a child in the slums, I was taken to a city of crime and became a test subject. But then, when I saw the man that came to destroy the research institute, I realized that this place was the world of *Piper*, a reverse harem novel. While living a relatively normal life after escaping from the institute, the heroine of the novel moved in next door. From the looks of it, I might be the heroine's neighbor, an extra. Originally, the heroine was to save the unconscious and fatally wounded villain and in return, be subject to a fanatical obsession. But, why. Why is the sub-villain collapsed in front of my house? The sub-villain, Lakis Avalon, was the king of the underworld and the very same frightening man that I had met at the institute before. I took a moment’'s glance around then I kicked the man’s body away.\n\nHey, you're got the wrong house, villain."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-09T13:33:55+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!\n\n---\n\n**Links:**\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EC%98%81%EC%9B%85%EB%8B%98%EA%BB%98%EC%84%9C-%EA%B7%80%ED%99%98%ED%95%98%EC%8B%A0%EB%8B%A4/2427)\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n- [Official Japanese Translation](https://piccoma.com/web/product/62908)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%A1%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B5%E0%B8%A3%E0%B8%9A%E0%B8%B8%E0%B8%A3%E0%B8%B8%E0%B8%A9%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%95%E0%B8%B1%E0%B8%99/110)",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f40aeb0-9d07-4169-825c-b2b3db188823",
    "title": {
      "en": "The Predatory Marriage Between the King and the Paladin"
    },
    "updatedAt": "2023-07-23T12:54:50+00:00",
    "coverArt": "https://mangadex.org/covers/9f40aeb0-9d07-4169-825c-b2b3db188823/4b4a1476-5435-4845-a4ef-36a0d9cd8678.jpg",
    "altTitles": [
      {
        "en": "The Predatory Marriage Between the King and the Holy Knight"
      },
      {
        "ko": "국왕과 성기사의 약탈혼"
      },
      {
        "ja": "国王と聖騎士の略奪婚"
      },
      {
        "zh": "国王和圣骑士的掠夺婚"
      },
      {
        "en": "The King and the Paladin"
      },
      {
        "fr": "Le mariage forcé de la reine et du paladin"
      }
    ],
    "description": {
      "en": "\"Yes, I'll become a king. I'm going to take everything I want.\"  \n  \nBloody Calliope, a warlord who usurped the throne and began her quest to take control of neighboring countries.  \n  \nEzekiel, a famous, noble paladin, heads to Alpensia to stop the war.  \n  \nHis mission was to execute the King's command in order to stop the war, but…  \n  \nWhat awaited him when he arrived at the Royal Palace was not his King, but the frightening Calliope.  \n  \nCalliope, the warlord, and Ezekiel, the paladin, can the relationship between those two, started by force, develop into love?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)",
      "fr": "Calliopée est devenue reine du Royaume d'Arpensiade après s'être vengée en anéantissant ses ennemis dans un bain de sang. Maintenant, elle souhaite trouver un mari et force un maître paladin à l'épouser. Mais leur histoire semble remonter à de longues années.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)",
      "id": "Calliope, seorang putri raja yang berani menakhlukkan kerajaannya sendiri demi menjadi raja dan menikah dengan orang yang dia sukai?! Cinta seorang raja perempuan dan paladin yang dulu dicintainya.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)",
      "ja": "「婿としての務めを、果たしてもらおうか―」 欲しいものをすべて手に入れるため、国王となったカリオペー。幼い頃からある縁をもつ、麗しい聖騎士・エゼキエルと略奪婚をするが・・！？\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)",
      "ko": "“그래, 왕이 되었지. 가지고 싶은 건 다 빼앗아 가지려고.”\n\n왕위를 찬탈하고 주변국을 점령하기 시작한 전쟁 군주, 블러디 칼리오페.\n\n고결하기로 이름난 성기사 이제키엘은\n전쟁을 막기 위해 인접국 알펜시아드로 향한다.\n\n그의 임무는 국왕의 요구를 따르고 전쟁을 피하는 것이었지만,\n왕궁에 도착한 그를 기다린 것은 국왕과의 외교가 아닌 약탈혼이었는데…….\n\n잔혹한 왕 칼리오페와 성기사 이제키엘.\n억지로 시작된 이들의 관계는 사랑으로 발전할 수 있을까?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)",
      "zh": "嗜血女王逼婚纯洁圣骑士，\n诱人的血色爱恋即将上演！\n好战的君主卡里奥菲，在篡夺王位之后，开始攻打周边的国家。德高望重的圣骑士伊泽基尔为了阻止战争，来到了邻国西亚德。他的任务本是听从国王的要求，避免两国交战，没想到到达王宫之后，等待着他的竟然是与国王的强制婚姻…残忍的国王卡里奥菲与高洁的圣骑士伊泽基尔，由强制婚姻开始的二人能否发展成真爱呢？\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/guowangheshengqishidelveduohun/list?title_no=1671)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/romantic-fantasy/the-king-and-the-paladin/list?title_no=3618)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001353)\n\n- [Official French Translation](https://www.webtoons.com/fr/romance/le-mariage-force-de-la-reine-et-du-paladin/list?title_no=2991)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1064e8a5-0de9-401f-b674-b6178611305d",
    "title": {
      "en": "The Secret Bedroom of the Forsaken Princess"
    },
    "updatedAt": "2024-05-30T23:21:39+00:00",
    "coverArt": "https://mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "altTitles": [
      {
        "ko": "버림받은 왕녀의 은밀한 침실"
      },
      {
        "ko-ro": "Beorimbadeun Wangnyeoui Eunmilhan Chimsil"
      },
      {
        "en": "The Secret Bedroom of a Dejected Royal Daughter"
      },
      {
        "en": "The Abandoned Princess' Secret Room"
      },
      {
        "fr": "The Abandoned Princess' Secret Bedroom"
      },
      {
        "es": "El dormitorio secreto de la princesa abandonada"
      },
      {
        "ru": "Тайные покои покинутой принцессы"
      },
      {
        "th": "ห้องนอนลับของเจ้าหญิงต้องสาป"
      },
      {
        "ja": "捨てられた王女の秘密の寝室"
      },
      {
        "zh": "被弃公主的秘密房间"
      },
      {
        "zh-hk": "落魄王女的隱密閨房"
      },
      {
        "en": "The Secret Bedroom of the Abandoned Princess"
      }
    ],
    "description": {
      "en": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "fr": "La princesse Lewellyn avait tout pour elle. Jusqu'au jour où sa mère s'est fait exécuter pour avoir tenté de maudire le prince héritier. Depuis, elle vit ses jours délaissée par les siens et harcelée par la reine douairière. Elle ne rêve plus que de pouvoir entrer à l'abbaye pour s'échapper du palais et vivre une vie chaste. Mais le dieu démon Asmodeus lui a infligé la malédiction de la luxure, la faisant plonger dans le désir. Parviendra-t-elle à cacher ses ébats de princesse lubrique et à se rappeler de l'homme qui a pris sa virginité?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "th": "เพื่อลบล้างคำสาป องค์หญิงเลเวลลีนจำต้องเปิดห้องบรรทมแห่งความลับ แล้วปลดเปลื้องราคะที่ลุกโชนในขั้วจิตขั้วใจ บุรุษทั้ง 4 คนที่ตกกระไดพลอยโจนเข้ามาสุมอยู่ในกองไฟกามอารมณ์อันร้อนรุ่มนี้ ใครจะเป็นคนที่สามารถคว้าหัวใจอันเฉยชาที่ไม่เคยรู้จักความรักไปได้ และจะเกิดอะไรขึ้นกับคำสาปที่ผูกมัดองค์หญิงตราบสิ้นลมหายใจนี้กันแน่?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh": "时尚翘臀男作家奇幻力作！\n谁才是诅咒公主的真爱？\n乐薇琳曾是备受景仰的公主，如今却惨遭抛弃。失去保护的公主不幸遭遇了邪恶的诅咒。为了防止诅咒失控，被弃公主开始了与四个男人的爱恨纠缠。诅咒的真相会被解开吗？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh-hk": "曾經備受推崇，現在卻悲慘地被拋棄的王女萊維琳。 無人保護的她被下了兇惡的詛咒。 那就是讓人對男人產生慾望的詛咒。 萊維琳爲了阻止詛咒的暴走，最終打開了自己的臥室... 被拋棄的王女與糾纏不清的四名男子。 詛咒的真相會大白嗎？ 最後她會和哪個男人在一起呢？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81c2fc5e-7908-4811-9471-762c90a6d63a",
    "title": {
      "en": "Amayakashite kureru Hokenshitsu no Yumeno-sensei"
    },
    "updatedAt": "2024-07-22T15:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/81c2fc5e-7908-4811-9471-762c90a6d63a/b48213bd-c86a-44a2-a06b-f8d7563885e3.jpg",
    "altTitles": [
      {
        "ja": "甘やかしてくれる保健室の夢乃先生"
      },
      {
        "en": "Yumeno-Sensei from the Infirmary Pampers Me"
      },
      {
        "id": "Bu Yumeno dari UKS memanjakanku"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0bdc917-50d6-44df-8349-a702e5466951",
    "title": {
      "en": "Ashi-Girl"
    },
    "updatedAt": "2024-05-08T17:31:18+00:00",
    "coverArt": "https://mangadex.org/covers/c0bdc917-50d6-44df-8349-a702e5466951/d4e47ce8-157b-4df8-b5ad-805b014e087c.png",
    "altTitles": [
      {
        "ja-ro": "Ashi Gaaru"
      },
      {
        "ja-ro": "Ashigaaru"
      },
      {
        "ru": "Пехотинец"
      },
      {
        "ja": "アシガール"
      },
      {
        "zh": "跑女战国行"
      },
      {
        "zh-hk": "跑女戰國行"
      },
      {
        "ko": "아시가루"
      },
      {
        "uk": "Піхотинка"
      }
    ],
    "description": {
      "en": "From the author of Gokusen and Koudaike no Hitobito comes the story of Yui Hayakawa:\nan ordinary, uninspired high school girl who's only good at one thing - running! \nBut because of her genius younger brother Takeru and his latest experiment, a time machine, \nshe accidentally gets sent back to the Sengoku Era missing her beloved dinner steak! \nWill young Yui finally find that 'something' where her entire potential was hiding? \nAnd will she ever be able to eat that delicious steak her mother made for her?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": ""
  },
  {
    "mangaId": "c4f27c5f-c136-4f86-8aab-f865c32978fd",
    "title": {
      "en": "Shintan Kairou"
    },
    "updatedAt": "2023-01-30T08:22:44+00:00",
    "coverArt": "https://mangadex.org/covers/c4f27c5f-c136-4f86-8aab-f865c32978fd/d02506ff-0975-47c1-bd22-37fc6481a220.jpg",
    "altTitles": [
      {
        "ja": "深潭回廊"
      },
      {
        "en": "Hallway to the Abyss"
      },
      {
        "fr": "Les couloirs de l'Abîme"
      }
    ],
    "description": {
      "en": "He was a teacher who knew his student was gay and still desired his body.\nAfter running away from everything, he became a wanderer and took the name Mos-san.\n\nYanagida struggled with the pain of being in love with the same sex. \nHe committed attempted rape on a student when he was a teacher, and ran away from there. \nBefore he knew it he had become Mos, a pitiful demon who had thrown his past away, but had no choice but to keep on living. \nHe thought he'd lost everything but a single boy reached out his hand to him.\n\nSeven years have passed since the painful but passionate story of 'Smells Like Green Spirit.'"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4506662e-a5d0-4572-aab6-71f12a2e2525",
    "title": {
      "en": "Joou no Hana"
    },
    "updatedAt": "2024-05-08T23:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/4506662e-a5d0-4572-aab6-71f12a2e2525/7ab5eb57-be2a-493e-8dd3-b278554c27e8.jpg",
    "altTitles": [
      {
        "tr": "Kraliçenin Çiçeği"
      },
      {
        "en": "The Queen's Flower"
      },
      {
        "ja": "女王の花"
      },
      {
        "zh": "女王之花"
      },
      {
        "it": "Il fiore millenario"
      },
      {
        "fr": "La Fleur Millénaire"
      },
      {
        "th": "บุปผาราชินี"
      },
      {
        "ko": "여왕의 꽃"
      },
      {
        "ko-ro": "Yeowangui Kkot"
      }
    ],
    "description": {
      "en": "Long ago, there existed a land divided into four countries: Sou, Kou, Do, and Ah. The King of Ah took on a wife from Kou and soon thereafter one from Do, creating a shaky alliance between the three nations. When the Second Queen gave birth to a son, the King cast aside the sickly First Queen and her daughter Aki into the depths of the Palace. But as Fate would have it, Princess Aki encounters a slave named Hakusei, who has peculiar golden hair and sky blue eyes. He promises his life to her and helps her train in the Six Arts under the guidance of the enigmatic merchant Seitetsu. However, when Aki outshines the Prince during a hunt in an attempt to gain her father's acknowledgement, she inadvertently sparks a war by besmirching Do's honor and drives the Second Queen to poison her mother. With nothing left but her faithful Hakusei, Aki is banished to the small country of Kou with a vow to return to Ah one day for revenge. But in the face of the mighty allied nations of Do and Ah, will the two survive long enough to carry out Aki’s vow?  \n  \n*Winner of the 60th Shogakukan Manga Awards for Best Shoujo.*"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "43"
  },
  {
    "mangaId": "cc782de1-a6da-478c-8ec3-016ca2bebaa2",
    "title": {
      "en": "Real Man"
    },
    "updatedAt": "2024-05-11T22:35:16+00:00",
    "coverArt": "https://mangadex.org/covers/cc782de1-a6da-478c-8ec3-016ca2bebaa2/a99ec1c6-d714-4ba9-a23c-965f1d8ca3d0.jpg",
    "altTitles": [
      {
        "en": "A Man's Man"
      },
      {
        "ko": "상남자"
      },
      {
        "ru": "Настоящий Мужчина"
      },
      {
        "fr": "L'homme parfait"
      },
      {
        "fr": "Un homme exemplaire"
      },
      {
        "ka": "Ნამდვილი მამაკაცი"
      }
    ],
    "description": {
      "en": "Yuhyeon becomes the youngest CEO of Hansung, a successful electronics company built on toxic work culture, but nobody he cares about is there to celebrate with him. After a night of drinking and wondering if he could change the past, he wakes up the next morning, 20 years younger at the beginning of his career.Armed with the experience and insights that made him CEO, Yuhyeon begins to revisit broken relationships and battle the enablers of Hansung’s cut-throat work environment. But he does not yet know how changing the past will affect his future...  (Source: Webtoons)\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=751168)\n\n---\n**Official Translations:** [English](https://www.webtoons.com/en/drama/a-mans-man/list?title_no=2876), [Chinese (Simplified Characters) / 汉语](https://dongmanmanhua.cn/METROPOLIS/nanzihan/list?title_no=1548), [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/city-office/a-mans-man/list?title_no=3278),  [Indonesian / Bahasa](https://www.webtoons.com/id/drama/the-man/list?title_no=2257), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001100)",
      "ru": "Хан Ю Хён, лучший офисный работник на небесах и на земле. Потеряв все, он вернулся в прошлое и изменил свою жизнь!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f65444dc-3694-4e31-a166-8afb2938ed55",
    "title": {
      "en": "Gintama"
    },
    "updatedAt": "2024-02-02T00:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/f65444dc-3694-4e31-a166-8afb2938ed55/f90de296-5948-4945-9d0f-b3747d6838a7.jpg",
    "altTitles": [
      {
        "en": "Silver Soul"
      },
      {
        "ru": "Гинтама"
      },
      {
        "ar": "جينتاما"
      },
      {
        "ja": "ぎんたま"
      },
      {
        "ja": "銀魂"
      },
      {
        "ko": "은혼"
      },
      {
        "ja-ro": "Gin Tama"
      },
      {
        "ko-ro": "eunhon"
      },
      {
        "th": "กินทามะ"
      },
      {
        "fa": "گینتاما"
      },
      {
        "id": "Jiwa Perak"
      },
      {
        "es": "Alma plateada"
      },
      {
        "vi": "Linh Hồn Bạc"
      },
      {
        "ms": "Jiwa Perak"
      },
      {
        "zh": "银魂"
      },
      {
        "zh-ro": "Yínhún"
      },
      {
        "fr": "Âme d'argent"
      },
      {
        "pt": "Alma de Prata"
      },
      {
        "zh-hk": "銀魂"
      },
      {
        "it": "Anima d'argento"
      },
      {
        "de": "Silberseele"
      },
      {
        "sr": "Сребрна душа"
      },
      {
        "sr": "Гинтама"
      },
      {
        "ru": "Серебряная душа"
      },
      {
        "tr": "Gümüş Ruh"
      }
    ],
    "description": {
      "en": "Sakata Gintoki is a samurai living in an era when samurai are no longer needed.  \n  \nTo add to his troubles, oppressive aliens have moved in to invade. Gintoki lives with Kagura and Shinpachi, taking on odd jobs to make the world a better place… and to pay their rent.\n\n[Official English*](https://www.viz.com/gin-tama)\n***Viz Media quietly discontinued Gintama after Volume 23 of the manga (released in English in 2011). As of 2024, Viz has not made any additional comments on Gintama's publication.**",
      "pl": "Kosmici zwani Amanto postanowili podbić kolejną planetę, a że padło na Ziemię… Cóż, zwykły pech. Wojna przyszła, poszła, a kosmici… Zostali, wpływając znacząco na rozwój technologiczny. W takim oto dziwnym świecie przyszło żyć Gintokiemu – chłopak najmuje się do każdej, nawet najczarniejszej roboty. Jeśli masz więc problem, nie zależnie od tego czy dotyczy on walki z pszczołami z innej planety, czy może zastępowania schorowanego personelu w barze transwestytów, zgłoś się do niego.  \nAyanami - 18 grudnia 2010",
      "ru": "Захватив Землю, пришельцы Аманто запретили ношение мечей, и единственный, в ком ещё жив подлинно японский дух — самоуверенный сластёна Гинтоки Саката. Неуклюжий очкарик Шинпачи нанялся к нему в ученики. Третьим в их команде стала прелестная Кагура из сильнейшего во Вселенной клана Ято, а с ней её питомец Садахару — пёсик размером с бегемота, обладающий забавной привычкой грызть головы всем, кто под морду подвернётся. Они называют себя «мастерами на все руки» и выполняют любые заказы — главное, чтобы заплатили…"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "77",
    "lastChapter": "704"
  },
  {
    "mangaId": "39a42714-db1f-4faf-8e05-e8cdbfa48314",
    "title": {
      "en": "My Favorite Idol"
    },
    "updatedAt": "2024-07-21T17:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/39a42714-db1f-4faf-8e05-e8cdbfa48314/15647c49-aea4-4cdf-9efc-64fe5c27f99a.jpg",
    "altTitles": [
      {
        "ko": "사생돌"
      },
      {
        "ko-ro": "Sasaengdol"
      }
    ],
    "description": {
      "en": "The bodies of the top idol and a school outcast are switched?! A school outcast who is always bullied everyday, Hong Jooa. A top idol who is loved by the whole nation, Go Yohan. Jooa, who envies the life of her beloved idol, and Yohan, who envies the simple and free life of an ordinary person. While they yearned for each other’s lives, their bodies were switched one day!? A spectacular body-switch romance, My Favorite Idol!\nBlackout-Phantom"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2024-07-08T02:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/b2d33f6b-043d-4e1d-995a-6c4b94b255c2.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu Estou Sendo Criada por Vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5bc2756a-ebfd-460a-a42f-2f07016fe495",
    "title": {
      "en": "Go Forward With the Rebels"
    },
    "updatedAt": "2024-05-05T02:43:48+00:00",
    "coverArt": "https://mangadex.org/covers/5bc2756a-ebfd-460a-a42f-2f07016fe495/61cbfb45-6cbd-4257-b9b5-533688ea6ef1.jpg",
    "altTitles": [
      {
        "zh": "与叛逆者同行"
      }
    ],
    "description": {
      "en": "In a world where energy is exhausted and resources are scarce, most of the world's resources are occupied by a few people. Slowly, an upper-level supernatural world called \"Mirage\" is established."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-05-26T14:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b34f7d5-d505-4da4-99eb-e7091900cdb9",
    "title": {
      "en": "Concubine Walkthrough"
    },
    "updatedAt": "2024-01-31T17:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/3b34f7d5-d505-4da4-99eb-e7091900cdb9/bd1774d1-2525-4b44-b0a4-9777fc95c12e.jpg",
    "altTitles": [
      {
        "ko": "후궁공략"
      },
      {
        "en": "Concubine Attack"
      },
      {
        "en": "Royal Game"
      },
      {
        "fr": "Ataque de Concubina"
      },
      {
        "es": "La Concubina Ataca"
      },
      {
        "zh-hk": "後宮攻略"
      }
    ],
    "description": {
      "en": "At first, Yona gave some major side-eye to the popular game \"Concubine Walkthrough\" until she got sucked into it—literally! Now stuck as the villain, she has her hands full facing the infamously cruel emperor, shaking off scheming concubines, and befriending NPCs. There’s only one way the Game Master will let her out and that’s to become the Empress! Will she be able to stay true to her honest and straightforward self despite the palace’s intrigues? One extra problem: she’s got competition...",
      "es": "¿Estás atrapado en el juego de realidad virtual <Concubine Attack>? ¡La única forma de volver a la realidad es ver el final de convertirse en emperatriz!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "131"
  },
  {
    "mangaId": "3e3604cc-97b5-43f0-ab2c-c144debcae87",
    "title": {
      "en": "Yu-Gi-Oh OCG STORIES"
    },
    "updatedAt": "2024-02-23T02:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/3e3604cc-97b5-43f0-ab2c-c144debcae87/624a4e29-f8d7-413e-8e27-4f7152b3e23e.jpg",
    "altTitles": [
      {
        "en": "Yu☆Gi☆Oh OCG Stories"
      },
      {
        "ja": "遊☆戯☆王OCGストーリーズ"
      },
      {
        "vi": "Chuyện kể về Yu★Gi★Oh! OCG"
      },
      {
        "pt-br": "Yu-Gi-Oh Histórias OCG"
      }
    ],
    "description": {
      "en": "In the distant past, the prosperous nation of Karma waged war against the nation of Spectra, resulting in the creation of an AI that wiped out all humans. Centuries later, Raye, the last surviving human, lives amongst an android society on the outskirts of Karma. On the night of her 13th birthday, her peaceful life is upended when Spectra attacks, destroying her home and forcing her friends to the front lines. Desperate to save everything she loves, Raye calls upon humanity's last bastion: \"Sky Striker\", the Karma-developed secret technology made to turn humans into the ultimate living weapons.… Unexpected, right? In this newest adaptation of Yu-Gi-Oh, the focus of the plot is not on the card game, but instead the many storylines featured in the cards. The first arc surrounds the Sky Striker series, with more to come in the future.",
      "pt-br": "No passado distante, a próspera nação de Kama travou uma guerra contra a nação de Spectra, resultando na criação de uma IA que eliminou todos os humanos. Séculos depois, Raye, a última humana sobrevivente, vive entre uma sociedade de andróides nos arredores de Kama. Na noite de seu aniversário de 13 anos, sua vida pacífica é interrompida quando Spectra ataca, destruindo sua casa e forçando seus amigos a irem para a linha de frente. Desesperada para salvar tudo o que ama, Raye invoca o último bastião da humanidade: \"Força Celeste\", a tecnologia secreta desenvolvida por Kama feita para transformar humanos em armas vivas definitivas.\n\n... Inesperado, certo? Nesta mais nova adaptação de Yu-Gi-Oh, o foco do enredo não está no jogo de cartas, mas sim nas muitas histórias apresentadas nas cartas. O primeiro arco envolve a série Força Celeste, com mais por vir no futuro."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-07-14T06:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/b1eb44d4-2286-4a0a-89d0-0b4311de846c.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "en": "Kagura Bowl"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11801062-d961-460a-b2b5-f0a477f45b66",
    "title": {
      "en": "Yuan Zun"
    },
    "updatedAt": "2022-06-11T17:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/11801062-d961-460a-b2b5-f0a477f45b66/288bb3b6-6b3f-4103-a3a7-45ac2d0fc86c.png",
    "altTitles": [
      {
        "zh": "元尊"
      }
    ],
    "description": {
      "en": "A teenager holds a pen, while a dragon dances; Chaos surrounds the world, lighting the sky. In this world, will the python swallow the dragon, or will the saint dragon rise?!!\n\n\n---\n\n**Links:**\n- [Alternative Raw (KuaiKan)](https://www.kuaikanmanhua.com/web/topic/1745)\n- [Alternative Raw (Zymk)](https://www.zymk.cn/1966)\n- [Alternative Raw (Mkzhan)](https://www.mkzhan.com/212234)\n- [Alternative Raw (Bilibili)](https://manga.bilibili.com/detail/mc24485)\n- [Official Korean (Kakao)](https://page.kakao.com/home?seriesId=52141727)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/wonzon)\n- [Official Korean (MrBlue)](https://www.mrblue.com/comic/C000048409)\n- [Official Korean (Battlecomics)](http://www.battlecomics.co.kr/webtoons/1112)\n- [Alternative Official English (BiliBili)](https://www.bilibilicomics.com/detail/mc448)",
      "pt": "Um adolescente segura um pincel, enquanto um dragão dança; O caos rodeia o mundo, iluminando o céu. Neste mundo, a píton engolirá o dragão, ou o Santo dragão se elevará..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee5d348-9a2a-4797-9824-380909a2b88c",
    "title": {
      "en": "Wan Gu Shen Wang"
    },
    "updatedAt": "2023-04-05T19:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/eee5d348-9a2a-4797-9824-380909a2b88c/1c5d3b02-d3d1-470e-8899-6c0432ff5fda.jpg",
    "altTitles": [
      {
        "en": "Myriad Ancient God King"
      },
      {
        "en": "Ten thousand ancient god king"
      },
      {
        "zh": "万古神王"
      },
      {
        "en": "Immortal God King"
      }
    ],
    "description": {
      "en": "The past life died because of the imperial concubine, and he was born again in the high school era. It coincides with the recovery of the aura and the great changes in the world. When rejuvenating a teenager, he will follow the path of his journey, and he will protect his own friends. Loved ones. When he does not choose to stay, he will push him all the way."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "295f7b2e-4e75-49de-84a3-dfefe3b95342",
    "title": {
      "en": "Bushinden: I Was Offered as a Sacrifice, but Was Picked up by a God and Became a Master of Martial Arts"
    },
    "updatedAt": "2024-07-21T19:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/295f7b2e-4e75-49de-84a3-dfefe3b95342/64c95a71-0c4e-4499-aaf3-6fa0b4bca6d3.jpg",
    "altTitles": [
      {
        "ja": "武神伝 生贄に捧げられた俺は、神に拾われ武を極める"
      },
      {
        "vi": "Võ Thần Truyền"
      },
      {
        "en": "I Was Sacrificed, but I Became a Disciple of the God and Mastered Martial Arts"
      }
    ],
    "description": {
      "en": "Toma Godo is considered incompetent because he has not been able to use magic since he was a child.  He was sacrificed to the 【Extreme Demon Island】, where ferocious demons were raging, and there he met a [Demigod] who had mastered the art of combat!\n\n After being accepted by the [Demigod] as a disciple, Touma awakened his extraordinary talent, practiced martial arts day and night, destroyed all kinds of demons on the island, and finally evolved into an invincible person in the world.  One day, a mysterious girl drifts to the island, completely changing Touma's fate.\n\n Touma left【Extreme Demon Island】with a beautiful girl calling herself Lise, but... Touma vowed to \"protect\" Lise, who holds a secret that affects the survival of humanity, and will now be freed.  the whole world knows!\n\n The boy from a sacrifice becomes a Martial God-- The unparalleled fantasy story of reversal officially opens"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-12T14:02:00+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "d82e4a7a-85f8-4f06-ac83-c92b522836ea",
    "title": {
      "en": "The Perfect Plan for a Fairy-Tale Ending"
    },
    "updatedAt": "2024-06-20T21:02:57+00:00",
    "coverArt": "https://mangadex.org/covers/d82e4a7a-85f8-4f06-ac83-c92b522836ea/caf242bd-e1eb-4419-a4ae-da82f93524ac.jpg",
    "altTitles": [
      {
        "ko": "동화 속 악역의 완벽한 엔딩 플랜"
      },
      {
        "ko-ro": "Donghwa Sog Ag-yeog-eui Wanbyeoghan Ending Plan"
      },
      {
        "ko-ro": "Donghwa Sok Agyeogui Wanbyeokan Ending Plan"
      },
      {
        "en": "A Perfect Ending Plan of the Villain in a Fairy Tale"
      },
      {
        "en": "Perfect Ending Plan of a Fairy Tale Villainess"
      },
      {
        "en": "Fairy Tale Villain's Perfect Ending Plan"
      },
      {
        "en": "The Perfect Ending Plan for a Villain"
      },
      {
        "fr": "My Sister's Happily Ever After"
      },
      {
        "es": "El plan perfecto de la villana para el cuento de hadas"
      },
      {
        "th": "แผนตอนจบสุดสมบูรณ์ของตัวร้ายในเทพนิยาย"
      },
      {
        "ja": "悪役の完璧なエンディングプラン"
      },
      {
        "zh": "童话里反派的完美结局"
      },
      {
        "zh-hk": "童話裡反派的完美結局"
      },
      {
        "zh-hk": "反派角色的完美結局"
      },
      {
        "en": "The Perfect Ending for the Villainess of a Fairy Tale"
      },
      {
        "es-la": "Un plan final perfecto de la villana en un cuento de hadas"
      }
    ],
    "description": {
      "en": "[There was a pitiful girl who cried tears of diamond and lived while being abused by her family. But a prince appeared and killed off the entirety of the evil family. And so, the girl lived happily ever after with the prince.]\n\n...is the fairy tale, but I reincarnated as the evil sister, 'Marcia Blick'?!\n\nThis damned household! I have to escape from this house now, at least! But if I run away, what about my sister who will be left behind? I've made my decision! We're going to run away together!\n\n'Larisa. Let's go find that prince who will make you happy!'\n\nBut: \"Please marry me.\"\n\nPrince, why are you proposing to me? Your partner isn't me, but my sister! This sister of yours will make you a 'perfect ending plan'!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)",
      "zh": "「很久很久以前，有一个可怜小女孩， 因为会流下钻石眼泪，而遭到家人虐待。 但是王子出现了，他帮助女孩逃离了家族。 从此两人过上了幸福快乐的日子。」 而我？竟然穿越进了这个童话中， 成为了欺负小女孩的坏姐姐！ 我决定带着妹妹逃走， 去寻找能让她幸福的王子！ 可是， “请你和我结婚吧。” 王子，你为什么向我求婚了？ 你的命定之人不是我，而是我的妹妹才对啊！ 拉莉莎，你等着， 姐姐一定会让你迎来圆满的结局！",
      "zh-hk": "我穿越到童話世界了？角色還是反派—主人公的姐姐馬西婭•布里克！ ！\n\n童話內容是有位可憐的少女被家人虐待，只想要她流下的鑽石眼淚， 後來王子出現手刃惡毒的家人，從此少女和王子迎來完美結局。\n\n這該死的家庭，我現在就要逃跑！但我跑了妹妹怎麼辦？\n\n好！那就帶著妹妹一起逃跑！莉莉沙，我們去找能夠讓你幸福的王子吧！\n\n“和我結婚吧”！王子，你向我求婚幹什麼？你的命定之人不是我，而是我妹妹！ ！\n\n莉莉沙，你等著， 姐姐一定讓你迎來完美結局！\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54970327), [Naver Series](http://naver.me/GLuxzytv)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%8F%99%ED%99%94-%EC%86%8D-%EC%95%85%EC%97%AD%EC%9D%98-%EC%99%84%EB%B2%BD%ED%95%9C-%EC%97%94%EB%94%A9-%ED%94%8C%EB%9E%9C/2867), [KakaoPage](https://page.kakao.com/home?seriesId=58925157)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-perfect-plan-for-a-fairy-tale-ending/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26297&contentId=297&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%8D%E6%B4%BE%E4%B9%9F%E6%83%B3%E8%A6%81%E6%9C%89%E5%AE%8C%E7%BE%8E%E7%B5%90%E5%B1%80/331)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Perfect-Plan-for-a-Fairy-Tale-Ending/571)\n* [Japanese / 日本語](https://piccoma.com/web/product/112309)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%9C%E0%B8%99%E0%B8%95%E0%B8%AD%E0%B8%99%E0%B8%88%E0%B8%9A%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B9%83%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%99%E0%B8%B4%E0%B8%A2%E0%B8%B2%E0%B8%A2/382)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbdb2ccb-74db-457f-aca6-8c9b5fbb3d81",
    "title": {
      "en": "When a Villain Meets a Villainess"
    },
    "updatedAt": "2024-06-02T15:26:21+00:00",
    "coverArt": "https://mangadex.org/covers/cbdb2ccb-74db-457f-aca6-8c9b5fbb3d81/38989366-6c5f-4ecc-8b40-1eb44564c8c7.jpg",
    "altTitles": [
      {
        "ko": "악당과 악당이 만나면"
      },
      {
        "en": "When Villainess and Villain Meet"
      },
      {
        "en": "When a Villain meets a Villain"
      }
    ],
    "description": {
      "en": "Atalanta, the head of an underground organization, is infamous for committing violent acts against nobles. One day, she receives a commission from the Emperor to assassinate the tyrant Grand Duke Lionel Bianca. Atalanta dreams of a future where her and the members of her organization can live a normal life, so she accepts the commission and infiltrates the Grand Duchy to assassinate him… But, why can’t he be killed? Will Atalanta be able to safely escape from the Grand Duke, who is suddenly whispering confessions of love?",
      "ko": "귀족들을 상대로 악명을 떨치던 제국 뒷세계 조직의 보스, 아탈란테. \n어느 날 황제로부터 폭군 리오넬 비안크 대공을 암살해 달라는 의뢰를 받게 된다.\n조직원들과 평범하게 살고 싶었던 아탈란테는 의뢰를 수락하고 \n대공성에 잠입해 암살 시도하는데….\n하지만 어째서인지 죽지 않아?\n한순간에 사랑을 속삭이는 대공에게서 아탈란테는 무사히 탈출할 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad",
    "title": {
      "en": "Sistervention"
    },
    "updatedAt": "2024-07-07T12:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/4f8c7f4e-fb3a-473b-9472-b0d11dbb65ad/ec54385b-1c67-4e8a-804e-e76e64de0cb5.jpg",
    "altTitles": [
      {
        "ko": "언니는 여동생을 바르게 키워야 합니다"
      },
      {
        "en": "I Need to Raise My Sister Right"
      },
      {
        "en": "A Sister Must Raise Her Younger Sister Properly"
      },
      {
        "en": "An Older Sister Should Raise Her Little Sister Properly"
      },
      {
        "en": "The Older Sister Should Raise Her Younger Sister"
      },
      {
        "pt-br": "Querida irmã, não seja a vilã"
      },
      {
        "es-la": "Una hermana mayor debe educar bien a su hermana menor"
      },
      {
        "en": "I Need to Raise My Sister Properly"
      }
    ],
    "description": {
      "en": "Her favorite character's fate is in her hands.\nA woman's dream comes true when she transmigrates into the body of Rachel Agnes, sister of Liz Agnes — her favorite story villain. Her mission? Ensure that Liz goes down a better path. Yet, things become more complicated than expected, especially when a notorious archduke is thrown into the mix...",
      "pt-br": "“Reencarnei como a meia-irmã da minha personagem favorita, a vilã!!”\n\nQuando abri meus olhos após sofrer um acidente, me vi no corpo de “Rachel Agnus”, a duquesa e meia-irmã de “Liz Agnus”, minha personagem favorita e vilã da novel que estava lendo!  “Trabalharei duro para que a Liz não sofra o mesmo destino terrível que teve na história original, não deixarei minha personagem favorita sofrer!”   Porém, no meio da jornada que “Rachel Agnus” resolveu percorrer, um grande imprevisto apareceu. Lexville, o temido e sanguinário Grão-duque dos rumores!!   “Por que este homem está tão interessado em mim?!?!?!” “O assassino e louco por sangue gosta de mim?!!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]