[
  {
    "mangaId": "12ac16ec-8894-420b-bc03-eade9340dfd8",
    "title": {
      "en": "Trinity Seven"
    },
    "updatedAt": "2024-10-14T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/12ac16ec-8894-420b-bc03-eade9340dfd8/3cdb9d45-248f-495c-bc53-d68584db4688.jpg",
    "altTitles": [
      {
        "en": "Trinity 7"
      },
      {
        "ja-ro": "Trinity Seven - 7-Nin no Masho Tsukai"
      },
      {
        "ja-ro": "Trinity Seven: 7-Nin no Mahoutsukai"
      },
      {
        "id": "ทรินิตี้เซเว่น 7 จ้าวคัมภีร์เวท"
      },
      {
        "ja": "トリニティセブン 7人の魔書使い"
      },
      {
        "ko": "트리니티 세븐"
      },
      {
        "en": "Trinity Seven - The 7 Magicians"
      }
    ],
    "description": {
      "en": "Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake?",
      "pt-br": "Arata Kasuga está vivendo uma vida comum com sua prima, Hijiri, quando um acontecimento misterioso chamado \"Fenômeno do Colapso\" a faz desaparecer diante de seus olhos. Determinado a erradicar o Fenômeno do Colapso e trazer Hijiri de volta, Arata se matricula na Academia Real Biblia. É uma estrada difícil pela frente, mas nada é impossível quando você tem sete lindas garotas — cada uma mestre em sua própria arte mágica — ao seu lado! A comédia romântica e a história às vezes séria da escola de bruxas começa!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 30. ]"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1950d1b-0909-46d0-ac99-cc45959505da",
    "title": {
      "en": "On My Way to Kill God"
    },
    "updatedAt": "2024-09-13T19:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/a1950d1b-0909-46d0-ac99-cc45959505da/d249ec56-7135-47fe-b0e0-27ff7f8f9d90.jpg",
    "altTitles": [
      {
        "ko": "신을 죽이러 갑니다"
      },
      {
        "es-la": "De camino a matar a Dios"
      }
    ],
    "description": {
      "en": "“I’ll kill you… Demon God!”\n\nBecause of the demons, humanity was thrown into a battle they could not refuse. The people dragged into Helacion hunted monsters in a desperate struggle to survive.\n\nTo escape, and to take revenge against the Demon God, they must endlessly grow and become even stronger!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-11-10T12:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-11-01T16:53:37+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418be4a0-a376-4a7e-aa34-51576b2e6fa7",
    "title": {
      "en": "Nigoru Hitomi de Nani o Negau - Highserk Senki"
    },
    "updatedAt": "2024-12-12T21:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/418be4a0-a376-4a7e-aa34-51576b2e6fa7/9e5b1815-336c-4b3d-b7cd-8664ba9ef317.jpg",
    "altTitles": [
      {
        "ja": "濁る瞳で何を願う ハイセルク戦記"
      },
      {
        "ja": "Nigoru Hitomi de Nani wo Negau - Highserk Senki"
      },
      {
        "en": "What Do You Wish For With Those Murky Eyes: Record of Highserk War"
      },
      {
        "en": "What Do You Wish For With Muddy Eyes: Record of Highserk War"
      },
      {
        "ru": "Чего ты желаешь своим мутным взором?"
      },
      {
        "id": "Apa yang Kau inginkan dengan mata berlumpur?"
      }
    ],
    "description": {
      "en": "One day, Raizou ​​Takakura, an average salaryman, had a heart attack and his life ended that day. But, he got a second life in a different world.\n\nReincarnated with strong skills― wasn't what happened to him. Instead, he was reincarnated as a foot soldier in a small country, Highserk Empire, which is surrounded by large countries. With a new name, Walm, he was thrown into the frontlines of a war. Covered in blood and stench of death, along his comrades, he was slipping through the life-or-death situations.\n\nAn adventurer party with members who could use powerful magic, transferees with overwhelming power called the \"heroes.\" In a deadly battle with them, Walm gradually developed his talent as a warrior which would've never awoken if he were to stay in times of peace. While his eyes becoming dark and muddy over time.\n___\n**Character Designer:** [So-taro](https://mangadex.org/author/c4ae5d7f-3399-4b1f-a509-d7388ad47826)",
      "id": "Suatu hari, Raizou Takakura, seorang pegawai biasa, mengalami serangan jantung dan hidupnya berakhir hari itu. Tapi, dia mendapat kehidupan kedua di dunia yang berbeda.\n\nReinkarnasi dengan keterampilan yang kuat― tidak terjadi padanya, sebaliknya, dia bereinkarnasi sebagai prajurit di sebuah negara kecil, Kekaisaran Highserk, yang dikelilingi oleh negara-negara besar. Dengan nama baru, Walm, dia terlempar ke garis depan perang. Berlumuran darah dan bau kematian, bersama rekan-rekannya, dia tergelincir melalui situasi hidup atau mati.\n\nSebuah party petualang dengan anggota yang bisa menggunakan sihir yang kuat, penerima transfer dengan kekuatan luar biasa yang disebut \"pahlawan.\"\n\nDalam pertempuran mematikan dengan mereka, Walm secara bertahap mengembangkan bakatnya sebagai seorang pejuang yang tidak akan pernah terbangun jika dia tinggal di masa damai. Sementara matanya menjadi gelap dan berlumpur seiring waktu―",
      "ja": "平凡な会社員だった高倉頼蔵（たかくら　らいぞう）は、ある日、心筋梗塞によりその生涯を閉じた。\nしかし、彼は異世界で第二の生を得る。\n\n\n[web novel](https://ncode.syosetu.com/n6680gq)  (jp)",
      "ru": "Однажды у обычного офисного работника Райдзу Такакуры случился сердечный приступ, и в тот же день его жизнь оборвалась. Но мир одарил его новой жизнью в другом мире.\n\nОн реинкарнировался не с сильными способностями, а просто перевоплотился в пехотинца из маленькой страны, империи Хайсерк, которая окружена большими государствами. С новым именем, Вальм, он был брошен на фронт войны. Покрытый кровью и смрадом смерти, вместе со своими товарищами он пробирался через ситуации жизни и смерти.\n\nВ смертельной схватке с ними Вальм постепенно развил свой талант воина, который никогда бы не пробудился, останься он в мирном городе. Но за все схватки его глаза со временем потемнели и помутнели..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7acd0fd-e507-46b9-8a66-709c6885b60c",
    "title": {
      "en": "Heroine wa xx o Kasegitai"
    },
    "updatedAt": "2024-12-02T04:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/b7acd0fd-e507-46b9-8a66-709c6885b60c/6e831f3d-4122-4cdf-8f65-a266d4718f5a.jpg",
    "altTitles": [
      {
        "ja": "ヒロインは××を稼ぎたい"
      },
      {
        "ja-ro": "Heroine wa ×× wo Kasegitai"
      },
      {
        "en": "Heroines Want To Earn XX"
      },
      {
        "zh": "女主想做xx活"
      }
    ],
    "description": {
      "ja": "カワイイ女子高生がイカツイ武器をブン回す!! 金髪ギャルの小松崎と清楚で真面目な西園寺。二人は華のイマドキ女子高生!! だけど実は裏ではバイト感覚で血なまぐさい「ｘｘ稼ぎ」に手を染めており…。ゆるーい日常を送りながら片手間で悪魔退治。JK×日常×バイオレンスアクション。異色の物語が開幕――!!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "45d3ebca-8d74-4e51-be90-8582e4756cbd",
    "title": {
      "en": "Dungeon Tou de Yadoya wo Yarou! Souzou Mahou wo Moratta Ore no Hosoude Hanjouki"
    },
    "updatedAt": "2024-09-24T18:10:16+00:00",
    "coverArt": "https://mangadex.org/covers/45d3ebca-8d74-4e51-be90-8582e4756cbd/af3328b3-4708-4e88-9428-2d7f26d6ef94.jpg",
    "altTitles": [
      {
        "ja": "ダンジョン島で宿屋をやろう! 創造魔法を貰った俺の細腕繁盛記"
      },
      {
        "en": "Let's run an inn on Dungeon Island! A Story of my Weak Selfs Success after receiving Creation Magic"
      },
      {
        "zh-hk": "在迷宮島上經營旅館吧！得到創造魔法之後我的成長記"
      },
      {
        "ja-ro": "Dungeon Shima de Yadoya o Yarou! Sōzō Mahō o Moratta Ore no Hosoude Hanjō-ki"
      },
      {
        "zh": "在迷宫岛上经营旅馆吧！得到创造魔法之后我的成长记"
      },
      {
        "ko": "던전 섬에서 여관을 하자! 창조 마법을 받은 나의 가냘픈 번성기"
      }
    ],
    "description": {
      "en": "One day, Sanada Shirou, who works for a black company, is transported to another world. Using his \"creation magic\", an ability he gained when transported, he opens an inn and is supposed to lead a slow life, but this other world is a little strange?! It is a world where women are overwhelmingly dominant, where women do dangerous work and battle, and men are powerless and are protected! The daily life of entertaining (in many ways) the women of this other world begins...!\n\n---\n**Links:**\n- [Web Novel](https://kakuyomu.jp/works/1177354055503576578)  (JP)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0621ecc9-c098-4660-ab53-4816a2cadd29",
    "title": {
      "en": "Tendou-ke Monogatari"
    },
    "updatedAt": "2024-10-11T20:48:25+00:00",
    "coverArt": "https://mangadex.org/covers/0621ecc9-c098-4660-ab53-4816a2cadd29/2ebe0b86-bdfc-4020-991b-2b4f88f0aaec.jpg",
    "altTitles": [
      {
        "ja": "天堂家物語"
      },
      {
        "ja-ro": "Tendouke Monogatari"
      },
      {
        "en": "Tendou Family Story"
      },
      {
        "en": "The Tales of Tendo Family"
      },
      {
        "ar": "قصة عائلة تندو"
      }
    ],
    "description": {
      "en": "A girl saves Houjou family's third daughter from drowning herself. The girl takes her place as Houjou Ran who shall become the Tendou family's bride but her deceit is seen through..?",
      "ja": "天堂家令息・天堂雅人に嫁いだ伯爵令嬢・鳳城蘭は偽者だった。生きては出られぬという天堂家を恐れる蘭の身代わりを自ら申し出たという娘は「人を助けて死にたい」と言う───。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-12-05T03:01:04+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/51bf8b6e-3c18-4dca-a22c-33725fedddff.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      },
      {
        "en": "Catenaccio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62ea0d5e-b6d8-4391-a919-02d217410f18",
    "title": {
      "en": "Amateur E-girl Streaming a Space War"
    },
    "updatedAt": "2024-08-12T19:30:16+00:00",
    "coverArt": "https://mangadex.org/covers/62ea0d5e-b6d8-4391-a919-02d217410f18/e3c99b73-403d-4fd4-9085-2e1f8cead835.jpg",
    "altTitles": [
      {
        "ja-ro": "Teihen Chūbā ga Uchū Sensō o Totte Mita"
      },
      {
        "ja-ro": "Teihen Tuber ga Uchuu Sensou wo Tottemita"
      },
      {
        "ja": "底辺チューバーが宇宙戦争を撮ってみた"
      }
    ],
    "description": {
      "en": "On a day just like any other, a giant spaceship suddenly appeared and invaded Earth, obliterating entire cities in the blink of an eye. In the midst of the attacks, Kanna Fujimiya, amateur content creator, rose to fame overnight with her video coverage of the invasion. With her newfound popularity and charms, Kanna continues to cover the war from the front lines, but…!?  \n  \nThis amateur content creator reveals the truth behind the interstellar war in this science fiction thriller!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "c2db1e90-bfde-44de-b6ce-763670e52ad5",
    "title": {
      "en": "Isekai Yurutto Survival Seikatsu ~Gakkou no Minna to Isekai no Mujintou ni Tenishitakedo Ore Dake Rakushou desu~"
    },
    "updatedAt": "2024-10-09T14:37:13+00:00",
    "coverArt": "https://mangadex.org/covers/c2db1e90-bfde-44de-b6ce-763670e52ad5/9ccbbb2b-bf14-4c3a-83dd-ad9c96d470d2.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるっとサバイバル生活 ～学校の皆と異世界の無人島に転移したけど俺だけ楽勝です～"
      },
      {
        "en": "Survival Life in a Different World: I Moved to an Uninhabited Island in a Different World With Everyone at School, but I’m the Only One Who Wins Easily"
      },
      {
        "ko": "이세계 느긋 서바이벌 생활 ~학교 모두와 이세계의 무인도로 전이했지만 나만 낙승입니다~"
      },
      {
        "zh": "异世界悠闲荒野求生～和学校的众人一起传送到了无人岛但是只有我游刃有余～"
      },
      {
        "zh-hk": "異世界悠閒荒野求生~和學校的眾人一起傳送到了無人島但是僅自己遊刃有餘~"
      }
    ],
    "description": {
      "en": "I’m Shinomiya Hokage, a 3rd-year high-school boy who dreams of a survival life. One day, everyone in my school transferred to a mysterious island in a parallel world. I woke up in an unknown cave and I started moving on my own. Then, I met up with some of my classmates. My knowledge and tools in survival shines through. I was a plain guy in school but I’m the leader in this world.  \n  \n\n\n---",
      "es": "Soy Shinomiya Hokage, un chico de tercer año de preparatoria que sueña con una vida de supervivencia. Un día, todos en mi escuela se trasladaron a una isla misteriosa en un mundo paralelo. Me desperté en una cueva desconocida y empecé a moverme por mi cuenta. Entonces, me encontré con algunos de mis compañeros de clase. Mis conocimientos y herramientas de supervivencia destacan. Yo era un chico sencillo en la escuela, pero soy el líder en este mundo.  \n  \n\n\n---",
      "ja": "無人島暮らしを夢見る高校生、篠宮火影(しのみや ほかげ)は、クラスメートとともに異世界にある謎の島に転移する。\n電気もガスも水道もない無人島で、火影は持ち前のサバイバル能力によって次々に問題を解決する。\n嵐に見舞われても、虎に拠点を占領されても、火影が止まることはない。\n卓越した知識と経験でゼロから文明を築く、ちょっぴりエッチな本格異世界サバイバルコメディ。",
      "pt": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo.  \n  \n\n\n---\n\n**Monthly serialization / Serialización mensual.**  \n  \n- [Alternative Raw Source](https://rawmangas.net/manga/isekai-yurutto-survival-seikatsu-gakkou-no-minna-to-isekai-no-mujintou-ni-tenishitakedo-ore-dake-rakushou-desu-manga-raw/)",
      "pt-br": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1191ee7-3db6-4f30-85ca-949800e88210",
    "title": {
      "en": "My Life as Inukai-san's Dog"
    },
    "updatedAt": "2024-05-18T19:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/a1191ee7-3db6-4f30-85ca-949800e88210/4e15b856-dbd6-4ceb-9113-26f2f0163c9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Inu ni Nattara Suki na Hito ni Hirowareta"
      },
      {
        "ja": "犬になったら好きな人に拾われた。"
      },
      {
        "pt-br": "Minha Vida como o Cachorrinho da Inukai-san"
      },
      {
        "zh": "无意间变成狗，被喜欢的女生捡回家。"
      },
      {
        "zh-hk": "變成狗後被喜歡的人撿回家。"
      }
    ],
    "description": {
      "en": "A little ecchi comedy where you are being kept by a cool, beautiful girl! When you woke up, you found yourself as the pet dog of a girl named Inukai-san! At school, Inukai-san has no expression on her face, but she's a dog lover who loves her dog to pieces! She loves dogs so much that she's going to turn you into a real dog, body and soul! An erotic comedy that makes you stop being human!  \n \n- [Manga Official Twitter](https://twitter.com/inuninattara)",
      "pt-br": "Uma pequena comédia ecchi onde você está sendo cuidado por uma garota legal e bonita! \n\nQuando você acordou, você se viu como o cachorro de estimação de uma garota chamada Inukai-san! Na escola, Inukai-san não tem nenhuma expressão no rosto, mas ela adora cachorros! Ela ama tanto cachorros que vai transformar você em um cão, de corpo e alma! \n\nUma comédia erótica que faz você querer deixar de ser humano!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "65"
  },
  {
    "mangaId": "fabfd1d5-6ddb-464f-a9dc-8a694ff464ab",
    "title": {
      "en": "Chotto Ippai!"
    },
    "updatedAt": "2023-12-31T10:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/fabfd1d5-6ddb-464f-a9dc-8a694ff464ab/350b70db-848f-4b7c-809a-c5fadf03e75e.jpg",
    "altTitles": [
      {
        "en": "Just One Drink"
      },
      {
        "ja": "ちょっといっぱい!"
      },
      {
        "ko": "잠깐 한 잔!"
      }
    ],
    "description": {
      "en": "16 year old Miyahara Momiji starts working part-time at an Izakaya called Koharuya."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "70"
  },
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cd0f66f-fbb1-4b62-879e-5edb8aca41a6",
    "title": {
      "en": "Ouritsu Majutsu Gakuin No Kichiku Koushi"
    },
    "updatedAt": "2024-11-04T22:28:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cd0f66f-fbb1-4b62-879e-5edb8aca41a6/fb9bd6e7-fcde-4022-82d2-59891a985a8d.jpg",
    "altTitles": [
      {
        "ja": "王立魔術学院の鬼畜講師"
      },
      {
        "en": "Demon Instructor at the Royal Academy of Magic"
      },
      {
        "vi": "Giảng Viên Ác Quỷ Tại Học Viện Hoàng Gia"
      }
    ],
    "description": {
      "en": "Setsuna is a perverted instructor who is unable to invoke magic. As a part-time Instructor at the Royal Academy of Magic, he continually tells his students to self-study. The new students who entered the academy with high expectations are disappointed in Setsuna, and judging him to be incompetent, they challenge him to a Geas duel.\n\n《Will you resign if I win?》\n《“I”? Surely you mean “we”… All of you have been pretty annoying, so I want you all to take me on. But in return, you know what will happen if you lose, right?》\n\nSetsuna plays with the special students, who are the best in a hundred years, with perverse and astonishing magic that is unthinkable in common sense! But behind the demon-like behavior, could there be a true purpose…?\n___\n**Character Designer:** [zunta](https://mangadex.org/author/844f9d85-2b7f-46fe-a69d-5c3e84cc2142/zunta)",
      "ja": "この世のすべての変態性を受け継いだかのような男の『指導』が今、始まる！",
      "pt-br": "Setsuna é um instrutor pervertido que não consegue invocar magia. \nComo professor de meio período na Royal Academy of Magic, ele continuamente diz a seus alunos para estudarem sozinhos.\nOs novos alunos que entraram na academia com grandes expectativas ficam desapontados com Setsuna e, julgando-o incompetente, desafiam-no para um duelo de Geass.\n\n- Você vai renunciar de seu cargo se eu ganhar?\n- \"EU\"? Certamente você quer dizer \"nós\". Todos vocês têm sido muito irritantes, então quero que todos vocês me enfrentem. Mas, em troca, você sabe o que acontecerá se perder, certo?\n\nSetsuna brinca com os alunos especiais, que são os melhores em cem anos, com uma magia perversa e surpreendente que é impensável no senso comum!\nMas por trás do comportamento demoníaco, poderia haver um verdadeiro propósito...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-10-25T12:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/047cb6db-c88c-451b-906a-bf7af8173d39.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a086028-7977-4da6-a4c2-b659a4de29c6",
    "title": {
      "en": "Kasane to Subaru"
    },
    "updatedAt": "2024-10-29T18:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/4a086028-7977-4da6-a4c2-b659a4de29c6/b54e49b6-bfa1-4add-8363-c0a79ebcf886.jpg",
    "altTitles": [
      {
        "ja": "かさねと昴"
      },
      {
        "en": "Kasane and Subaru"
      },
      {
        "zh-hk": "累和昴"
      },
      {
        "ru": "Касанэ и Субару"
      }
    ],
    "description": {
      "en": "Both of them are straightforward people. Once they meet, they quickly get to know each other better. A heartwarming romantic comedy that begins with a certain incident. Shibata Kasane, a graphics designer at a toy design and development company, is troubled. Her troubles started when she grabbed her colleague Enokida Subaru's ass by accident! Kasane was intrigued by how similar Enokida's ass and her favourite childhood character felt. At the same time, Kasane felt guilty because Enokida might have been uncomfortable. Enokida said \"I don't mind\" but had a pained and frightened expression. Kasane was overcome by the urge to apologise profusely! On the other hand, it looks like Enokida is hiding something.",
      "ja": "おもちゃの企画開発会社でグラフィックデザイナーをしている柴田かさね（しばたかさね）は、あることで悩んでいた。悩みの発端は、思いがけない事故で同僚の榎田昴（えのきだすばる）のお尻を触ってしまったこと…！ 榎田のお尻の感触が、かさねの大好きなキャラクターの着ぐるみの感触と似ていて興味を持った。けれど、それと同時に、榎田に嫌な思いをさせてしまったんじゃないかという罪悪感が拭えない。榎田は「気にしてない」と言ったけれど、その表情はどこか怯えて苦しそうで…。もっと、きちんと謝らなければ！と強く思うかさね。一方で、榎田にはある隠し事があって――。",
      "ru": "Касанэ Сибата работает графическим дизайнером в компании, выпускающей детские игрушки. Однажды она случайно... дотронулась до ягодиц своего коллеги, Субару Энокиды, и это напомнило ей о любимом персонаже из детства. Касанэ хочет извиниться перед Субару, не подозревая, что он скрывает..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "32156657-0ea8-48a3-81fe-a29bb1f90219",
    "title": {
      "en": "Reaper of the Drifting Moon"
    },
    "updatedAt": "2024-12-11T18:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "altTitles": [
      {
        "ko": "사신표월"
      },
      {
        "ko-ro": "Sasinpyowol"
      },
      {
        "en": "The Reaper"
      },
      {
        "en": "Death God of the Drifting Moon"
      },
      {
        "en": "Grim Reaper's Floating Moon"
      },
      {
        "fr": "La faucheuse de la lune errante"
      },
      {
        "ru": "Жнец дрейфующей Луны"
      },
      {
        "fa": "فرشته مرگ ماه سرگردان"
      },
      {
        "ja": "死神漂月〜暗闇からの刺客〜"
      },
      {
        "ar": "ملك الموت للقمر المنجرف"
      },
      {
        "zh-hk": "死神漂月"
      },
      {
        "ka": "მოძრავი მთვარის მომკელი"
      },
      {
        "es-la": "El Asesino de la Luna a la Deriva"
      },
      {
        "pt-br": "O Ceifador da Lua Cheia"
      }
    ],
    "description": {
      "de": "Pyo Wol ist ein einfaches Waisenkind und durchstreift alleine den gesamten Kontinent, bis er eines Tages auf einen mysteriösen Mann trifft und plötzlich das Bewusstsein verliert. Als er wieder zu sich kommt, befindet er sich in einem dunklen, engen Raum mit einer eisernen Tür als einzigem Ausgang. Irgendwie schafft Wol es, die nächsten grausamen Monate zu überleben, während er versucht, einen kühlen Kopf zu bewahren und seinen Körper auf das vorzubereiten, was folgen könnte. Als sich die eiserne Tür endlich öffnet, erfährt Wol, dass er an diesem schrecklichen Ort nicht alleine ist: Eine Gruppe Maskierter hat 300 Kinder entführt, um sie zu menschlichen Waffen auszubilden. Nun liegt es an Wol, zu kämpfen und die anderen umzubringen – denn nur die wenigsten können überleben und am Ende ausgewählt werden. Wird er es schaffen, seinen Kidnappern zu entkommen?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "en": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "ka": "ის ჯიანგჰუს სიღრმეშია. თვალები ფართოდ გაახილე, თუ არ გინდა უფსკრულში ჩავარდე.",
      "ko": "강호 가장 깊은 곳에 그가 있다.\n두 눈 부릅떠라. 심연으로 끌려가지 않으려면.\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "pt-br": "Ele está na parte mais profunda do Jianghu. Mantenha os olhos bem abertos se não quiser ser arrastado para o abismo."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-11-19T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-12-11T08:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "ko-ro": "Muhanui Mabeopsa"
      },
      {
        "en": "Infinite Mage"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "pt-br": "Mago do infinito"
      },
      {
        "es-la": "El mago infinito"
      },
      {
        "th": "จอมเวทไร้ขีดจำกัด"
      },
      {
        "ja": "無限の魔法使い"
      },
      {
        "zh": "无限魔法师"
      },
      {
        "zh-hk": "無限魔法師"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2024-11-03T00:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/03987fda-7394-4239-bc8d-189266e4b513.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      }
    ],
    "description": {
      "en": "Flora just moved to an old house, but there's already a creepy cat living there. That's when their mysterious cohabitation began.",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "8e9c0fe2-68d4-4224-9f96-ac51464eb94a",
    "title": {
      "en": "The Perfect Hybrid"
    },
    "updatedAt": "2024-06-15T11:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/39b26766-3627-484c-80d9-8cc1923edf7b.jpg",
    "altTitles": [
      {
        "ko": "규격 외 혈통 천재"
      },
      {
        "en": "Extraordinary Descent Genius"
      },
      {
        "en": "Genius of the Unique Lineage"
      },
      {
        "fr": "Prodige Hors Norme (Webtoon)"
      }
    ],
    "description": {
      "en": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
      "ko": "나는 인베이더를 죽이는 사람이 되고 싶다. \n―\n인베이더를 죽이고 특수종의 세상에 살며 일상의 행복도 유지하고 싶다. \n그걸 바라면 안 될까? \n왜? 왜 그래서는 안 되나. \n두 마리 토끼를 쫓다가는 둘 다 놓친다고 하지만, \n안 놓치면 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90043ed2-87d7-4a4c-b9a6-272445afe6af",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo! - Modern Konosuba (Doujinshi)"
    },
    "updatedAt": "2024-11-25T11:08:15+00:00",
    "coverArt": "https://mangadex.org/covers/90043ed2-87d7-4a4c-b9a6-272445afe6af/737329f7-a92d-44b5-a46e-c42055d10e55.jpg",
    "altTitles": [
      {
        "ja-ro": "現代版このすば (この素晴らしい世界に祝福を！)"
      },
      {
        "ja-ro": "Gendai-ban Konosuba (Kono Subarashii Sekai ni Shukufuku wo!)"
      },
      {
        "en": "Modern Konosuba: A Day in the Life of Kazuma (God's Blessing on This Wonderful World!)"
      },
      {
        "ja": "現すば (この素晴らしい世界に祝福を！)"
      },
      {
        "ja-ro": "Gensuba"
      },
      {
        "en": "Modern Konosuba"
      }
    ],
    "description": {
      "en": "Ever wondered what would happen if the characters from the series Konosuba were put in a Modern setting?\n\nWell here you have the answer!!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-12-01T03:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/7898f0c5-fac7-4a18-b366-84bf661432b7.jpg",
    "altTitles": [
      {
        "ja": "雨夜の月"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "de": "Der Mond in einer Regennacht"
      },
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her.",
      "ja": "2人の少女の、目には見えないもの、かけがえのないこと。\n\n金田一咲希は高校入学直前のある日、ピアノレッスンに向かう途中で見知らぬ同世代の少女とぶつかり手を擦りむくが、相手から無言のまま真っすぐに見つめられた後、落とした楽譜を丁寧に拾われ絆創膏をもらう。咲希は印象的だったその少女とクラスメイトとして再会し、名前が及川奏音、そして耳が不自由だと知る。学校では障害を理由に周囲と距離を置く奏音に、淋しさを覚えた咲希はどうにか分かり合おうとし、そんな彼女の姿に奏音の態度も次第に変わっていき…。",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-11-24T14:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "309"
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-11-24T12:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-12-01T09:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/049a0e41-9833-4dbb-9b8a-2f5b1851c7bf.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "6b1eb93e-473a-4ab3-9922-1a66d2a29a4a",
    "title": {
      "en": "Naruto"
    },
    "updatedAt": "2024-12-10T18:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/6b1eb93e-473a-4ab3-9922-1a66d2a29a4a/bb223226-a5ca-457b-8a10-ad3ecaea66be.jpg",
    "altTitles": [
      {
        "ja": "ナルト"
      },
      {
        "ja": "-ナルト-"
      },
      {
        "ja": "NARUTO -ナルト-"
      },
      {
        "uk": "Наруто"
      },
      {
        "ru": "Наруто"
      },
      {
        "bg": "Наруто"
      },
      {
        "sr": "Нароуто"
      },
      {
        "bn": "নারুতো"
      },
      {
        "hi": "नारुतो"
      },
      {
        "ur": "ناروٹو"
      },
      {
        "ar": "ناروتو"
      },
      {
        "he": "נארוטו"
      },
      {
        "ka": "ნარუტო"
      },
      {
        "ta": "நருடோ"
      },
      {
        "ko": "나루토"
      },
      {
        "zh": "狐忍"
      },
      {
        "zh-hk": "火影忍者"
      },
      {
        "my": "နာရူတို"
      },
      {
        "th": "นินจาคาถาโอ้โฮเฮะ"
      }
    ],
    "description": {
      "bg": "Тайното село Коноха. Проблемният възпитаник на Нинджа академията Наруто и днес не спира с белите! Огромната мечта на същия този Наруто е да приеме званието на историческия герой Хокаге и да стане нинджа, като надмине всички предишни Хокаге. Ала около раждането на Наруто изглежда витае една тайна...!?",
      "cs": "Stát se nejlepším nindžou na světě není věc snadná, dokonce ani když nejste obecně zatracovaný outsider, který má v sobě zapečetěného devítiocasého démona, jenž kdysi málem srovnal se zemí celou nindžovskou vesnici. Naruto je však pevně odhodlaný splnit si tento sen a vzdát se za žádných okolností nehodlá. Nejspíš proto, že neví, co to slovo znamená (a prakticky určitě ho nedokáže správně napsat).",
      "de": "Naruto ist ein berüchtigter Tunichtgut in seinem Dorf, das fast ausschließlich aus Ninja besteht. Er liebt Nudelsuppe und spielt anderen gern Streiche. So ist es kein Wunder, dass er nicht gerade beliebt ist. Doch gerade deshalb will er der beste Ninja seines Dorfes werden. Zu diesem Zweck gehen er und seine Mitschüler Sasuke und Sakura beim großen Meister Kakashi in die Lehre...",
      "en": "Before Naruto's birth, a great demon fox had attacked the Hidden Leaf Village. The 4th Hokage from the leaf village sealed the demon inside the newly born Naruto, causing him to unknowingly grow up detested by his fellow villagers. Despite his lack of talent in many areas of ninjutsu, Naruto strives for only one goal: to gain the title of Hokage, the strongest ninja in his village. Desiring the respect he never received, Naruto works toward his dream with fellow friends Sasuke and Sakura and mentor Kakashi as they go through many trials and battles that come with being a ninja.  \n\n\n---",
      "es": "En la Villa Oculta de la Hoja, un chaval de lo más problemático que estudia en la escuela de ninjas, Naruto, se dedica a urdir gamberrada tras gamberrada. El sueño de Naruto es el de llegar un día a heredar el nombre de Hokage, reservado a los grandes héroes, y de convertirse en el mejor ninja de todos los tiempos. ¿¡Podrá Naruto llegar a cumplir sus anhelos de grandeza...!?\n\n---\nLa aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "fi": "Konohan ninjakylässä ilman vanhempia varttunut Naruto Uzumaki on ninjakoulun heikoimpia oppilaita. Mutta Narutossa piilee voimia, jotka ylittävät inhimilliset rajat... Naruto on vauhdikas seikkailutarina ninjanuorukaisesta ja hänen ystävistään, taisteluista, toveruudesta ja kunniasta. Sekä kotimaassaan että ulkomailla huippusuosittu sarja pohjautuu taruihin Japanin historian mystisistä ninjasotureista. \n\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille.",
      "fr": "Naruto est un garçon un peu spécial. Il est toujours tout seul et son caractère fougueux ne l'aide pas vraiment à se faire apprécier dans son village. Malgré cela, il garde au fond de lui une ambition: celle de devenir un maître Hokage, la plus haute distinction dans l'ordre des ninjas, et ainsi obtenir la reconnaissance de ses pairs.",
      "id": "Ini adalah Desa Konohagakure... Naruto adalah salah satu murid di Akademi Ninja yang suka berbuat onar!! Impian Naruto adalah menjadi seorang Hokage. Tetapi, Naruto memiliki rahasia sejak lahir karena di dalam tubuhnya terdapat siluman rubah yang disegel! Inilah petualangan Naruto untuk mewujudkan impiannya...",
      "it": "\"Naruto\" è incentrato sulle avventure di un ragazzino, Uzumaki Naruto, che vuole diventare un famoso ninja e lasciare un segno nella storia. Gli ostacoli sul suo cammino sono però molti, come le prove che dovrà sostenere e i rivali che dovrà affrontare...\n\n---\nNaruto Uzumaki è un ragazzo dodicenne del Villaggio della Foglia che insegue il sogno di diventare Hokage, cioè il ninja più forte, nonché capo del villaggio. Il giovane custodisce in sé un segreto di cui lui stesso è all'oscuro: all'interno del suo corpo è sigillato un demone, conosciuto come Volpe a Nove Code, che attaccò il villaggio dodici anni prima e fu sigillato dal Quarto Hokage in cambio della vita. Per questo motivo, Naruto è stato sempre associato allo spirito demoniaco ed è cresciuto isolato da tutti. Dopo l'ennesima bocciatura di Naruto all'esame dell'accademia per il diploma di Genin, il suo maestro Iruka Umino lo salva dal maestro traditore Mizuki che lo aveva spinto a rubare un rotolo contenente delle tecniche proibite. In questo frangente, Naruto scopre finalmente il suo segreto. Questo, unito al desiderio di salvare Iruka, gli dà la spinta necessaria a sconfiggere Mizuki con la Tecnica Superiore della Moltiplicazione del Corpo, appresa dal rotolo. Grazie a questa dimostrazione di coraggio, il ragazzo riesce a guadagnarsi la promozione a Genin ed entra a far parte della Squadra 7 insieme a Sakura Haruno e Sasuke Uchiha, sotto la guida del maestro Kakashi Hatake.",
      "ja": "ここは木ノ葉隠れの里。忍術学校の問題児、ナルトは今日もイタズラ三昧！！　そんなナルトのでっかい夢は歴代の勇者、火影の名を受けついで、先代を越える忍者になることだ。だがナルトには出生の秘密が…！？",
      "pl": "Osada Konoha-gakure. Naruto, uczeń szkoły dla ninja, rozrabia jak tylko potrafi! Mimo to, jego marzeniem jest pokonanie \"Hokage\", czyli aktualnego przywódcy wojowników. Gdy Naruto się rodził, wydarzyło się coś, o czym on sam wciąż jeszcze nie wie...",
      "pt": "La aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "ru": "Двенадцать лет назад, мощный Девятихвостый Демон-Лис напал на деревню ниндзя, Коноху. Демон был быстро побежден и запечатан в младенце по имени Наруто Узумаки. Но для этого, главному ниндзя Конохи, четвёртому хокаге пришлось пожертвовать жизнью… Теперь, по прошествии 12-и лет, Наруто является номером один среди придурков ниндзя, который полон решимости стать следующим Хокаге и получить признание всех, кто когда-либо сомневался в нем!",
      "sr": "Jedan od najpopularnijih naslova širom sveta sada je konačno dostupan i domaćim čitaocima. Serijal prati avanture dečaka Naruta, koji pokušava da postane veliki ratnik i nadmaši sve prethodnike. Ali moraće najpre da se bori sa samim sobom.",
      "tr": "Naruto, ünlü mangaka Masaşi Kişimoto tarafından yaratılan, 1999 yılından beri Japonya’da yayınlanan dünyaca ünlü manga serisi artık Türkiye’de.\n\nBugüne kadar Japonya’da 100 milyondan fazla satan Naruto serisi, 2002 yılında bu başarısı taçlandırarak animeye uyarlandı. Ülkemizde de gösterilen bu anime, manga kültürünü dünyaya tanıtıp; Naruto’yu dünyadaki en önemli mangalardan biri haline getirdi. Yıllardan beri geniş bir hayran kitlesi tarafından Türkçe’de yayınlanması beklenen bu eser, manganın özünden hiçbir şey kaybetmemesine özen gösterilerek ve Japonya’da olduğu gibi sağdan sola okunacak biçimde hazırlandı. Yediden yetmişe herkese hitap eden Naruto, çizgi roman kültürü ile ilgili olmayanların bile severek okuyabileceği bir eser.",
      "uk": "Дванадцять років тому, потужний Дев'ятихвостий Демон-Лис напав на селище Коноху. Демон був швидко переможений і запечатаний в дитинку на ім'я Наруто Узумакі. Але для цього, головному ніндзя Конохи, четвертому хокаге довелося пожертвувати життям... Тепер, після 12-и років, Наруто є номером один серед ніндзя, який сповнений рішучості стати наступним Хокаґе та отримати визнання всіх, хто коли-небудь сумнівався в ньому!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-09-30T14:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/335cc6a2-fd30-48e0-a228-e784b673bffd.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c38a7c-1eab-4078-8faa-aa20b3e05c6b",
    "title": {
      "en": "Ie ga Moete Jinsei Dou Demo Yoku Natta kara, Nokotta Nakenashi no Kin de Dark Elf no Dorei o Katta."
    },
    "updatedAt": "2024-08-31T13:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/47c38a7c-1eab-4078-8faa-aa20b3e05c6b/4ad577a5-f28b-422d-8cd9-c0e36a494ab2.jpg",
    "altTitles": [
      {
        "ja-ro": "Ie ga Moete Jinsei Dō Demo Yoku Nattakara, Nokotta Nakenashi no Kin de Dark Elf no Dorei o Katta."
      },
      {
        "en": "Since I Didn't Have Anything Left to Lose in Life After My House Burned Down, I Bought a Dark Elf Slave With the Remains of My Meager Savings."
      },
      {
        "ja": "家が燃えて人生どうでも良くなったから、残ったなけなしの金でダークエルフの奴隷を買った。"
      },
      {
        "zh-hk": "家被燒掉的我買了個奴隸"
      },
      {
        "zh": "家被烧掉的我买了个奴隶"
      },
      {
        "ko": "집이 불타서 인생이 아무래도 좋아졌기 때문에, 얼마 안 되는 남은 돈으로 다크 엘프의 노예를 샀다."
      }
    ],
    "description": {
      "en": "He lost his new home and all his property, but found a cute girl!  \n   \nHarold, a poor laborer who saved for years, finally obtained the house of his dreams, only to lose it to a fire the very same day. Feeling like nothing mattered anymore, Harold finds himself at an auction, where he ends up spending all of his savings on a slave, Atie…  \n  \nHarold, with his secret technique, and Atie, with her skills as an adventurer, begin their freewheeling journey now!  \nDrawn by hentai artist.\n  \n[Webnovel link](https://ncode.syosetu.com/n0884fk/)",
      "ja": "貯金に貯金を重ね念願のマイホームを手に入れたが、即日火事で失った貧乏労働者・ハロルド。すべてがどうでもよくなったハロルドは、偶然立ち寄った競売で貯金全てを使い、奴隷・アティを買ってしまうのだが…。秘密の技を持つハロルドと冒険者スキルを持つアティの気ままな旅が今、始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45512720-3b58-4c43-8714-1a1a41ec2191",
    "title": {
      "en": "Busaneko ni Kaerareta Kiyowa Reijou desu ga, Saikyou no Gunjin Koushaku ni Hirowarete Kizetsu Sunzen desu"
    },
    "updatedAt": "2024-10-25T22:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/be81b7c8-40d9-4303-839e-bb4cd1e91bf2.jpg",
    "altTitles": [
      {
        "ja": "ブサ猫に変えられた気弱令嬢ですが、最恐の軍人公爵に拾われて気絶寸前です"
      },
      {
        "en": "A Timid Lady was Turned into an Ugly Cat, but on the Verge of Fainting is Picked up by the Most Fearsome Military Duke"
      }
    ],
    "description": {
      "en": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
      "ja": "呪われてブサ猫に――でももしかして幸せかも！？\n\n「お姉さまには、猫にでもなってもらうわ」妹エミリアに婚約者を奪われ、さらに呪いをかけられた子爵令嬢マリー。鏡に映った彼女の姿は――ブサ猫！？\n\n命からがら妹の元から逃げ出したものの、声も出せず孤独と空腹で倒れ伏したマリーだったが、そこに優しい手が差し伸べられる。「こんな雨の中、可哀想に…私と一緒に来るか？」その姿は、”冷酷無慈悲の無敗の公爵”と社交界でも噂の人物で――。\n\n不遇の少女が唯一無二の幸せを手に入れる、幸せ猫ライフスタートです！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c721c1-6cf3-4067-b65c-923d4c1d28fd",
    "title": {
      "en": "Horror Gourmet"
    },
    "updatedAt": "2024-11-24T17:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/04c721c1-6cf3-4067-b65c-923d4c1d28fd/c6621632-7b39-474b-9fee-7dd90142310e.jpg",
    "altTitles": [
      {
        "ja": "ホラーグルメ"
      }
    ],
    "description": {
      "en": "A doujinshi anthology that simulates the feel of 90s shoujo horror magazines. Targeted at women and girls and thus is listed as a shoujo manga. \n\nNote: Sawhore Uploads scanlated some chapters in their site. Volume 1 is complete while 2 only has a few chapters.\nNote 2: DO NOT make a mangaupdates page for this as it is listed as a magazine."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f19ed5a-e496-4416-8d4d-86d338655156",
    "title": {
      "en": "Ri-chan"
    },
    "updatedAt": "2024-09-03T09:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/0f19ed5a-e496-4416-8d4d-86d338655156/d6ea2d68-709b-4c17-9e67-2f93fa759071.jpg",
    "altTitles": [
      {
        "ja": "りーちゃん"
      },
      {
        "ja-ro": "Richan"
      }
    ],
    "description": {
      "en": "Due to work, Tatsu moves back into his parents' house; soon after that, he encounters a young woman who turns out to be Ri-chan, the little girl he used to play together with in his childhood. However, this girl he reunited with has somehow become very different from the cheerful childhood friend in his memories...\n\n---\n\nAdditional Links\n\nVolume/Tankoubon release:\n* [Comic Beam](https://comicbeam.com/product/322312000115.html) (Publisher)\n* [Kadokawa Store](https://store.kadokawa.co.jp/shop/g/g322312000115)",
      "ja": "「太陽のような笑顔を、もう一度見たい」\n\n「ピアノ捨てちゃった。もう音が出ないから」\n\n地元に帰ってきた芦原辰巳（たつ兄ィ）は隣の家の少女・戸部りり（りーちゃん）と久々の再会を果たす。\nピアノが大好きでよく笑う子だったりーちゃんは、金髪ピアスで別人のようになっていた。\nオドオドとしたりーちゃんだったが、変わらないたつ兄ィの優しさに、距離は徐々に縮まり――。\n\nSNSで話題の、恋と絆と再生の物語がついに書籍化！\n描き下ろしエピソード『その後』も収録！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "168"
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-11-01T16:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/ca1052ff-4fcf-44d2-8020-f66e07cc28ce.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      },
      {
        "uk": "Ванпанчмен"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16fa59cd-f198-4fd0-801c-8d5c5ee53070",
    "title": {
      "en": "Watashi wo Suki Sugiru Yuusha-sama wo Riyou shite, Konse koso Nagaiki suru Tsumoridattanoni (Tabun, Mata Shippaishita)"
    },
    "updatedAt": "2024-10-23T13:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/16fa59cd-f198-4fd0-801c-8d5c5ee53070/01c3a4d9-ca47-422b-8e1b-cdb4b25d0d34.jpg",
    "altTitles": [
      {
        "ja": "私を好きすぎる勇者様を利用して、今世こそ長生きするつもりだったのに（多分、また失敗した）"
      },
      {
        "ja": "私への愛が激重の勇者様を利用して、今世こそ長生き目指します！"
      },
      {
        "zh": "明明打算利用过于喜欢我的勇者大人、一定要在这一世过上长寿的一生（大概、又失败了）"
      },
      {
        "zh-hk": "明明打算利用過於喜歡我的勇者大人、一定要在這一世過上長壽的一生（大概、又失敗了）"
      },
      {
        "en": "Using the Hero Who Loves Me Too Much, I Plan to Live Long in This Lifetime But (I Probably Failed Again)"
      },
      {
        "en": "I'm Using the Hero Who Loves Me Too Much, Because I Planned to Live a Long Life in This World (I Probably Failed Again)"
      }
    ],
    "description": {
      "en": "Lisette, the daughter of an earl, is destined to be killed and eaten by a monster on her 20th birthday.\nShe is currently living her fourth life with all her memories intact.\n\nIn order to live longer this time, she goes to live in a sanctuary (the countryside) where monsters do not appear, but one day she reunites with Ralph, the handsome son of an aristocrat.\n\nHe is the young man whom Lisette saved when he was an orphan in her childhood.\nThe first words he says to her are, \"I lived for you.\"\n\nThe first volume of a fantasy about a heroine who fights against her fate of death and a submissive, high-spec yandere hero, a devoted and doting love story!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-12-06T13:57:06+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/ae67464e-dd96-4816-963d-7ecad2adf48f.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      },
      {
        "en": "The Idol Girl in My Class is Acting Suspiciously"
      },
      {
        "vi": "Idol Cùng Lớp Tôi Cứ Đáng Nghi Thế Nào Ấy"
      },
      {
        "en": "My classmate SHION SAEGUSA was idol, but she is unsure of behavior in front of me."
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?",
      "vi": "Saegusa, người đã từ bỏ thần tượng khi cô học trung học, xinh đẹp và thông minh. Cô ấy luôn vui vẻ và thân thiện, và là người nổi tiếng nhất ở trường.Tuy nhiên, Takuya biết một khía cạnh nào đó của cô gái saegusa nàyHôm nay cũng vậy, một cô gái trông đáng ngờ đang cải trang xuất hiện tại cửa hàng tiện lợi nơi anh làm việc bán thời gian.Cô ấy, rất có thể, là Saegusa-san...?Bộ truyện chuyển thể từ truyện tranh được chờ đợi từ lâu của bộ phim hài lãng mạn cực kỳ nổi tiếng với một nữ idol đáng ngờ và dễ thương quá mức!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86794e91-d1b6-4b59-89d2-a52af7cc670d",
    "title": {
      "en": "The Girl Without Relatives"
    },
    "updatedAt": "2023-09-06T13:53:04+00:00",
    "coverArt": "https://mangadex.org/covers/86794e91-d1b6-4b59-89d2-a52af7cc670d/59cbf21d-4520-4340-a7fc-a9ab0dcbc1d4.jpg",
    "altTitles": [
      {
        "ja": "身寄りのない女の子"
      },
      {
        "ja-ro": "Miyori no Nai Onnanoko"
      },
      {
        "de": "Ein Mädchen mit keinen Verwandten"
      },
      {
        "en": "A girl without relatives"
      }
    ],
    "description": {
      "en": "Anyway, I'm gonna dote on her.",
      "pt-br": "A história de uma garota que foi abandonada por sua família, e foi adotada por outra."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-11-29T22:34:20+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/29a3172d-861a-41ee-9819-1d2801e3bac1.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-19T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đấng Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-11-01T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/e7e1f348-e23f-4208-a9f9-7e0c177cf84f.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "ja": "「嫌い」な彼女に負けるたび、曝け出されるホントの気持ち――。\n\n吉沢わかばの幼馴染、梅園小牧。彼女は、品行方正で才色兼備な優等生の仮面を被った、人を見下す性悪女だった。そんな小牧に奪われた尊厳を取り戻すため、彼女に勝負を挑むわかばだったが、「私が勝ったらわかばの大事なものを一つずつ奪う」という条件をつけられて――!?ファーストキスに始まり、一つ一つ「尊厳」を奪われていく中で、小牧に抱く気持ちが「嫌い」だけでないことに気付きーー？",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1427c146-a150-45f6-885b-ecf731f58587",
    "title": {
      "en": "Ochazukenori the 13th"
    },
    "updatedAt": "2024-11-20T13:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/1427c146-a150-45f6-885b-ecf731f58587/4af6a99e-6995-46ce-ae1a-709497c91b61.jpg",
    "altTitles": [
      {
        "ja": "13日の御茶漬海苔"
      },
      {
        "ja-ro": "13-Nichi no Ochazukenori"
      },
      {
        "en": "Ochazukenori on the 13th"
      }
    ],
    "description": {
      "en": "10 brutal horror stories by Ochazukenori, the master of splatter manga! Ranging from morbid humor to slasher to SF horror, this anthology will sure shock you!\n\n\"If you don't eat your ochazuke... Ochazukenori will come and murder you! But who is the real identity of this killer?\" [Ochazukenori the Thirteenth]\n\n\"A special story in 3D! Ochazukenori's love of ochazuke leads him to murder a family!\"\n[Ochazukenori in 3D]\n\n\"A group of violent teenage boys amputate 8 fingers of a girl, she rips of their masks and now they need to kill so their barbaric tendecies stay hidden...\"\n[8 Fingers]"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "b19fcbaf-f35e-4cb3-a38b-2c6e0dbfff96",
    "title": {
      "en": "MELTY BLOOD: TYPE LUMINA Piece in Paradise"
    },
    "updatedAt": "2024-03-23T08:30:42+00:00",
    "coverArt": "https://mangadex.org/covers/b19fcbaf-f35e-4cb3-a38b-2c6e0dbfff96/73e1bb64-c1d5-49dd-8605-d43b2064a979.jpg",
    "altTitles": [
      {
        "ja": "教えてメルブラ道場！ ～都古とはじめての格ゲー～"
      },
      {
        "ja-ro": "Oshiete Merubura Dōjō! ~ Miyako to hajimete no kakugē ~"
      },
      {
        "en": "Teach me Melty Blood Dojo! ~ Miyako's first fighting game ~"
      },
      {
        "en": "Teach Me MB Dojo! ~ Miyako’s First Fighting Game ~"
      }
    ],
    "description": {
      "en": "The curtain rises on Shiki's feverish Melty Blood battle!\n\nTohno Shiki and Arima Miyako challenge 'Melty Blood: Type Lumina', the fighting game based on 'Tsukihime -A piece of blue glass moon-'! In addition, Arcueid, Ciel and other characters also get involved... This is an introductory manga to help you enjoy playing 'Melty Blood: Type Lumina'!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Kimi Meku Yoru ni Kogarete"
    },
    "updatedAt": "2024-12-06T20:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/7ffda3df-ae47-4039-bc81-efa57d5d7e75.jpg",
    "altTitles": [
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "en": "Yearning for a Night Full of You"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "At Saint Ruri Girl's Academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night...",
      "ja": "ここには、由緒正しいお嬢様たちの「瑠璃組」と、素行のよくない不良たちの「藍組」という、相反する2つの勢力があった。七瀬珠月（ななせみつき）は、藍組生徒の中でも、その厳つい見た目から瑠璃組に最も恐れられる存在。そんな見た目にコンプレックスを抱えていた珠月だが、ある夜、夜道を徘徊するお嬢様・宝生悠花（ほうしょうゆうか）に出会い……？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]