[
  {
    "mangaId": "7dbeaa0e-420a-4dc0-b2d3-eb174de266da",
    "title": {
      "en": "Zippy Ziggy"
    },
    "updatedAt": "2022-12-19T16:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/7dbeaa0e-420a-4dc0-b2d3-eb174de266da/192e6a85-80d5-42b4-bdda-81b56592c44f.jpg",
    "altTitles": [
      {
        "ru": "Быстрый Зигги"
      },
      {
        "zh": "知彼知己"
      },
      {
        "ko": "지피지기"
      }
    ],
    "description": {
      "en": "Reputation is everything in a world of icons and popularity contests. So why not score some points here and there by being the nice guy? This is the way Kang Shin-gi legitimizes the fake personality he has everyone believing. Armed with his above average looks and a (completely false) angel-like personality, he has every girl in school head over heels, and all the guys looking to him for guidance. With the exception of having a screwed up cross-dressing devil for a dad, Shin-gi’s life is absolute perfection (*cough* of lies), until one day, Um Seung-hui transfers to his school.  \n  \nWhile being a complete martial artist freak, she also likes to fib just a little in front of those who know her… you know, like acting like she's just a scared little girl who'd play with kittens rather than break brick walls with her head! After all, how can anything go wrong when you're as cute as Seung-hui?  \n  \nFate has brought these two masters of lies together, and the two must battle it out to see who will be crowned the undefeated heavy-weight champion of fakeness!",
      "it": "La reputazione è tutto in un mondo di icone e di gare di popolarità.\nPer cui, perchè non segnare qualche punto qua e là facendo il ragazzo carino? Questo è il modo in cui Shingi Kang legittimizza la falsa personalità che ha fatto credere a tutti di avere.\nArmato della sua ottima media sembra avere una (totalmente falsa) personalità angelica, ha tutte le ragazze della scuola ai suoi piedi, e tutti i ragazzi che lo prendono come esempio.\nCon l'eccezione di avere un incasinato diavolo per padre, la vita di Shingi è la perfezione assoluta (*cough* di bugie), finchè un giorno Seunghee si trasferisce nella sua scuola.\n\nSe da una parte è un mostro delle arti marziali, dall'altra ama raccontare piccole frottole alle persone che conosce... come ad esempio far finta di essere una piccola ragazzina spaventata che ha sempre giocato con i gattini, invece di distruggere muri di pietra con la testa!\nDopotutto, come puo' andarti storto qualcosa se sei carina come Seunghee?\n\nIl fato ha fatto incontrare questi due maestri di vita, i due dovranno combattere per essere incoronati pesi massimi e campioni di falsità!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-03-08T19:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Satou Sou es inesperadamente intercambiado con su yo de un mundo donde la proporción de hombres y mujeres es de 1:39. Al ver el cariño de su familia y la belleza de las mujeres a su alrededor, se tranquiliza creyendo que la única diferencia con su mundo anterior es dicha proporción. Sin embargo, desconoce que estas mujeres desbordan de problemas y deseos carnales en su interior."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c93eb6-2dd7-45d9-9c05-dd80173de30b",
    "title": {
      "en": "Oneloli Cabaret Club"
    },
    "updatedAt": "2024-04-13T13:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/b1c93eb6-2dd7-45d9-9c05-dd80173de30b/394200b9-5cb9-4309-8617-f0062c5fc075.jpg",
    "altTitles": [
      {
        "ja": "おねロリキャバクラ"
      },
      {
        "ja-ro": "Oneloli Caba-Club"
      },
      {
        "ko": "오네로리 캬바쿠라"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "42032393-b80a-4d42-8732-06a028322207",
    "title": {
      "en": "Utori: The Legacy"
    },
    "updatedAt": "2024-04-11T09:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/42032393-b80a-4d42-8732-06a028322207/f653206e-d174-467f-a6f0-a6032a5fe30e.jpg",
    "altTitles": [
      {
        "ko": "우투리: THE LEGACY"
      }
    ],
    "description": {
      "en": "Utori is a young man who hides his special abilities from the world and uses them to discipline bullies. One day, he meets his pursuer, “Juk,” who relentlessly chases him. Despite Juk’s constant threats, Utori cannot die due to his unique ability. Just when Utori thinks he is out of options, a mysterious figure named Daesan appears to save him. Daesan reveals that Utori is not alone and that there are others like him, called “Utori.”",
      "ko": "남들과 다른 능력을 숨기며 살아가는 계림\n정체를 숨기고 자신의 능력으로 일진들을 참교육 시킨다.\n그러던 어느 날, 자신을 죽이기 위해 찾아온 추격자 '죽'을 만나게 되고\n죽어도 죽어도 다시 앞에 나타나는 그의 능력으로 죽음을 앞둔 순간\n투명 인간 대산이 나타나 계림을 구하고 계림이 자신과 같은\n우투리라 이야기하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-04-09T14:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/efd24102-7489-47a5-8b91-c9d8cd04da4c.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "en": "The Idol Girl in My Class Is Acting Suspiciously"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90231bbc-066f-42e6-8084-6abee099fc26",
    "title": {
      "en": "A Story About a Wife Who Came From the Future to Stop Someone From Committing Suicide"
    },
    "updatedAt": "2024-04-10T04:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/90231bbc-066f-42e6-8084-6abee099fc26/0dfa7b0c-53ff-42d0-928f-905aca782524.png",
    "altTitles": [
      {
        "ja": "未来から自殺を止めに来た嫁の話"
      },
      {
        "ja-ro": "Mirai kara Jisatsu o Tome ni Kita Yome no Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4bea6f1-331e-4860-931c-282c1a61bae7",
    "title": {
      "en": "GOUMON DEKIRUMON!"
    },
    "updatedAt": "2024-03-23T04:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/d4bea6f1-331e-4860-931c-282c1a61bae7/c99e95c3-dd62-4aad-9213-cc5136c4a19a.png",
    "altTitles": [
      {
        "ja": "拷問できるもんっ!"
      }
    ],
    "description": {
      "en": "A world of turmoil where humans and demons continue to fight.The demon army captured Georgius, the supreme commander of the human army.A professional torturer is summoned to make the human military reveal.",
      "ja": "人と魔族が争いを続ける騒乱の世界。\n人類軍の最高司令官・ゲオルジウスを捕えた魔族軍は\n人類軍の重要機密を吐かせるため拷問のプロを呼び出し、\n情報を吐かせようとするのだが...!?\n\n幼き拷問龍・グロゴアのエグイけど健気な拷問ファンタジーがいま、始まる...‼",
      "es-la": "En un mundo turbulento donde humanos y demonios se encuentran en constante conflicto, el ejército demoníaco captura al mismísimo comandante supremo de la humanidad, Georgius. Desesperados por obtener información crucial sobre los planes de sus enemigos, recurren a un profesional de la tortura: ¡Una joven dragoncita experta en el arte del tormento!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2430324d-7609-4cee-a104-e53e3b3170f1",
    "title": {
      "en": "A Fateful Moment"
    },
    "updatedAt": "2022-11-07T17:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/2430324d-7609-4cee-a104-e53e3b3170f1/60ce622d-53f1-4576-b211-e88307416590.jpg",
    "altTitles": [
      {
        "ja": "運命的な瞬間"
      }
    ],
    "description": {
      "en": "A girl wishes for a fateful encounter."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1c037ff-e63a-4f5c-8977-9af506347fbe",
    "title": {
      "en": "Zaako Zako Zako Zako Sensei"
    },
    "updatedAt": "2024-04-09T16:31:08+00:00",
    "coverArt": "https://mangadex.org/covers/f1c037ff-e63a-4f5c-8977-9af506347fbe/8e46963e-1fb2-40c5-a234-e53e2c9bcc49.jpg",
    "altTitles": [
      {
        "ja": "ざーこざこざこざこ先生"
      },
      {
        "en": "Loooser Loser Loser Loser Sensei"
      },
      {
        "la": "Viiictus Victus Victus Victus Magister"
      },
      {
        "vi": "Sensei Tép Riu Tép Riu Tép Riu Tép Riuu"
      }
    ],
    "description": {
      "en": "Souichi Kirisaki, who teaches at a private middle school, has a problem. Three of his students, Senka Yuzugami, Yuki Kitsuregawa, and Momoka Watarase, make fun of him. Souichi wants to be well liked, but the girls look down on him and tease him every day. Soichi is troubled, but the truth is that all three of them love Souichi, they just can't be honest with him, plus Momoka is a stalker... A sassy and cute romcom between a teacher and three middle school students!\nNote: formerly a two-part Oneshot, it became serialized as of Chapter 3.",
      "vi": "Souichi Kirisaki, giáo viên ở một trường cấp hai tư thục, chỉ muốn sống thanh liêm và hòa đồng với học sinh. Khổ nỗi là có ba con mắm này lúc này cũng kéo đàn kéo nhóm để pressing ông anh. Trông có vẻ là thế nhưng thực ra cả ba đứa đều đang crush ông main này nhưng khổ lắm đã nghiện rồi mà lại ngại cơ... Điểm danh 3 đứa nhé: Chika Yuzukami (con gái yêu của hiệu trưởng trường với quả ahoge nhìn không khác gì gián), Yuki Kitsuregawa (cô bé Tsundere tóc vàng ngây ther), và Momoka Watarase (con dâm tặc nhất cả nhóm, có thâm niên rình mò quan sát sensei). Để xem là ông thầy và ba con mắm này sẽ có những tình huống dở khóc dở cười (và dở \"răm\") nào nha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f6a9058-bebe-431b-9905-f1451b937aad",
    "title": {
      "en": "Blade Skill Online: Gomi Shokugyou de Saijaku Bukide Kuso Status no Ore, Itsunomanika \"Last Boss\" ni Nariagarimasu!"
    },
    "updatedAt": "2023-07-02T13:02:33+00:00",
    "coverArt": "https://mangadex.org/covers/6f6a9058-bebe-431b-9905-f1451b937aad/71fc96ae-7aa3-40e8-8185-c3d7c19a1451.jpg",
    "altTitles": [
      {
        "ja": "ブレイドスキル・オンライン"
      },
      {
        "ja": "ブレイドスキル・オンライン～ゴミ職業で最弱武器でクソステータスの俺、いつのまにか『ラスボス』に成り上がります！～"
      },
      {
        "en": "Blade Skill Online"
      }
    ],
    "description": {
      "en": "The weakest piece of shit is the final boss!?\nOverwhelmingly unlucky high school student Yuri. What he obtained was the VRMMO 『Blade Skill Online』, which could be used to change the luck value. \"Summoner\", which is considered to be the strongest occupation on the capture site, and \"Bow\", the strongest weapon. Furthermore, play the game world with extreme \"luck value\"! ――It should have been, but I was forced to grab false information!\nThe summoner is a garbage job, the bow is the weakest weapon, and the luck value is a fucking status!? Moreover, as a result of random character creation, the avatar is a beautiful girl!? Before I knew it, I was treated as\nthe last boss for some reason— !?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af5ded16-ca04-4b69-924d-a70753c06264",
    "title": {
      "en": "The Journey of the Brave Hero and his Harem"
    },
    "updatedAt": "2022-11-04T13:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/af5ded16-ca04-4b69-924d-a70753c06264/15b0bb71-a79e-4a66-a5b0-c3df12576267.png",
    "altTitles": [
      {
        "ja": "ハーレム展開に厳しい勇者が旅に出てみた"
      }
    ],
    "description": {
      "en": "Isekai'd harem protagonist on that sigma grindset."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0",
    "title": {
      "en": "Tensei Shite Shota Oji Ni Natta Ken Hijiri Ha, Katsute No Deshi Ni Ha Zettai Ni Baretaku Na I Ken Jin Kikan"
    },
    "updatedAt": "2024-04-13T06:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0/cbbe6288-5748-404f-a03f-8905085be67a.jpg",
    "altTitles": [
      {
        "ja": "転生してショタ王子になった剣聖は、かつての弟子には絶対にバレたくないっ"
      },
      {
        "es-la": "El Maestro de la Espada reencarna como un pequeño príncipe. ¡Su Antiguo Discípulo ahora es su tutor!"
      },
      {
        "en": "Reincarnated. The Sword Saint Who Became A Shorty Prince To His Former Disciples ~ I Don't Want My Former Disciples To Find Out"
      }
    ],
    "description": {
      "en": "Sword Saint Brise saved the country with his unique swordsmanship.At the end of his magnificent life, he is reincarnated as the country's youngest prince, still retaining his memories.He seeks freedom again and aspires to enter the elementary school of knight school.Even though he is an invincible swordsman, he unexpectedly fails! “I came to get you.”He looks like a child, but inside he's an invincible former swordsman.In his reincarnation, he is picked up by his former disciple!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a15b7c4-dbc9-4565-a5c4-2171db421cb2",
    "title": {
      "en": "Osu!! Karate Club"
    },
    "updatedAt": "2022-05-22T03:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/0a15b7c4-dbc9-4565-a5c4-2171db421cb2/14d9a13f-7e13-45ee-b6a7-fe65f3c3cc41.jpg",
    "altTitles": [
      {
        "ja": "押忍！！空手部"
      },
      {
        "ja-ro": "Osu!! Karate Bu"
      }
    ],
    "description": {
      "en": "The series began as a fairly humorous and lighthearted satire of Japan's teenage delinquent-gang subculture told from the perspective of Matsushita Tadashi (who also narrates these early Karate Bu stories), a 2nd year student at Kangokou High and a constant target of Kangokou's numerous bullies who beat him up routinely after school. He is almost always accompanied by his best friend Saitou Takaki, who is also constantly harassed.  \n  \nAs the pair grow increasingly tired of being victimized they decide to join the titular Karate Club, which is notorious throughout Osaka's youth gangs for training and producing the city's most hardened and toughest teenage thugs while maintaining the facade of a legit school sports club. But when they join the club, they find themselves picked on just as much if not worse by the club's current members. But as the story progresses they grow to be increasingly capable fighters.  \n  \nAlong with the manga's change in attitude and central character, the various teenage fighters throughout the series grew increasingly stronger and even began to tap into superhuman ki abilities, putting Osu!! Karate Bu in the company of other similar epic Shōnen fighting manga such as Yu Yu Hakusho, Dragon Ball, and Fist of the North Star.  \n  \nOsu!! Karate Bu was wildly popular in its native Japan, but is otherwise almost completely unknown in most other countries. It spawned a four episode OVA mini-series released over a period of two years from 1990-1992, a 1990 live action movie, and a 1994 Super Famicom fighting game."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "43",
    "lastChapter": "483"
  },
  {
    "mangaId": "45512720-3b58-4c43-8714-1a1a41ec2191",
    "title": {
      "en": "Busaneko ni Kaerareta Kiyowa Reijou desu ga, Saikyou no Gunjin Koushaku ni Hirowarete Kizetsu Sunzen desu"
    },
    "updatedAt": "2024-04-03T17:26:37+00:00",
    "coverArt": "https://mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/3fcf9924-ac79-47fd-8ffe-c06b4c7900de.jpg",
    "altTitles": [
      {
        "ja": "ブサ猫に変えられた気弱令嬢ですが、最恐の軍人公爵に拾われて気絶寸前です"
      },
      {
        "en": "A Timid Lady was Turned into an Ugly Cat, but on the Verge of Fainting is Picked up by the Most Fearsome Military Duke"
      }
    ],
    "description": {
      "en": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
      "ja": "呪われてブサ猫に――でももしかして幸せかも！？\n\n「お姉さまには、猫にでもなってもらうわ」妹エミリアに婚約者を奪われ、さらに呪いをかけられた子爵令嬢マリー。鏡に映った彼女の姿は――ブサ猫！？\n\n命からがら妹の元から逃げ出したものの、声も出せず孤独と空腹で倒れ伏したマリーだったが、そこに優しい手が差し伸べられる。「こんな雨の中、可哀想に…私と一緒に来るか？」その姿は、”冷酷無慈悲の無敗の公爵”と社交界でも噂の人物で――。\n\n不遇の少女が唯一無二の幸せを手に入れる、幸せ猫ライフスタートです！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
    },
    "updatedAt": "2023-10-04T12:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "ja-ro": "MAMASUKI"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "ja": "娘じゃなくて私が好きなの！？"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter?!"
      }
    ],
    "description": {
      "en": "This is a romantic comedy starring an adult 30 year old woman named Ayako who is confessed to by a man 10 years her junior, 20 year old college student Takumi… A man she knows as the boy \"Takkun\" who lives next door and who has tutored her adopted daughter since he was 10. The revelation astounds her as she thought her daughter Miu and he were an item.",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "375c8157-510e-485b-8609-d4be127ecddd",
    "title": {
      "en": "Ore wa Koisuru Onnanoko"
    },
    "updatedAt": "2024-03-10T17:59:04+00:00",
    "coverArt": "https://mangadex.org/covers/375c8157-510e-485b-8609-d4be127ecddd/2efb4b7f-9449-4264-a178-a7b2f940abd6.png",
    "altTitles": [
      {
        "ja": "俺は恋する女の子"
      }
    ],
    "description": {
      "en": "Yuuri Onagawa is a young boy about to enter high school, who constantly pines over his childhood friend Kyouko. One day he meets her after years of separation, only to find out that she despises men now. \n\nUpset, he prays at a shrine to have them become friends once again. The god fulfills his wish, but in a way he never expected…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-02-14T19:24:16+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El Camino a Casa Después de la Escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ab6b2a-75de-4379-bdbf-850a21255097",
    "title": {
      "en": "Nee, Boku ga Inai to Shinutte Itte yo"
    },
    "updatedAt": "2024-02-16T23:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/d3ab6b2a-75de-4379-bdbf-850a21255097/637a29a3-c7cb-4a62-a941-a109e9d130d6.jpg",
    "altTitles": [
      {
        "ja": "ねえ、僕がいないと死ぬって言ってよ"
      },
      {
        "ja-ro": "Nee, Boku ga Inai to Shinutte Itte yo"
      },
      {
        "en": "Hey, tell me you will die without me"
      },
      {
        "zh-hk": "吶，說說看要是沒有我會死嘛"
      }
    ],
    "description": {
      "en": "\"Will this love lead to happiness or despair?\"\nToruka is in a relationship with Iori, an ideal high-spec boyfriend who is the envy of everyone, and she is enjoying smooth sailing in both her private and public life.\nOne year into their relationship, she receives a marriage proposal from Iori, who asks her to stay by his side for the rest of their lives.\nShe is elated, but then she discovers that someone is stalking her.\nShe enlists the help of her childhood friend Jin to find the culprit, but ......?\n24-hour surveillance, eavesdropping, tailing...the yandere boy's warped love and obsession run amok never ceases in this dicey romance...!",
      "ja": "この愛のいきつく先は幸せか、それとも絶望かーー？\n誰もが羨む理想のハイスぺ彼氏・伊織と交際し、公私ともに順風満帆な日々を送る透花。\n交際スタートから1年、伊織から「一生側にいてほしい」と結婚の申し出を受ける。\n喜びに浮かれる透花だったが、そんな時、誰かにストーキングされていることが発覚。\n幼馴染の陣に協力してもらい犯人探しをするが……!?\n24時間監視・盗聴・尾行…ヤンデレ男子の歪んだ愛と執着心の暴走が止まらないサイコロマンスが幕を開けるーー！\n\n---\n這段愛情的盡頭是幸福，抑或是絕望呢――？\n與人人稱羨的理想極品男友·伊織交往，於公於私都過著順風順水的日子的透花。\n開始交往後的１年，由伊織提出了「希望你能一輩子陪伴在右」的求婚。\n沈浸在喜悅之中的透花，就在此時，發現似乎被誰給跟蹤著。\n並在青梅竹馬的陣的幫助之下找尋犯人……！？\n24小時監視·監聽·跟蹤…無法制止病嬌男子扭曲的愛與暴走的執著心之精神病羅曼史就此展開序幕――！",
      "zh-hk": "這段愛情的盡頭是幸福，抑或是絕望呢――？\n與人人稱羨的理想極品男友·伊織交往，於公於私都過著順風順水的日子的透花。\n開始交往後的１年，由伊織提出了「希望你能一輩子陪伴在右」的求婚。\n沈浸在喜悅之中的透花，就在此時，發現似乎被誰給跟蹤著。\n並在青梅竹馬的陣的幫助之下找尋犯人……！？\n24小時監視·監聽·跟蹤…無法制止病嬌男子扭曲的愛與暴走的執著心之精神病羅曼史就此展開序幕――！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "677fb60b-2deb-46db-9ece-704f6144faf0",
    "title": {
      "en": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length"
    },
    "updatedAt": "2024-03-22T20:09:22+00:00",
    "coverArt": "https://mangadex.org/covers/677fb60b-2deb-46db-9ece-704f6144faf0/fa5687f8-169d-406c-9166-30e396cd747a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ponkotsu Fuukiiin to Skaato take ga Futekisetsu na JK no Hanashi"
      },
      {
        "id": "Kisah Antara Komite Lugu dan Gadis SMA dengan Rok yang Terlalu Pendek"
      },
      {
        "en": "Story of the Useless Prefect and the High School Girl with an Inappropriate Skirt Length"
      },
      {
        "ja": "ポンコツ風紀委員とスカート丈が不適切なJKの話"
      },
      {
        "zh": "根筋的風紀委員與裙長不當的JK"
      },
      {
        "pt-br": "A História Entre um Monitor Burro e uma Colegial com a Saia em um Cumprimento Inadequado"
      }
    ],
    "description": {
      "en": "Sakuradaimon is the school's prefect. A prefect is a student who is authorized to enforce discipline. As a prefect, he's supposed to be a role model to other students, but unfortunately he's not perfect. Kohinata is one of the people who Sakuradaimon has tried to discipline into wearing appropriate school attire, but she has thus far been disobedient.\n\nAnd so this is a story of the two interacting with one another.",
      "pt-br": "Sakuradaimon é o monitor do colégio; um monitor é um aluno que é pode aplicar atos disciplinatórios. Como monitor ele deve ser um aluno modelo para os outros estudantes, mas infelizmente ele não é perfeito. Kohinata é uma das estudantes que o Sakuradaimon tenta disciplinar devido ao uso incorreto do uniforme escolar, mas até o presente momento ela foi desobediente. Esta é a história entre a interação entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-03-20T20:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki No Kanojo Ni Naru, Onnanoko Ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi Ni Jikka Ni Kaettara Otouto Ga TS Shiteta"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Talent-Swallowing Magician"
    },
    "updatedAt": "2024-03-20T22:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Demon Devourer"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-04-12T19:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/98c9b31e-ffb9-488b-b622-96830f007a6f.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encounter"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "全世界累計2500万DL突破の大人気アプリゲーム『NIKKE』の公式初まんが。このまんがの世界では、NIKKEたちは平和に過ごす――。主人公Nがココアやソーダがいるメイド喫茶「メイド・フォー・ユー」でメイドとして働くゆるふわコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d53bb7-b868-4ab2-ac1f-d309581e275e",
    "title": {
      "en": "Pupposites Attract"
    },
    "updatedAt": "2024-02-27T02:36:51+00:00",
    "coverArt": "https://mangadex.org/covers/61d53bb7-b868-4ab2-ac1f-d309581e275e/5de7a198-918b-4b7c-a9c1-9242eab4fc1f.jpg",
    "altTitles": [
      {
        "ja": "正反対なわたしたち"
      },
      {
        "ja-ro": "Sei Hantai na Danjo to Inu no Deai"
      },
      {
        "ja-ro": "Seihantai na Watashitachi"
      },
      {
        "ja-ro": "Seihantai na Watashi-tachi"
      },
      {
        "en": "Encounter Between Polar Opposites and Their Dogs"
      },
      {
        "en": "We are Opposites"
      }
    ],
    "description": {
      "en": "A man and a woman with opposite personalities and two dogs meet while out for a walk.\n\n Fluffy small dog x chattering boyfriend,\n Scary big dog x Powerful girlfriend...\n There is no doubt that you will be warmed by the gap moe that fills the screen!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-01-21T15:43:09+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/72b12000-c7b1-473a-a037-81cbd267e034.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c94cfd0-6d13-4275-a984-67afbe2b2f0f",
    "title": {
      "en": "Astral Online - Maou no Noroi de Saikyou Bishoujo ni natta Ore, Saijaku Shoku da ga Cheat Skill de Chou Seichou shite Musou suru"
    },
    "updatedAt": "2024-03-06T21:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/7c94cfd0-6d13-4275-a984-67afbe2b2f0f/94d1ced8-ee5c-4f0b-9661-35daab15925e.jpg",
    "altTitles": [
      {
        "ja": "アストラル・オンライン 魔王の呪いで最強美少女になったオレ、最弱職だがチートスキルで超成長して無双する"
      },
      {
        "en": "Astral Online: I, Who Became the Strongest Beautiful Girl Due to the Demon King's Curse, Have the Weakest Job but I Grow Up Super Fast With My Cheat Skills and Become a Warrior."
      }
    ],
    "description": {
      "en": "A high school boy, Sora Kamijo, who is addicted to VR games, starts playing Astral Online, a VRMMO that has been talked about as a god game, and suddenly finds himself fighting against the Demon King, the last boss. In addition to the sudden battle, the Demon King casts a curse on him and transforms him into a beautiful silver-haired girl...?　\n\nA new VRMMO fantasy involving both the game and reality begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/b9fece9d-5ffb-48fb-ad9c-2173aef882f2.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-03-28T15:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/3fb0643e-dd9d-4064-8e69-2fa4c2d15ef8.png",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "e0413c01-9d2b-40ca-8368-4287aa9b5fff",
    "title": {
      "en": "Madara Moyou no Yoi"
    },
    "updatedAt": "2024-02-03T15:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/e0413c01-9d2b-40ca-8368-4287aa9b5fff/b4a987f6-e01d-457d-9d9d-ae0d92c8c000.jpg",
    "altTitles": [
      {
        "ja": "まだら模様のヨイ"
      },
      {
        "en": "Yoi With Mottled Skin"
      }
    ],
    "description": {
      "en": "Yoi, a girl who has nowhere to go because she looks different from the people around her.\nWho reached out to her...?\n\nThis is a sci-fi story about an atypical girl who puts her existence on the line to survive in a world of despair!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "840ebe1f-d1a5-4205-9dd0-58124bdda8f7",
    "title": {
      "en": "Ichigo Mashimaro"
    },
    "updatedAt": "2023-08-26T03:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/840ebe1f-d1a5-4205-9dd0-58124bdda8f7/3f162f08-bdd0-4dcf-a4da-267c994f6cb8.jpg",
    "altTitles": [
      {
        "de": "Erdbeeren & Marshmallows"
      },
      {
        "fr": "Les petites fraises"
      },
      {
        "en": "Strawberry Marshmallow"
      },
      {
        "ja": "苺ましまろ"
      },
      {
        "zh": "草莓棉花糖"
      },
      {
        "zh": "莓乱扔"
      },
      {
        "ko": "딸기 마시마로"
      },
      {
        "ja-ro": "Ichigo Marshmallow"
      }
    ],
    "description": {
      "en": "\"Cute girls doing cute things in cute ways.\" Everyday things make up the fabric of life, whether it's making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro follows the antics and daily lives of Chika Itoh, her sister Nobue, and her friends Miu, Matsuri, and Ana."
    },
    "status": "ongoing",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2024-03-27T20:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/db42a590-e82e-49b9-ba68-28fd0159c64b.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-04-12T22:02:16+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/97571ce4-52af-4ae9-9268-348d917258d6.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2023-05-27T07:07:39+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/0b777952-a8dc-4952-81f0-b6c75bffe7eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98017a70-5580-40fb-9d69-69e377325484",
    "title": {
      "en": "Kono Sekai no Kouryakuhon wo Hirotte Shimaimashita"
    },
    "updatedAt": "2024-03-18T10:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/98017a70-5580-40fb-9d69-69e377325484/49742a59-c604-4932-8c23-7d7f8e228274.jpg",
    "altTitles": [
      {
        "ja": "この世界の攻略本を拾ってしまいました"
      },
      {
        "ja-ro": "Kono Sekai no Kouryokubon wo Hirotteshimaimashita"
      },
      {
        "en": "I Picked Up This World's Strategy Guide!"
      },
      {
        "en": "I ran into a strategy guide to this world."
      },
      {
        "en": "I Happened To Pick Up A Strategy Guide To This World"
      }
    ],
    "description": {
      "en": "Sana, the daughter of an item shop in a corner of the castle town, went out to the forest to pick medicinal herbs as usual in order to make recovery potions for the store's products. There, Sana picks up her mysterious book.\nBecause she read the strategy book, the daughter of the item shop, who shouldn't have anything to do with the story, is greatly involved in the story of the game!\nAnother world romantic comedy adventure fantasy!",
      "ja": "城下町の片隅にある道具屋の娘・サナは、店の商品の回復ビンを作るため、いつものように森に薬草を摘みに出かけていた。\nそこでサナは謎の本を拾う──。\n攻略本を読んでしまったことで関係ないはずの道具屋の娘が、ゲームのストーリーに大きく関わってしまうことに…!?\n異世界ラブコメ冒険ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a58ea9-d768-4359-a116-97f5c93407c5",
    "title": {
      "en": "Demon Lord Exchange!!"
    },
    "updatedAt": "2023-12-24T03:59:55+00:00",
    "coverArt": "https://mangadex.org/covers/08a58ea9-d768-4359-a116-97f5c93407c5/9f07aa3c-72ff-42c4-a08b-b27e2b871d94.jpg",
    "altTitles": [
      {
        "ja": "魔王さまエクスチェンジ!!"
      },
      {
        "ja-ro": "Maou-sama Exchange!!"
      },
      {
        "ru": "Обмен повелителями демонов!!"
      }
    ],
    "description": {
      "en": "Hero Filina’s party is on the brink of annihilation in the face of a powerful Demon Lord. The almighty demon proposes to spare their lives on one condition - that he may swap bodies with the hero for a year. Atty, a Priest and Filina’s childhood friend, naturally objects to the proposal, but Filina agrees to the terms to protect her companions. Thus begins a new journey for the Demon Lord, naive to the ways of the world, and the quirky group of adventurers, as they set out to vanquish the new Demon Lord once and for all...!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-05T21:45:56+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, but she's so shy that she hasn't made a single friend. However, her dream might come true after she meets Nijika Ijichi, a girl who plays drums and is looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra in quanto il suo sogno è di entrare a far parte di una band, ma è talmente timida da non avere nemmeno un amico. Ma il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria ed è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f232dab8-19e1-4a1e-b47b-54088ba25d72",
    "title": {
      "en": "Male and Female Friends"
    },
    "updatedAt": "2024-02-28T12:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/f232dab8-19e1-4a1e-b47b-54088ba25d72/0024c61a-ae63-4e03-9863-94829cad3232.jpg",
    "altTitles": [
      {
        "ja": "男友達と女友達"
      },
      {
        "en": "Boy Friends and Girl Friends"
      },
      {
        "ja-ro": "Otoko Tomodachi to Onna Tomodachi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "91"
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Tying the Knot with an Amagami Sister"
    },
    "updatedAt": "2024-03-29T20:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/dab49715-9fe2-4f1d-82c0-d27c3f39ed7f.jpg",
    "altTitles": [
      {
        "ja-ro": "Amagami-san Chi no Enmusubi"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se marier avec une sœur Amagami"
      },
      {
        "fr": "Comment j'ai marié une sœur Amagami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "Watashi o Tabetai, Hitodenashi"
    },
    "updatedAt": "2024-01-09T04:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/9f44047b-ce79-4813-acca-dad28264d826.jpg",
    "altTitles": [
      {
        "en": "A Monster Wants to Eat Me"
      },
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "This Monster Wants to Eat Me"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-02-01T17:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/24977b58-9908-4c19-8fb1-d5defd9743f2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5846bc89-b47a-4de7-9ca1-6fbef0f881b8",
    "title": {
      "en": "Where the Wind Stays"
    },
    "updatedAt": "2023-02-05T15:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/5846bc89-b47a-4de7-9ca1-6fbef0f881b8/68fe8e7c-e070-43ac-87d3-86f5a980e580.jpg",
    "altTitles": [
      {
        "ko": "风停之迹 / 바람이 머무는 자리"
      }
    ],
    "description": {
      "pl": "Aby złamać starożytną klątwę, która nęka królewską linię krwi, młody książę Tasara ma zostać złożony w ofierze śmierci. Nara zostaje zatrudniony jako pałacowy sługa, który ma wykonać egzekucję księcia, gdy nadejdzie czas. Po popełnieniu okrutnego i niewybaczalnego czynu wobec Tasary, Nara jest zdesperowany, by naprawić swoje krzywdy. Wkrótce ich lubieżny związek, który do tej pory był trzymany w tajemnicy, wystawia na próbę jego determinację. Czy Nara da się odwieść od swojej pierwotnej misji? Nie wiadomo, jak daleko się posunie, by zyskać przebaczenie Tasary."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2023-12-26T19:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "26b73e7f-d784-4d58-a582-c6a5cd0aeac2",
    "title": {
      "en": "Ars Goetia ～The Boy Who Was Called Incompetent Uses 72 Demons to Become Unstoppable"
    },
    "updatedAt": "2024-04-07T21:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/26b73e7f-d784-4d58-a582-c6a5cd0aeac2/df815162-d0d3-4959-9015-832d9de4a8a5.jpg",
    "altTitles": [
      {
        "ja": "アルス・ゲーティア ~無能と呼ばれた少年は、72の悪魔を使役して無双する~"
      },
      {
        "en": "Ars Goetia～The Son Called Incompetent Commands 72 Demons to Unleash Unrivaled Power"
      }
    ],
    "description": {
      "en": "“I have decided not to expect anything from you anymore.”\n\nOne day, Norman is told this by his father and is kicked out of the house.\n\nThere was no way around it. Because Norman could not use magic at all.\n\nHowever, Norman’s fate changes drastically when he encounters the Grimoire “Ars Goetia”.\n\nThe Grimoire called “Ars Goetia” was used to summon 72 demons.\n\nThe demons summoned by it, however, bring about a shocking revelation to Norman. Yes, there was a reason why Norman could not use magic.\n\nAnd so, Norman becomes the strongest sorcerer in the world by subduing numerous demons"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ddd0ba8-9d53-4d70-a475-d7c80618cd45",
    "title": {
      "en": "Lemon Soda Flavor Kiss"
    },
    "updatedAt": "2024-02-12T23:17:05+00:00",
    "coverArt": "https://mangadex.org/covers/8ddd0ba8-9d53-4d70-a475-d7c80618cd45/648f697d-f748-4523-afcf-5b65988f560a.jpg",
    "altTitles": [
      {
        "ja": "レモンソーダフレーバーキス"
      }
    ],
    "description": {
      "en": "\"A kiss from my best friend!?\" Rio and Leo have been childhood friends since kindergarten. However, as they start their last year of high school, they're in separate classes for the first time. It's during this first day of the new school year that Leo suddenly confesses to Rio and kisses him.... What's going on!?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "f01459fc-19a1-4c60-ad7b-44031b5d942b",
    "title": {
      "en": "Honzuki no Gekokujou - Macha's Twitter Collection"
    },
    "updatedAt": "2024-02-15T14:29:08+00:00",
    "coverArt": "https://mangadex.org/covers/f01459fc-19a1-4c60-ad7b-44031b5d942b/a1090a2b-4dda-4e83-90d1-511593d5897f.png",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm - Macha's Twitter Collection"
      },
      {
        "ru": "Власть книжного червя - Коллекция macha в Твиттере"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a763c44-db69-4d27-afe1-0a1246ed681f",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Elma OL Nikki"
    },
    "updatedAt": "2023-12-19T19:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/6a763c44-db69-4d27-afe1-0a1246ed681f/feeff312-4312-4657-af14-08ffa48085b5.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid: Elma's Office Lady Diary"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Офисные деньки Эльмы"
      },
      {
        "ja": "小林さんちのメイドラゴン エルマのＯＬ日記"
      },
      {
        "zh-hk": "小林家的龍女僕 艾瑪的OL日記"
      },
      {
        "zh": "小林家的龙女仆 艾玛的OL日记"
      },
      {
        "it": "La cameriera drago di Kobayashi: il diario da office lady di Elma"
      },
      {
        "vi": "Nhật ký gái công sở của Elma"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші: Офісні дні Ельми"
      },
      {
        "vi": "Hầu Gái Rồng Nhà Kobayashi: Nhật Ký Công Sở Của Elma"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Elma.",
      "id": "Sebuah spinoff dari [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) yang berfokus pada keseharian Elma.",
      "ru": "Спин-офф основной серии, фокусирующийся на повседневной жизни одной из драконов, Эльмы."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b266119-c71b-46f5-8087-273f92aa8cae",
    "title": {
      "en": "Ura-Roji Romanya Monogatari"
    },
    "updatedAt": "2024-03-15T05:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/2b266119-c71b-46f5-8087-273f92aa8cae/a0e84c42-3e2c-45b6-a9c3-e5307bef5e2b.jpg",
    "altTitles": [
      {
        "ja": "裏路地浪漫屋物語"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  }
]