[
  {
    "mangaId": "d1782475-2c3e-4deb-bc33-25a0ffbe3f18",
    "title": {
      "en": "Yuusha Densetsu no Uragawa de Ore wa Eiyuu Densetsu o Tsukurimasu: Oudou Goroshi no Eiyuutan~"
    },
    "updatedAt": "2024-07-04T08:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/d1782475-2c3e-4deb-bc33-25a0ffbe3f18/3eae2f2f-d1d9-4f9e-8500-f13951d2ac12.jpg",
    "altTitles": [
      {
        "en": "I Shall Create the Hero's Legend Behind the Hero's Legend: The Heroics of A Royal-Road Killer〜"
      },
      {
        "ja": "勇者伝説の裏側で俺は英雄伝説を作ります 〜王道殺しの英雄譚"
      }
    ],
    "description": {
      "en": "Yukina was a young man who hailed from the same village as the Yuusha who shouldered the fate of the world. Through a certain incident, he got ahold of the talking spear, Gram. It was a weapon that was on par with the legendary sword the Hero wielded. The first volume of an adventure fantasy of the youth with a realistic growth!\n\n**Note:**\nThe artist Mao retired at chapter 20 and was replaced by Kuuma Arai at chapter 21.",
      "id": "Yukina adalah seorang pria muda yang berasal dari sebuah desa di mana sang pahlawan yang memikul beban dunia juga berasal.  \nKarena suatu insiden, dia mendapatkan sebuah tombak yang dapat berbicara bernama Gram. Dan itu adalah senjata yang setara dengan pedang legendaris yang dimiliki oleh sang Pahlawan.  \nKisah fantasi petualangan para pemuda dengan pertumbuhan yang realistis dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a5d1769-7401-43fb-9b0e-26f3be6ca6ba",
    "title": {
      "en": "I'm a Part-Timer for the Gods"
    },
    "updatedAt": "2024-06-22T05:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/0a5d1769-7401-43fb-9b0e-26f3be6ca6ba/4602a240-e36d-4438-b4f7-ecd9f6ce5141.png",
    "altTitles": [
      {
        "ko": "신들의 알바나라"
      },
      {
        "en": "The Part-Time Land of the Gods"
      },
      {
        "en": "Albanala of the Gods"
      },
      {
        "en": "Albanian of the Gods"
      },
      {
        "en": "I Became A Part Time Employee For Gods"
      },
      {
        "es-la": "Me convertí en empleado a tiempo parcial para los Dioses"
      },
      {
        "en": "The Part Time Nation of the Gods"
      }
    ],
    "description": {
      "en": "Devoid of professional skills, unemployed Yu Damduk was forced to take a part-time job. Frustrated with his pathetic life, he vents to the gods, gets stricken by lightning and passes out.\n[Hiring] God is waiting for you.\nWhen he wakes up, he finds a status window floating before his eyes.\nSince I have nothing to lose anyway, let’s go with the flow…\nJumping into God’s Part-time world to have a better life, the adventure of Yu Damduk, who became the lowest-class God in the part-time world, begins!",
      "pt-br": "Yu Damdeok, que trabalhava meio período por não possuir talento, foi atingido por um raio e perdeu a consciência, sendo levado para o ventre de Deus. O [Anúncio de Recrutamento] dos Deuses te espera. Logo depois, uma janela de status desconhecida apareceu na frente de seus olhos e ele concordou trabalhar meio período para os Deuses pensando que não faria mal... A nação dos deuses que tinha o objetivo de mudar a sua vida e o espírito aventureiro de Yu Damdeok, o tornaram um deus de baixo rank em Parttimeia!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e1b971-fe2c-4720-b96b-4dc049863ae7",
    "title": {
      "en": "Return of the War God"
    },
    "updatedAt": "2024-07-16T17:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/54e1b971-fe2c-4720-b96b-4dc049863ae7/a421797d-f755-48b4-a357-b5d0b1c7a94e.jpg",
    "altTitles": [
      {
        "ko": "무신귀환록"
      },
      {
        "ko-ro": "Musingwihwallok"
      },
      {
        "en": "Chronicles of the Martial God's Return"
      },
      {
        "en": "Record of Return"
      },
      {
        "ru": "Возвращение Бессмертного"
      },
      {
        "ja": "武神帰還録"
      },
      {
        "zh": "武神回归录"
      },
      {
        "en": "Chronicles of a Returner"
      },
      {
        "es-la": "Crónicas del Regreso del Dios marcial"
      },
      {
        "pt-br": "Crônicas do Retorno do Deus Marcial"
      }
    ],
    "description": {
      "en": "The worst talent that no one can compete with. Unstoppable Demon God, Dan Uhyeon.\n\nA thousand years after being sealed for the misdeed. A thousand years was enough to get rid of Dan Uhyeon's sense of superiority. A world that has changed, solitude with no one knows, and the only thing left is despondency and emptiness.\n\n\"Time goes like the wind. There's really nothing left.\"\n\nA little girl who appeared in front of Dan Uhyeon lost her purpose and will to live aimlessly, Hwa Somi. For a girl who seems to have nowhere to lean on, Dan Uhyeon feels the same and gradually begins to open the door of his mind.\n\n\"I'm Dan Uhyeon. Come with me.\"\n\nThe story of a warrior with an icy heart and acute and pure girl The story of an unusual family's life in the midfield will warm your heart.\n\n---\nThe Ultimate Martial Divine Demon, Dan Woohyun, was sealed up because he was too strong for the world to handle.  After a millennium passed by, he was released from his seal and felt like everything was meaningless as he wandered the back alleys… \n\nJust as he fell down because he was sick of the world, a small hand appeared in front of him.\n\n\"What's this?\" asked Dan Woohyun. \n\n\"A dumpling!\" came a reply. \n\nThis was the first time in his life that someone had been nice to him without any impure intentions, and that changed his fate. This is the chronicle of a martial god who traversed through a thousand years of time and space!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891), [KakaoPage](https://page.kakao.com/content/59492385)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16060)\n* [Japanese / 日本語](https://piccoma.com/web/product/112858)",
      "fr": "Le sixième chef-d’œuvre du genre Wuxia qui comblera vos attentes, tout comme les [Chroniques du retour du troisième degré], [La conquête de la faction céleste] et les [Chroniques des sept dragons et des sept démons]. [Chroniques du retour du Dieu Martial] Le Démon Martial Divin Ultime, Dan Woohyun, a été enfermé car il était trop fort pour que le monde puisse le gérer. Après un millénaire, il a été libéré de son sceau et avait l’impression que tout n’avait pas de sens alors qu’il errait dans les ruelles… Au moment où il s’est écroulé parce qu’il en avait marre du monde, une petite main est apparue devant lui. « Qu’est-ce que c’est ? » a demandé Dan Woohyun. « Une boulette ! » lui a été répondu. C’était la première fois de sa vie que quelqu’un était gentil avec lui sans aucune intention impure, et cela a changé son destin. Voici les chroniques d’un dieu martial qui a traversé mille ans de temps et d’espace !",
      "ko": "그 누구도 맞설 수 없는 최흉의 인재(人災),\n\n무극신마, 단우현.\n\n이대로 영원히 세상위에 군림할 줄 알았다.\n중원의 질서를 지키는 팔선들에 의해 동정호에 봉인을 당하기 전까지는….\n\n세월이 흘러 천 년 후.\n천 년이라는 시간은 단우현에게서 살심을 없애기에 충분했다.\n변해버린 세상, 아는 사람이라고는 아무도 없는 고독, 남은 것은 허탈함과 공허함 뿐.\n\n“바람이 흐르듯 세월도 흐르는구나. 정말로 아무것도 남은 것이 없어.”\n\n목적도, 삶의 의지도 잃고 정처없이 떠도는 단우현 앞에 나타난 자그마한 소녀. 화소미.\n누구에게도 기댈 곳 없어 보이는 소녀에게 단우현은 동질감을 느끼며 점점 마음의 문을 열기 시작한다.\n\n“나는 단우현이다. 나와 함께 가자꾸나.”\n\n얼음장 같은 마음을 가진 무신과 귀엽고 순수한 소녀의\n마음을 따뜻하게 녹여 줄 평범하지 않은 한 가족의 중원 생활 이야기.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lYB8b4SxrLo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891)",
      "zh": "因嗜杀被封印千年的武神苏醒归来，这一世，他却只想安安静静的养女儿...",
      "pt-br": "Dono de um talento inigualável, Dan Woohyeon. Ele pensou que governaria o mundo eternamente, até que foi selado. Milhares de anos se passaram. O mundo mudou e as únicas coisas que restaram foram o desespero e o vazio. “À medida que o vento flui, o tempo também. Realmente não há mais nada.” Uma garotinha aparece na frente de Dan Woohyeon, que não perdeu o propósito nem a vontade de viver.  Dan Woohyeon sente-se unido com uma garota que parece não ter ninguém em quem se apoiar e gradualmente começa a abrir as portas do seu coração. “Meu nome é Dan Woohyeon. Quer vir comigo?” Começa a jornada de um deus marcial com um coração gelado e uma garota fofa e pura."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "faa06619-ed98-498e-92db-0313a265c3a6",
    "title": {
      "en": "Supreme Zerg Lord"
    },
    "updatedAt": "2024-04-17T09:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/faa06619-ed98-498e-92db-0313a265c3a6/c4920f3d-8cae-4e7e-bbad-ffa40383319e.jpg",
    "altTitles": [
      {
        "en": "Overlord of Insects"
      },
      {
        "en": "The King of the Insects"
      },
      {
        "zh": "全民：我虫族主宰"
      }
    ],
    "description": {
      "en": "Having been transported into a world where everyone is a Job-Changer, Jiang Chen awakened the Insect Domination System! The little insects can evolve, attack, and extract talents! Most importantly, they can breed invincible natural disasters!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-06-09T21:16:48+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8",
    "title": {
      "en": "Piccolina"
    },
    "updatedAt": "2024-05-06T05:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/ced1a3f9-9a34-4ada-a3b7-ca773e5af0b8/9b660a7f-d367-4d4c-90bd-f77dafc22014.jpg",
    "altTitles": [
      {
        "ja": "ピッコリーナ"
      },
      {
        "en": "Picco di Stellina"
      }
    ],
    "description": {
      "en": "Akira, a young yakitori shop owner, has fallen in love with Houka, a bunny girl who often eats at his restaurant. But how can he get close to her when he has to focus on the grill‽ And there are 4 other bunny girls that look just like her‽\n___\nSerialization of the popular [*Aokishi Bunny*](https://mangadex.org/title/5fc86cdc-ade2-472b-b077-c9f92beb213d/aokishi-bunny) chapter. \n___\nNote: “Piccolina” is short for “Picco di Stellina”, which means “Starlet Peak” or “Peak of the Starlet” in Italian.",
      "pt-br": "Cinco garotas bonitas em trajes de coelho visitam uma churrascaria todas as noites, encantando o cozinheiro. O dono se sente atraído por uma delas, mas não há muitas abordagens possíveis para ele fazer, pois não pode sair da cozinha. Este mangá retrata a história de amor saudável de um dono de restaurante."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f7a6741-57b2-4969-b19c-f4cd781db709",
    "title": {
      "en": "The Suspicious Boy Is One of the World's Top Ten Masters"
    },
    "updatedAt": "2024-07-05T16:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "altTitles": [
      {
        "ko": "수상한 소공자는 천하십대고수"
      },
      {
        "ko-ro": "Susanghan Sogongjaneun Cheonhasibdaegosu"
      }
    ],
    "description": {
      "en": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78f74425-e2ce-4b6a-8056-2878a712be95",
    "title": {
      "en": "A Barbarian Was Admitted to the Academy"
    },
    "updatedAt": "2024-07-19T15:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/78f74425-e2ce-4b6a-8056-2878a712be95/33ab292c-0b10-45c6-81bb-b0f0a1a51b64.png",
    "altTitles": [
      {
        "ru": "Варвар поступил в академию"
      },
      {
        "ja": "アカデミーにオランケが入学した"
      },
      {
        "ko": "아카데미에 오랑캐가 입학했다"
      },
      {
        "en": "A Barbarian Entered the Academy"
      }
    ],
    "description": {
      "en": "Lee Soo-jin, a college student who loved playing a role-playing game called “Academy of Magic”.\n\nOne day, he wakes up in the body of Rina, a secondary character in the game who was a barbarian warrior from a savage tribe. He discovers that Rina was destined to come to a bad end, being captured and tortured by the evil empress.\n\nShe decides to escape this fate and enroll in the magic academy, where she meets several characters from the game, including the crown prince, the black knight, the white wizard and the empress herself."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-06-25T03:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cfc0ee2-facb-476c-97c5-83210adb3581",
    "title": {
      "en": "Hiding Out in an Apocalypse"
    },
    "updatedAt": "2024-06-09T00:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/4cfc0ee2-facb-476c-97c5-83210adb3581/ccdd83f0-1a16-4ba4-9974-2823fc03d9b4.jpg",
    "altTitles": [
      {
        "ko": "아포칼립스에 집을 숨김"
      },
      {
        "en": "Hidden House in the Apocalypse"
      }
    ],
    "description": {
      "en": "Three years ago, a doomsday prepper named Park Kyu, who predicted the world’s end and prepared for it in every way possible. As he expected, one day, a nuclear attack on Seoul led to a global nuclear war, resulting in an unprecedented apocalypse.\n\nDespite everyone’s ridicule, the protagonist Park Kyu spent his entire fortune over the past three years to quietly dig out his own bunker. Was it merely a coincidence that he foresaw all these events?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-05-08T02:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8f0358-d663-4d60-8590-b5e82890a1e3",
    "title": {
      "en": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi"
    },
    "updatedAt": "2024-05-27T12:36:31+00:00",
    "coverArt": "https://mangadex.org/covers/1c8f0358-d663-4d60-8590-b5e82890a1e3/df8c31d7-0087-4ee2-a00a-d727bf0a963b.jpg",
    "altTitles": [
      {
        "en": "You Were Experienced, I Was Not: Our Dating Story"
      },
      {
        "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話"
      },
      {
        "ja-ro": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai suru Hanashi"
      },
      {
        "ja": "キミゼロ"
      },
      {
        "ja-ro": "Kimizero"
      },
      {
        "th": "หนุ่มซิงกับสาวฮอต เดตนี้จะรอดมั้ยนะ"
      },
      {
        "ru": "Искушённая ты и незрелый я,"
      },
      {
        "ru": "История знакомства опытной тебя и неопытного меня"
      },
      {
        "ja-ro": "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
      },
      {
        "en": "Our Dating Story: The Experienced You and the Inexperienced Me"
      }
    ],
    "description": {
      "en": "Ryuuto Kashima is a gloomy high school student. Because of a punishment game, he was forced to confess to Runa Shirakawa, a girl from the top of school caste and admired by everyone. \n\nThey ended up going out for the unexpected reason of \"Err, I'm free now so...\" but, Ryuuto ends up following and eavesdropping Runa getting confessed by a handsome soccer club member, and Runa bringing Ryuuto, whom she just started dating, to her own room as a matter of course. \n\nThey have different friends and ways to have fun, different in just about everything. And yet, surprised by their differences everyday, accepting it, they begin to relate with each other.\n\nA love story that will make you feel wonderful when you read it, starts now!",
      "ja": "スクールカースト最上位&憧れの美少女・月愛に罰ゲームきっかけで告白した、陰キャ気味の男子高校生・龍斗。返事はなんと、「今わたしフリーだし」という一言で即OK! こうして何もかも正反対の二人は、お付き合いすることになり…!?\n\n陽キャ女子×陰キャ男子の、最高に甘酸っぱい青春ラブストーリーが始まる!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d3ad6ee2-fda5-499f-96c2-4942a46c9d26",
    "title": {
      "en": "Debuff Master"
    },
    "updatedAt": "2024-06-29T01:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/d3ad6ee2-fda5-499f-96c2-4942a46c9d26/d9dbb583-6b08-45c2-9f89-0d2ffc163201.jpg",
    "altTitles": [
      {
        "ko": "디버프 마스터"
      }
    ],
    "description": {
      "en": "Han Tae-Sung thought he was talented in video games and dreamt of turning his life around through BNW. But he would soon realize that life was not as easy as he thought it was.\n\nHe’s betrayed by his comrades, hunted down by his enemies, and even chased by debts in real life. He lost everything in the blink of an eye and was thrown down a pit of despair.\n\nWhat stood in his way? Talent, wealth, connections, and luck.\n\nThere was simply no way he could win against those born differently no matter how much he struggled.\n\nHowever, armed with a second chance and a hidden class, Tae-Sung starts from scratch and embarks on a journey to redeem himself and exact revenge against his enemies."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64283742-976f-4169-8426-46a545eb8e71",
    "title": {
      "en": "DevilBoy Daemon"
    },
    "updatedAt": "2024-07-24T04:46:32+00:00",
    "coverArt": "https://mangadex.org/covers/64283742-976f-4169-8426-46a545eb8e71/08145924-da01-499e-8c9f-20ba3fccde45.png",
    "altTitles": [
      {
        "ja": "デビルボーイデーモン"
      },
      {
        "zh-hk": "惡魔男孩守護程式"
      },
      {
        "zh": "恶魔男孩守护进程"
      },
      {
        "ko": "데빌보이 데몬"
      }
    ],
    "description": {
      "en": "(Note: comic is made in the right to left reading direction)\n15 years ago, Sarah Marine sacrificed her life to give birth to twin sons, by the seed of the Demon King Satan. The two boys, named Daemon and Samael, were recruited as exorcists after their births and were raised in an orphan home. One day, a demon attack caused many at the orphan home to lose their lives, including Daemon's brother, Samael. After the tragedy, Daemon sworn vengeance on Satan and the Legions of Hell.  \n\n7 years later,15 year old Daemon is on the path to becoming an Exorcist, while training under Robert Griffon, an elite level exorcist. The sights are set for God City, marking the location of E.G.O.(Evangelion Genesis Order), a religious organization specializing in demon hunting. Being recruited to E.G.O., Daemon will seek to achieve his vengeance. Despite showing off impressive talents, there are still some things to learn. Will the star rise to the occasion or will the stage be crumbled by the dark desire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-06-02T19:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55d5c1dd-8df4-4b30-bcc1-452caeab829d",
    "title": {
      "en": "The Overpowered Newbie"
    },
    "updatedAt": "2024-07-11T06:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/55d5c1dd-8df4-4b30-bcc1-452caeab829d/72d9ce15-0a69-48f4-b964-31bdd04ab1c0.jpg",
    "altTitles": [
      {
        "ko": "뉴비가 너무 강함"
      },
      {
        "ru": "Слишком сильный нуб"
      },
      {
        "en": "The Newbie is Too Strong"
      },
      {
        "es-la": "Soy un Novato Demasiado fuerte"
      }
    ],
    "description": {
      "en": "JaeJu (which means “skill” in Korean) grew up without parents in an orphanage skillfully, just like his name suggests. One day, he heard that the orphanage was having a hard time and would have to close in 3 years. While trying to raise money for the orphanage, JaeJu got an alert on his phone. On it, he saw a video of himself climbing the tower as a BJ (broadcasting jockey aka streamer). Seven years ago, a tower suddenly appeared and randomly took people into it. If you successfully complete the tower and become an “Awakened”, it’s only a matter of time before you get rich!",
      "ko": "부모님 없이 보육원에서 자란 재주\n이름처럼 재주있게 살아가던 어느날\n보육원이 어려워 3년 뒤 문을 닫게 된다는 이야기를 듣게 된다.\n\n보육원을 위해 돈을 구해보려던 재주의 핸드폰에\n갑작스럽게 알림이 울리고\n핸드폰에서는 탑을 오르며 BJ가 되어있는 \n자신의 영상이 재생된다.\n\n7년 전, 갑작스럽게 세상에 나타나\n무작위로 사람을 데려가는 탑.\n\n이 탑에서 무사히 돌와 '각성자' 가 된다면\n큰 돈을 버는 것은 시간 문제!\n\n핸드폰에 영상을 보낸 것은 누구이며\n재주는 무사히 탑을 오를 수 있을 것인가?!",
      "pt-br": "Jaeju (significa “habilidade” em coreano) cresceu sem pais em um orfanato com muita habilidade, assim como o nome sugere. Um dia, ele soube que o orfanato estava passando por dificuldades e iria fechar em 3 anos. Enquanto tentava juntar dinheiro para o orfanato, JaeJu recebeu um alerta em seu celular. Nele JaeJu viu um vídeo de si mesmo escalando a torre como um streamer. Sete anos atrás, a torre apareceu de repente e aleatoriamente levou pessoas para lá. Se completar a torre com sucesso e se tornar um “Despertado”, é só questão de tempo até que fique rico!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-07-13T12:54:42+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-07-24T04:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "314"
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-07-20T06:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/1101bb52-dcb2-4e09-ba04-62599307e5f0.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a30b4df-40a2-48c4-8887-667a7be1a832",
    "title": {
      "en": "Gundam Reconguista in G"
    },
    "updatedAt": "2024-01-30T00:24:31+00:00",
    "coverArt": "https://mangadex.org/covers/8a30b4df-40a2-48c4-8887-667a7be1a832/46f1c782-8eb3-452b-8348-0730c1d18f54.jpg",
    "altTitles": [
      {
        "ja-ro": "G-Reco"
      },
      {
        "ja-ro": "Gundam G no Reconguista"
      },
      {
        "en": "Gundam: Reconguista in G"
      },
      {
        "ja": "ガンダム Gのレコンギスタ"
      },
      {
        "ja-ro": "Gundam: G no Reconguista"
      }
    ],
    "description": {
      "en": "Set in the Regild Century, the era set after the Universal Century, follow the adventures of a pilot trainee named Bellri Zenam in the Capital Guard, an organization protecting a space elevator."
    },
    "status": "hiatus",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4722b2c4-04ef-40d6-b130-eec22ae7a754",
    "title": {
      "en": "Not My Blood"
    },
    "updatedAt": "2024-07-21T04:38:19+00:00",
    "coverArt": "https://mangadex.org/covers/4722b2c4-04ef-40d6-b130-eec22ae7a754/7ee228ea-79f5-4e19-b7f5-2643f85376a4.png",
    "altTitles": [
      {
        "ko": "제 피는 안 됩니다"
      },
      {
        "en": "You Can't Use My Blood"
      }
    ],
    "description": {
      "en": "A sweet contract romance between a vampire and a human! Siyun accidentally meets Jinwoo, a famous vampire director of a well-known foundation, at a café. He offers him a matching partner proposal where he would provide him with his blood. \"I’m already anemic and short on blood—why me of all people?!\" As their affection deepens, what will become of them?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4fe4c66-7b53-4fe1-b817-420db35c5ea1",
    "title": {
      "en": "Jakdu"
    },
    "updatedAt": "2024-07-20T20:41:51+00:00",
    "coverArt": "https://mangadex.org/covers/a4fe4c66-7b53-4fe1-b817-420db35c5ea1/3b9279a7-a27a-4609-b3c1-46ed84eb953f.jpg",
    "altTitles": [
      {
        "ko": "작두"
      }
    ],
    "description": {
      "en": "Kwon Yong-jin, a protagonist who doesn’t believe in superstitions, experiences unbelievable events right after his 16th birthday."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4dd41fd-5cd4-4b43-a071-1e6b0c150a66",
    "title": {
      "en": "Tatoe Hai ni Nattemo"
    },
    "updatedAt": "2023-12-22T19:56:31+00:00",
    "coverArt": "https://mangadex.org/covers/c4dd41fd-5cd4-4b43-a071-1e6b0c150a66/801efa55-1039-4cb5-bbf9-1645bb7f74bd.jpg",
    "altTitles": [
      {
        "ja": "Tatoe Hai ni Natte mo"
      },
      {
        "en": "Though You May Burn To Ash"
      },
      {
        "ja": "たとえ灰になっても"
      },
      {
        "zh-hk": "即使化作灰烬"
      }
    ],
    "description": {
      "en": "[**Series is cancelled due to author's death**](https://www.animenewsnetwork.com/news/2019-02-27/though-you-may-burn-to-ash-manga-kakashi-oniyazu-passes-away/.143962)  \n  \nFor his beloved younger sister's treatment, Shinomiya Ryouma is working frantically to raise a billion yen while going to high school. One day, a mysterious woman asks him, \"Can you put your life on the line for what you desire?\" and after receiving a ticket from her, an accident befalls him! When he wakes up, he finds he's turned into a girl and what's more, he's participating in a \"game\" where a win means he can reverse his fate but a loss means he'll die instantly!"
    },
    "status": "cancelled",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "56"
  },
  {
    "mangaId": "24fc654b-15ce-4b04-bd46-893d20bb3b58",
    "title": {
      "en": "Marine Corps Yumi"
    },
    "updatedAt": "2024-06-05T07:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/24fc654b-15ce-4b04-bd46-893d20bb3b58/3fff8e88-835c-48b8-aace-7eed8478479b.jpg",
    "altTitles": [
      {
        "ja-ro": "Marinko Yumi"
      },
      {
        "ja": "まりんこゆみ"
      },
      {
        "zh": "海兵隊由美"
      },
      {
        "ko": "마린코 유미"
      }
    ],
    "description": {
      "en": "Nagumo Yumi is an airhead high school girl, whose post-graduation plan is to go to the US and become president. \nTo her high school friends' amazement, she actually manages to make it to the US during summer vacation. \nAfter befriending some elderly veterans, she becomes convinced that joining the Marine Corps is the best way \nto move her dream forward. The waitress Linda Crawford joins her to sign up at the recruitment center, \nand she also makes friends among the new recruits, Rita Fernandez and Donna King. \nWill they have what it takes to become a Marine?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "193"
  },
  {
    "mangaId": "753bc8b4-039e-4058-bcab-978e3be362e9",
    "title": {
      "en": "I Became a Childhood Friend of a Mid-Level Boss"
    },
    "updatedAt": "2024-06-28T21:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/753bc8b4-039e-4058-bcab-978e3be362e9/a381035f-29f8-40de-9d28-d1595130a9ce.jpg",
    "altTitles": [
      {
        "ko": "중간 보스의 소꿉친구가 되었다"
      },
      {
        "en": "I Became the Childhood Friend of the Middle Boss"
      }
    ],
    "description": {
      "en": "Do Kyunwoo is the black sheep of his renowned swordsman family. He cannot even catch a rabbit on his own. On his first day of fifth grade, he meets a tranfer student and recalls his past life.\n\nHe had reincarnated into the world of a game he used to play called [Brave Hearts]. He was already frustrated that he had reincarnated as a loser, but on top of that, the transfer student is an intermediate/mid-tier boss who will destroy the world!\n\n“Why are you being so nice to me?”\n\n“Because I want to be friends with you.”\n\nDo Kyunwoo’s plan is to become friends with the transfer student in order to prevent the end of the world!\n\nIn order to survive in this new world and to reach an ending he desires. He becomes best friends with the mid level boss."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/da50ed16-f2ba-4f6e-8b4e-e169ef7eef44.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5f6de04c-8465-4bb1-81a6-c71f8ccbd08e",
    "title": {
      "en": "Bizarre Restaurant"
    },
    "updatedAt": "2024-05-02T21:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/5f6de04c-8465-4bb1-81a6-c71f8ccbd08e/b9adb62b-cf43-4fe5-9d11-9bf263c3049d.png",
    "altTitles": [
      {
        "ko": "괴식식당"
      },
      {
        "ko-ro": "Goesiksikdang"
      }
    ],
    "description": {
      "en": "Stinky tofu, durian, surstromming’s era is over. have you heard? cooking that’s so bad that you could die on the spot! but skill is increasing!?\n\nTera, whose cooking boasts the best(?) taste in all dimensions, through the bravest yoo seungwoo’s help, has come to peaceful(?) earth.\n\nEndure it! if you eat it and don’t die, your level will go up! and then on behalf of me, protect the earth!\n\n‘Extraordinary restaurant’ is open even when the world is going to end.",
      "ko": "취두부, 두리안, 수르스트뢰밍의 시대는 갔다.\n들어는 봤는가? 문자 그대로 죽을 만큼 맛없는 요리!\n하지만 능력이 오른다!?\n\n전 차원 최고(?)의 맛을 자랑하는 테라의 요리가\n최강의 용사, 유승우의 손에 의해 평화로운(?) 지구를 찾아온다.\n\n인내하라! 먹고 죽지만 않으면 허약한 당신도 레벨이 쑥쑥!\n그리고 나 대신 지구를 지켜라!\n\n\n'괴식식당'은 세상이 멸망해도 영업합니다!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5ecb4e3-3202-42f2-bea6-65757d3bb498",
    "title": {
      "en": "Hectopascal"
    },
    "updatedAt": "2024-05-21T02:59:37+00:00",
    "coverArt": "https://mangadex.org/covers/b5ecb4e3-3202-42f2-bea6-65757d3bb498/86930616-c36f-4e1d-874f-ba404846cfab.jpg",
    "altTitles": [
      {
        "ko": "헥토파스칼"
      },
      {
        "en": "Hectopascals"
      }
    ],
    "description": {
      "en": "Park Han-jun, once called a legend, was frustrated because he had nothing to lose anymore is given a huge amount of money.\n\nAn eye for an eye. An eye for a tooth! I’ll make you pay for what I’ve gone through!\n\nAs his rage explodes, he’ll get his sweet revenge and make them pay as much as they deserve!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-06-18T16:47:50+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/ee6d2460-07cd-4596-99c9-db306f279f00.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-sempai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-07-03T20:48:33+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76e73264-aff4-4d9e-ab03-7f923ea3be67",
    "title": {
      "en": "I Turned off the Pain Perception Setting!"
    },
    "updatedAt": "2024-07-15T01:26:48+00:00",
    "coverArt": "https://mangadex.org/covers/76e73264-aff4-4d9e-ab03-7f923ea3be67/55540a18-2e62-4e16-a338-d2f3f36bd886.jpg",
    "altTitles": [
      {
        "ko": "통각 설정 꺼놨다니까요?"
      },
      {
        "en": "I Said I Turned off the Pain Perception Setting!"
      },
      {
        "en": "I'm Telling You, I Already Turned off the Pain Perception Setting!"
      },
      {
        "en": "You Turned off the Pain Setting?"
      },
      {
        "en": "I Turned off the Pain Setting?"
      },
      {
        "ja": "100回目プレイヤーなので高好感度はエンリョします！"
      },
      {
        "zh": "已关闭痛觉设置"
      },
      {
        "es-la": "¿Se me ha olvidado desactivar la configuración del dolor?"
      }
    ],
    "description": {
      "en": "**Pain perception 0, capture rate is 100!**\n\nA virtual reality game with pain perception set to '0'. I was the first to clear all endings, and started the final 100th playthrough... but something is off. Suddenly, I have a strange disease with a terminal setting, and the capture target characters are starting to worry about me.\n\n\"I don't feel any pain, so should I pretend to be sick?\"\n\nBefore I knew it, to the capture target characters, I became a noble hero enduring pain and sacrificing for world peace. Since it has come to this, the concept for this playthrough is a terminally-ill hero throwing herself for the world! I must end it with a happy ending. This is my last playthrough in my life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-04-09T21:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/52cf193d-6862-43e8-9de4-1025c0e6e297.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "ru": "Элисед"
      },
      {
        "ja": "エレキシード"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2024-05-28T16:04:51+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      },
      {
        "es-la": "Matón a cargo"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf0ce53-7f35-4955-8644-c43b117d8b12",
    "title": {
      "en": "You, I'll Raise You Into a Superstar!"
    },
    "updatedAt": "2024-02-04T20:51:39+00:00",
    "coverArt": "https://mangadex.org/covers/edf0ce53-7f35-4955-8644-c43b117d8b12/4b34d7f6-229e-40f7-9843-46e21435bf15.jpg",
    "altTitles": [
      {
        "en": "I'll Make You a Superstar"
      },
      {
        "ko": "너, 내가 스타로 띄워줄게"
      }
    ],
    "description": {
      "en": "“Wanna work as an actor with me then?”\n\nByeol’s eyes were left wide open by Woohyeon, the new Executive of ‘Pine Entertainment’\nByeol, who was part of the ‘Lala Girls’ idol group that did not succeed and was on the brink of disbandment. But an offer of being an actor, not even a singer to her? Byeol opened her mouth cautiously. “Can I really succeed if I become an actor?” Byeol didn’t seem to know yet, but Woohyeon could see the ‘SuperStar Talent’ she had within her. Woohyeon said confidently, “Don’t worry, I’ll raise you into a superstar!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-07-15T22:26:11+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      },
      {
        "es-la": "Malas criadas"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb20618-c5b4-4117-8e51-55992a6c9d7b",
    "title": {
      "en": "Sakura Taisen"
    },
    "updatedAt": "2023-08-17T12:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/fdb20618-c5b4-4117-8e51-55992a6c9d7b/62237323-76aa-4b18-b277-f35e91e11d2a.jpg",
    "altTitles": [
      {
        "en": "Sakura Wars"
      },
      {
        "ja": "サクラ大戦"
      },
      {
        "zh": "樱花大战"
      }
    ],
    "description": {
      "en": "The year is 1921, and this is a Tokyo where monstrous steam-powered robots crash a flower-viewing party only to be cut down samurai-style by a young girl in a kimono and traditional hakama pants.  \n  \nIt's eight years after the horrific Demon War, and Japan is a peaceful prosperous place. Meet Ensign Ogami Ichiro, who has just graduated from the Naval Academy. He's assigned to a base in Tokyo, but soon discovers that his headquarters is the Imperial Theater and his first mission is collecting tickets at the gate. He gamely goes about his menial jobs at the theater, surrounded by beautiful girls who seem to know a lot more about what's going on than he does, but he's about to be swept into a roiling world of robots, demons, and hot girls in uniform."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "29"
  },
  {
    "mangaId": "d9cc70fc-0c6a-40cf-b410-905855d948f4",
    "title": {
      "en": "Pumpkin Scissors - Power Snips"
    },
    "updatedAt": "2024-06-26T00:53:42+00:00",
    "coverArt": "https://mangadex.org/covers/d9cc70fc-0c6a-40cf-b410-905855d948f4/98948d4e-772a-4a56-9f03-c08534951226.jpg",
    "altTitles": [
      {
        "en": "Pumpkin Scissors: Power Snips (Supplemental Episodes)"
      },
      {
        "ja": "パンプキン・シザーズ：パワー・スニップス"
      },
      {
        "ja": "パンプキンシザーズ外伝"
      }
    ],
    "description": {
      "en": "Power Snips is a collection of side stories that further explores the setting of the manga series, Pumpkin Scissors.  Along with familiar faces from Army Intelligence State Section III, new characters also appear to help tell stories of \"what happened before\", \"what happened during\", and \"what happened afterwards\". \n\nA young woman worried about her own towering stature meets a certain corporal who's even taller. \n \nSent to infiltrate the Republic of Frost, Cold Vitter stumbles upon a \"cat\" and a child \"gray\" as ash. \n \nLieutenant Alice and Corporal Oland form a contract. \n \nThese stories and more touch on events behind the scenes and between the cracks, expanding the world of Pumpkin Scissors!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-06T01:21:19+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "ja-ro": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?)."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dacd186-ba0f-45f9-910e-18d8c978bd1a",
    "title": {
      "en": "Y13"
    },
    "updatedAt": "2024-06-19T23:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/8dacd186-ba0f-45f9-910e-18d8c978bd1a/d9078930-6ac2-4ed0-9896-f8479ad89fca.jpg",
    "altTitles": [],
    "description": {
      "en": "Former NBA star Yoon Young-jae, who was out of the season due to an unexpected accident. An unexpected opportunity brings him back to the past.......I dream of taking a powerful leap forward once again in the NBA, where there are top stars!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-01-02T15:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fd2c342-278b-473e-a8e0-bc490d7533c8",
    "title": {
      "en": "Profundis"
    },
    "updatedAt": "2024-07-21T22:44:37+00:00",
    "coverArt": "https://mangadex.org/covers/2fd2c342-278b-473e-a8e0-bc490d7533c8/c12e65b9-6b7c-40d9-b0ec-23c2c290a03e.png",
    "altTitles": [
      {
        "ko": "프로푼디스"
      },
      {
        "es-la": "Profundo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3c6b051-340a-45fb-9801-057e70253946",
    "title": {
      "en": "Ookii Onnanoko wa Suki Desu ka?"
    },
    "updatedAt": "2024-07-22T22:51:24+00:00",
    "coverArt": "https://mangadex.org/covers/e3c6b051-340a-45fb-9801-057e70253946/fa6641b8-d1bd-47f5-a5eb-33c19823fd2b.jpg",
    "altTitles": [
      {
        "en": "Do You Like Big Girls?"
      },
      {
        "ja-ro": "Ookii Onnanoko wa Daisuki Desu ka?"
      },
      {
        "ja": "大きい女の子は好きですか？"
      },
      {
        "zh": "高大的女孩子，喜欢吗？"
      }
    ],
    "description": {
      "en": "Tachibana Souta is a bit of a multi-talented freeter who gets by from one part-time job to the next, his standout characteristic being that he's a bit short. One day he's roped by his older sister into 'serving' their college's volleyball team, of which she's a member. She also happens to be at least 6 and 1/2 ft. tall, as do the rest of the team's members who take quite the interest in Souta."
    },
    "status": "hiatus",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-07-05T21:18:14+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/85adbbce-f22b-46c3-b541-fb78e1e0da82.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]