[
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/818ff432-f200-4db9-83f9-493bd07c78aa.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-09T08:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a7cb9f5-cbce-4712-b11d-75f247faa677",
    "title": {
      "en": "Yandere-chan x Negative-chan"
    },
    "updatedAt": "2022-05-15T19:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/3a7cb9f5-cbce-4712-b11d-75f247faa677/ec899835-450b-434e-8dd5-1aaedca7a6be.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃん×ネガティブちゃん"
      }
    ],
    "description": {
      "en": "Collection of one/two-pagers from the author's Twitter featuring specific characters"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
    },
    "updatedAt": "2024-02-16T05:49:19+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/f278697a-ed3e-455e-ae8f-cac04783756a.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "ja-ro": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party wo Kumimashita!"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero’s Mother!"
      }
    ],
    "description": {
      "en": "A young man wants to marry the mothers of the hero's party—\n\nAs a member of the hero's party Ceres, the main character, set out to defeat the demon king.\nBut one day, he was suddenly dismissed by the hero, and he had to leave the party.\nAll alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Ms Shizuko, the mother of the hero, sold as a slave—??\n\nThe unreasonably expelled young man's Isekai mama harem is born!!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "少年が結婚したいのは、\n勇者パーティのお母さんたちでした――\n\n勇者パーティの一員として\n魔王の倒す旅に出ている主人公・セレス。\n\nだがある日突然、勇者ゼクトからクビ宣告を受け、\nパーティを抜けることに。\n\n一人になったセレスは、\n身の回りの世話役として家事奴隷探しへ。\n\nその奴隷市場で見かけたのは\n奴隷として売られた、勇者の母親である静子さんの姿が――？？\n\n理不尽に追放された少年の\n異世界ママハーレムが産声を上げる！！",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636933aa-976e-4455-8082-36751a554be0",
    "title": {
      "en": "Unnamed Memory"
    },
    "updatedAt": "2024-02-24T22:14:26+00:00",
    "coverArt": "https://mangadex.org/covers/636933aa-976e-4455-8082-36751a554be0/5fc98218-b2ae-44c1-9235-8a6f4e0d5ca9.jpg",
    "altTitles": [
      {
        "ja": "アンネームドメモリー"
      },
      {
        "vi": "Hồi ức không tên"
      },
      {
        "ru": "Безымянная память"
      }
    ],
    "description": {
      "en": "“As long as you’re the master of that sword and I’m a witch, someday you’ll have to kill me for real.”  \n  \nAs a child, Oscar, Crown Prince of Farsas, had been cursed to be childless. At the age of 20, he paid a visit to Tinassha, the strongest witch in the continent, to break the curse. He came back bringing Tinassha along as his protector, and in the one year until his contract with her expired, he got embroiled into her past, and an even greater destiny."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e160fc8-d9e3-460d-9f82-afde68fb3fa6",
    "title": {
      "en": "Hanabi wa Samenai Yume wo miru"
    },
    "updatedAt": "2024-04-16T15:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/1e160fc8-d9e3-460d-9f82-afde68fb3fa6/ab2e7b4b-da5a-4ff9-8af9-57e44861e06a.jpg",
    "altTitles": [
      {
        "ja": "花火は醒めない夢をみる"
      },
      {
        "zh-hk": "醒不過來的花火之夢"
      },
      {
        "en": "Olivia and the Neverending Dream"
      }
    ],
    "description": {
      "en": "Olivia, the daughter of a duke, is betrayed by her fiancé, Crown Prince Luke, and is publicly executed. However, the moment Olivia thinks she has lost her life, she wakes up as Hanabi, a high school girl in a different world: Japan. What's more, it seems that Hanabi is being bullied at school...? The story of a duke's daughter's rise to power is about to begin!",
      "ja": "公爵令嬢が転生したらいじめられっ子JKだった件。\n婚約者・ルークに裏切られ、公開処刑となったオリビア。…のはずが目が覚めるとそこは異世界で、女子高生・鏑木花火になっていた！ 花火は皆からいじめられていたようで、学校に行くとクラスから標的にされてしまう。しかもそこに現れたのは、ルークに瓜二つのクラスメイト・押野で…？\n\n---\n被身為未婚夫的路克皇太子背叛，而遭到公開行刑的公爵千金‧奧莉維亞。其徬徨的靈魂，作為異世界的日本女高中生‧花火再次蘇醒。 除了花火會在學校被人霸凌這件事，如班上老大般的男子竟與路克極為相似…？遇見全新自己的異世界轉生×下克上的故事！",
      "zh-hk": "被身為未婚夫的路克皇太子背叛，而遭到公開行刑的公爵千金‧奧莉維亞。其徬徨的靈魂，作為異世界的日本女高中生‧花火再次蘇醒。 除了花火會在學校被人霸凌這件事，如班上老大般的男子竟與路克極為相似…？遇見全新自己的異世界轉生×下克上的故事！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52975f48-107d-485d-958c-f1c0acacf434",
    "title": {
      "en": "Ameagari no Bokura ni Tsuite"
    },
    "updatedAt": "2022-02-11T08:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/52975f48-107d-485d-958c-f1c0acacf434/580e3401-3db9-4ca1-bf6d-c175174c152e.png",
    "altTitles": [
      {
        "ja": "雨上がりの僕らについて"
      }
    ],
    "description": {
      "en": "Just like the rain unnoticeably stopping, we fall in love slowly――  \n  \nGiven up on love, Kanade is a businessman living an unfulfilled life while hiding the fact that he was gay.  \nOn one of these days, Mashiro, a classmate Kanade secretly loved during high school, shows up.  \nA reunion after 6 years, and their world begins to change.  \n  \nThis is a clumsy, gentle love story between a pessimistic, pure boy and a determined, oblivious man, trying to find a sunspot.  \n  \n(Source: From Huffly Parfait Scans)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "6a08b268-e032-4198-a53a-ef705e592dc3",
    "title": {
      "en": "TEKNO: Sci-Fi Shonen Manga!"
    },
    "updatedAt": "2024-04-18T02:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/6a08b268-e032-4198-a53a-ef705e592dc3/d5038f3f-030d-4adc-b005-2bc58036c7a9.png",
    "altTitles": [],
    "description": {
      "en": "Futura, the land of Techs. This is the story of a boy named Tek who can't use Techs, but joins the Royal Guard of Futura. Through many harsh battles and emotional moments, he will persist to make Futura into a better nation!\n\n\n♥ Animated Trailer: https://www.youtube.com/watch?v=Q7Z2A0Ba03A\n♥ Discord: discord.gg/pVZts8fdTf\n♥ Support: on patreon, if I open it again!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-02-18T11:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "223"
  },
  {
    "mangaId": "84703c86-eb83-45ec-8fc5-f34a25115893",
    "title": {
      "en": "Dai Dark"
    },
    "updatedAt": "2024-02-26T14:09:09+00:00",
    "coverArt": "https://mangadex.org/covers/84703c86-eb83-45ec-8fc5-f34a25115893/afdebd14-efbc-4ba8-8134-063097406877.jpg",
    "altTitles": [
      {
        "uk": "Велика Пітьма"
      },
      {
        "ru": "Великая тьма"
      },
      {
        "ja": "大ダーク"
      },
      {
        "ja-ro": "Dai Daaku"
      },
      {
        "ru": "Бескрайняя тьма"
      }
    ],
    "description": {
      "en": "A legend spreading among the whole universe says whoever collects Zaha Sanko's bones will have any kind of wish granted. \nThus, he and his skeletal buddy Avakian will use their dark powers to fend off any murder attempts while they search through \nspace for whoever put this curse on Sanko’s bones: killing them might end the madness.",
      "ru": "С самого детства Заха Санко боролся за свою жизнь. Как гласят легенды, если вы завладеете костями Захи Санко, вам исполнится любое желание. Вместе со своим другом Авакяном и силой тьмы Заха путешествует по космосу, чтобы найти человека, который проклял его кости и положил конец их жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-03-30T22:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)\n- [Official Traditional Chinese Translation (Kakao)](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E6%94%BB%E5%A1%94%E6%88%B0%E8%A8%98/36)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Ranker-yang-Hidup-Dua-Kali/3392)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/30298)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%AD%E0%B8%87_%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C/37)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "254876c1-1acb-48d1-a610-084387cf300a",
    "title": {
      "en": "Schrödinger's sheep"
    },
    "updatedAt": "2024-02-05T03:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/254876c1-1acb-48d1-a610-084387cf300a/73e9a448-47ca-429b-a58d-4cd6f90e77c5.jpg",
    "altTitles": [
      {
        "zh": "薛定谔之羊"
      }
    ],
    "description": {
      "en": "An ordinary corporate slave, Ding Xueyang, has a secret - He has a special ability! But his special ability has a flaw; if he is seen using it, the special ability will be randomized to a new one. For over twenty years, in order to keep this secret, Ding Xueyang has been living very cautiously. He didn't have a significant other, didn't make any friends, and didn't even keep a pet. Until one day, a homeless person came across his secret, and from then on Ding Xueyang has plunged into an abyss of suffering!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7862895-2632-4376-9eea-609d43587f18",
    "title": {
      "en": "Martial Universe"
    },
    "updatedAt": "2023-06-12T15:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/d7862895-2632-4376-9eea-609d43587f18/a743488d-ed1c-4c97-8616-a923916b2566.png",
    "altTitles": [
      {
        "en": "Martial Movement Upheaval"
      },
      {
        "zh-ro": "Wu Dong Qian Kun"
      },
      {
        "vi": "Võ Động Càn Khôn"
      },
      {
        "zh": "武动乾坤"
      },
      {
        "zh-ro": "Wǔ Dòng Qián Kūn"
      }
    ],
    "description": {
      "en": "The Great Yan Empire exists in a world where respect can only be earned through strength. Within this Great Yan Empire, the four great clans have always stood above the rest. Among them, a particular incident in the Lin Clan resulted in the banishment of a certain individual who went on to start his own family, in hopes of one day being recognized again by the Lin Clan, and rejoining them…  \r\n  \r\nHailing from a banished family of the Great Lin Clan, when Lin Dong was very young, he watched, powerless, as his talented father was easily crushed and crippled by the overwhelming genius of the great Lin Clan, Lin Langtian.  \r\n  \r\nWith a despairing father, a heartbroken grandfather, and a suffering family, ever since that fateful day, Lin Dong has been driven by a deep purpose; to take revenge on the man who had taken everything and more from his family.  \r\n  \r\nArmed with nothing but willpower and determination, join Lin Dong as he unknowingly discovers a destiny greater than he could ever hope to imagine when he stumbles upon a mysterious stone talisman"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95a032a2-3499-4a57-a1b3-3fced4e78d14",
    "title": {
      "en": "Isekai no Dekiai wa Cheat Kyuu deshita!? BL Anthology"
    },
    "updatedAt": "2024-04-20T05:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/95a032a2-3499-4a57-a1b3-3fced4e78d14/e6a5dc27-a90a-443d-837c-7769eac7650f.png",
    "altTitles": [
      {
        "en": "The Other World's Doting Was Cheat Level?! BL Anthology"
      },
      {
        "ja": "異世界の溺愛はチート級でした!? BLアンソロジー"
      }
    ],
    "description": {
      "en": "\"The Insatiable Demon King, the Devoted Prime Minister, the Strongest Hero, etc... Who Is the Mob Me That Is Doted on by a Thug from Another World!?\" \nFrom \"Moonlight Novels,\" a popular BL novel, comes a luxurious comic adaptation by a talented team of artists! An anthology of otherworldly x doting BL short stories♪ \n[Cover] Illustrated by Shinobu Takayama \n\n[Included Stories] \n1. \"Looks Like I’m Engaged to the Demon Chancellor.\" (Manga: Saco, Original Story: Taomi) - Trying to break off an engagement with the demon prime minister, he attempts to lose his virginity!? \n2. \"I Was Supposed to Be Reincarnated as an NPC, but I Am Passionately Loved by My Favorite Character.\" (Manga: Arareya Kon, Original Story: Naori) - A fujoshi reincarnated into a BL game world, passionately in love with his crush!? \n3. \"Our Demon King Is Too Overprotective.\" (Manga: Kurosaki, Original Story: Tatsuo Akiyama) - Enclosed by the childhood friend (demon lord) he met after reincarnation!? \n4. \"The Crybaby Sorcerer, and His Other World Life After 100% Clear\" (Manga: Machi Komachi, Original Story: Kanami) - After clearing a quest, he's doted on by the strongest hero――. \n5. \"No, I Am a Knight Guard, But ~Who the Prince Chose When Picking His Wife Was the Man Over There~\" (Manga: Shinobu Takayama, Original Story: Seven) - The cool crown prince publicly proposes to a mob knight!?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "da51756f-8521-4985-8aeb-a7ef312d7d64",
    "title": {
      "en": "Akuyaku Kizoku to shite Hitsuyou na Sore"
    },
    "updatedAt": "2024-04-11T23:45:51+00:00",
    "coverArt": "https://mangadex.org/covers/da51756f-8521-4985-8aeb-a7ef312d7d64/e49bc338-a8af-4db8-82c9-626bf930f1c2.jpg",
    "altTitles": [
      {
        "ja": "悪役貴族として必要なそれ"
      },
      {
        "ja-ro": "Akuyaku Kizoku to shite Hitsuyou na Sore"
      },
      {
        "en": "That Is Needed for a Villainous Aristocrat"
      }
    ],
    "description": {
      "en": "A story of a man with evil charisma: A young man who's lived in modern Japan suddenly realized that he had been reborn in his favourite fantasy novel, *The Tale of the Rhinana Kingdom*. Yet he wasn’t reborn as the protagonist, but as the famous villainous marquis in the story. With the fate of being overthrown looming above him, he takes all action to break free of his determined fate by using his future knowledge along with the strongest skill \"Absolute Evil\".",
      "pt-br": "Uma história de um homem com carisma maligno: Um jovem que viveu no Japão moderno de repente percebeu que renasceu em seu romance de fantasia favorito, \"O Conto do Reino de Rhinana\". No entanto, ele não renasceu como o protagonista, mas como o famoso vilão Marquês na história. Com o destino de ser derrubado pairando sobre ele, ele toma todas as medidas para se libertar de seu destino determinado usando seu conhecimento futuro junto com a habilidade mais forte \"Mal Absoluto\"."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636f5140-2561-4520-984f-6e10a8cc5922",
    "title": {
      "en": "Memories of Emanon"
    },
    "updatedAt": "2023-09-24T10:34:50+00:00",
    "coverArt": "https://mangadex.org/covers/636f5140-2561-4520-984f-6e10a8cc5922/48129159-d545-4357-8a22-6aff930d4242.jpg",
    "altTitles": [
      {
        "ja-ro": "Omoide Emanon"
      },
      {
        "fr": "Souvenirs d'Emanon"
      },
      {
        "ja": "おもいでエマノン"
      },
      {
        "zh-hk": "回憶愛瑪儂"
      },
      {
        "uk": "Спогади про Еманон"
      }
    ],
    "description": {
      "en": "Based on the award-winning novel by Shinji Kajio, Memories of Emanon tells the story of a mysterious girl who holds a 3-billion-year old memory, dating back to the moment life first appeared on Earth.",
      "uk": "Манґа, створена на основі однойменного роману Шінджі Каджіо, розповідає про таємничу дівчину, яка пам'ятає все з того моменту, коли на Землі з'явилося життя.",
      "es-la": "Basada en la afamada novela de Shinji Kajio. El manga relata la historia de una misteriosa chica que tiene una memoria de 3 billones de años, tiempo en el cual apareció la vida en la tierra.",
      "pt-br": "Baseado no premiado romance de Shinji Kajio, Memórias de Emanon conta a história de uma garota que tem uma memória de 3 bilhões de anos, que equivale ao momento em que a vida surgiu na terra."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9.5"
  },
  {
    "mangaId": "91b67596-9bc3-48f5-8aad-02ff520fdfa9",
    "title": {
      "en": "The Archmage's Restaurant"
    },
    "updatedAt": "2024-02-17T16:41:17+00:00",
    "coverArt": "https://mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "altTitles": [
      {
        "ko": "어느 마법사의 식당"
      },
      {
        "en": "A Wizard's Restaurant"
      },
      {
        "en": "The Wizard's Restaurant"
      },
      {
        "ko-ro": "Eoneu Mabeobsaui Sigdang"
      }
    ],
    "description": {
      "en": "A man who was reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. On the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. They live a fun and warm life, serving customers, solving problems and growing violets in the garden.",
      "ko": "요리사를 꿈꾸던 내가 사고로 이세계에 떨어졌다.\n\n몬스터와 마법이 넘쳐나는 판타지 세계이지만 여기라고 식당을 못할 건 없잖아?\n\n그러나 전쟁으로 인해 이세계에 들어오자마자 군대에 끌려가게 되고,\n..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/3234bce0-6cf3-4e55-a88a-a8661ff8164e.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9edbc41a-5c25-4f1a-b323-9c0c9552dc34",
    "title": {
      "en": "Kimi Janakya Dame na Dorei Shoujo"
    },
    "updatedAt": "2023-10-04T16:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/9edbc41a-5c25-4f1a-b323-9c0c9552dc34/aa91ff1d-cac4-4f60-a1c6-baa8620a17bb.jpg",
    "altTitles": [
      {
        "ja": "君じゃなきゃダメな奴隷少女"
      },
      {
        "th": "ทาสสาวของผมคนเดียวเท่านั้น"
      },
      {
        "en": "You're The Only Slave Girl"
      },
      {
        "ja-ro": "Kimi ja Nakya Dame na Dorei Shoujo"
      }
    ],
    "description": {
      "en": "Daito's your average high-school kid. After getting home one day, he finds a strange girl sleeping on the floor—only to find out she's a slave from another world. He decides to take her in so she can start life anew as a normal girl, beginning their sweet-but-unusual life together as they navigate cultural barriers."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "5f035bce-267a-4c95-bff1-b319cad73bda",
    "title": {
      "en": "Silver Triangle"
    },
    "updatedAt": "2022-02-02T00:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/5f035bce-267a-4c95-bff1-b319cad73bda/29c8b17e-2e4f-4328-80cc-a5b0f5c3487c.jpg",
    "altTitles": [
      {
        "ja-ro": "Gin no Sankaku"
      },
      {
        "pl": "Srebrny Trójkąt"
      },
      {
        "ja": "銀の三角"
      },
      {
        "zh": "银之三角"
      }
    ],
    "description": {
      "en": "Marlee, an agent of the advanced civilization Central on the planet Blue Ear, finds himself on a mission to track down the troubadour Lagthorin. His mission leads him to the planet Corundum, where he finds the elusive musician and subsequently dies. Back at Central, he is regenerated into a new clone, Marlee Two, who sets off once more, drawn back to Lagthorin and her song. And so the strings of fate guide Marlee forward, inescapably intertwined with both the events on the planet Corundum and, 30,000 years across time, with the long-extinct race of the planet Silver Triangle.  \n  \nA 1-volume classic sci-fi manga.  \n  \nWinner of the Seiun Award in 1983."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-01-15T12:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5199b00b-f55d-43d2-bf36-63873adee286",
    "title": {
      "en": "Egao No Taenai Shokuba Desu"
    },
    "updatedAt": "2024-02-13T16:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/5199b00b-f55d-43d2-bf36-63873adee286/34a5bec2-7802-406d-ad01-35f26c86b01d.jpg",
    "altTitles": [
      {
        "ja": "笑顔のたえない職場です"
      },
      {
        "en": "A Workplace Where You Can't Help But Smile"
      },
      {
        "ko": "미소가 끊이지 않는 직장입니다."
      }
    ],
    "description": {
      "en": "New shoujo manga artist Nana Futami works hard every day while being supported by Kaede Satou, her female editor who is older than her, and Mizuki Hazama, her assistant. According to the girl herself, she sometimes drums up intense daydream delusions of occupational illness! A working girls comedy set in the entertainment industry, brought to you by an author who always draws various girls.",
      "ko": "신인 작가 후타미는 본인이 말하길 망상은 직업병! 이라며 담당 사토 씨와 어시스턴트 하 씨에게 도움을 받으면서 오늘도 열심히 일한다! 만화계에서 일하는 어른의 청춘군상극. 대상 독자는 만화를 사랑하는 모든 사람 입니다."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2343565-30fc-4a47-bf48-3a99019a0cf4",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Anthology"
    },
    "updatedAt": "2023-05-04T21:06:15+00:00",
    "coverArt": "https://mangadex.org/covers/f2343565-30fc-4a47-bf48-3a99019a0cf4/8ad3c2d2-2cd8-4769-a679-4710e859a4b7.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Anthology"
      },
      {
        "en": "The Maid Dragon of Kobayashi-san Anthology"
      },
      {
        "ja": "小林さんちのメイドラゴン 公式アンソロジー"
      },
      {
        "ja-ro": "Kobayashi-san Chi no Maid Dragon Anthology: All Stars!"
      },
      {
        "ja": "小林さんちのメイドラゴン 公式アンソロジー All Stars！"
      }
    ],
    "description": {
      "en": "An official anthology of Miss Kobayashi's Dragon Maid side-stories.\n\n---\n**Volume 1**\n**Cover**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. GUNP\n2. OYSTER\n3. Itou Hachi\n4. Kurokawa Otogi\n5. Kimura Mitsuhiro\n6. Hamada Yoshikazu\n7. Yoshikita Popuri\n8. Nobuyoshi Zamurai\n9. Shake O\n10. Tottori Sakyuu\n11. AHOBAKA\n12. 221\n13. Hori Hiroaki\n14. Masayoshi\n\n**Volume 2**\n**Cover**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Kazama Ayami\n2. Takatsu (as Takatsu Keita)\n3. Nobuyoshi Zamurai\n4. Teiotei Teio\n5. 221\n6. Kurokawa Otogi\n7. Chomoran\n8. Yukiko\n9. Amagappa Shoujogun\n10. Fujisawa Kamiya\n11. Yoshikita Popuri\n12. Shake O\n13. Uzu\n14. Watarai Kou\n15. Nakamura Kanko\n16. GUNP\n\n**Volume 3**\n**Cover**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Yukiko\n2. Itou Hachi\n3. Orihara Sachiko\n4. Sanzo\n5. Iwatobi Neko\n6. GUNP\n7. Watarai Kou\n8. Nobuyoshi Zamurai\n9. Ukanmuri\n10. masha\n11. KAKERU\n12. Kurokawa Otogi\n13. Teiotei Teio\n\n**Volume 4**\n**Cover**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Fujisawa Kamiya\n2. Hiyama Daisuke\n3. Teiotei Teio\n4. 221\n5. Kimura Mitsuhiro\n6. AHOBAKA\n7. Watarai Kou\n8. Yoshikita Popuri\n9. Amano Shuninta\n10. Shake O\n11. Hoppege\n12. Takatsu (as Takatsu Keita)\n13. Kazama Ayami\n14. GUNP\n\n**Volume 5**\n**Cover**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Arita Imari\n2. Itou Hachi\n3. Sakurai Norio\n4. Kawamura Taku\n5. Kafun\n6. Fujisawa Kamiya\n7. Jouyama Yui\n8. Tachi\n9. masha\n10. GUNP\n11. Yoshimoto Masume\n12. Yoshikita Popuri\n13. Mizu Asato\n14. Shake O \n15. Kawai Rou"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "72"
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eac0159f-2768-49d7-8891-4202f3e9fb8c",
    "title": {
      "en": "Destroy It All And Love Me In Hell!"
    },
    "updatedAt": "2024-04-19T01:47:42+00:00",
    "coverArt": "https://mangadex.org/covers/eac0159f-2768-49d7-8891-4202f3e9fb8c/ee3f0bbe-ef17-4dd2-8518-1a0c110f127e.jpg",
    "altTitles": [
      {
        "ja-ro": "Zenbu Kowashite Jigoku de Aishite"
      },
      {
        "ja": "ぜんぶ壊して地獄で愛して"
      },
      {
        "zh": "毁掉一切地狱再爱"
      },
      {
        "zh-hk": "毀掉一切地獄再愛"
      },
      {
        "en": "If That's Love, Break it."
      },
      {
        "uk": "Усе розтрощи, до пекла люби"
      },
      {
        "pl": "Zniszcz wszystko, co kochasz"
      }
    ],
    "description": {
      "en": "Kurumi Yoshizawa, the student council president, has excellent grades and an inviting, friendly personality… on the surface at least. In reality, her days are spent struggling against her domineering mother and agonizing over her teachers’ expectations.\n\nOne day, Kurumi reluctantly goes to meet Naoi, her truant classmate, at her homeroom teacher’s request to look after her. The situation sours quickly as Naoi sees through Kurumi’s facade and makes her animosity clear. On the verge of a meltdown, Kurumi is barely able to stop herself from shoplifting, unaware that she’s being recorded by Naoi…\n\nThis is a violent story about two young girls struggling every day with no escape.",
      "pl": "Kurumi Yoshizawa, przewodnicząca samorządu uczniowskiego, otwarta, ambitna, życzliwa... a przynajmniej na taką się kreuje. Rzeczywistość wygląda jednak mniej rózowo - w szkole musi zmagać się z nadmiernymi oczekiwaniami nauczycieli, a w domu czeka na nią toksyczna matka.\n\nPewnego dnia Kurumi, na prośbę wychowawcy, udaje się do Naoi, swojej wagarującej koleżanki z klasy. Sprawy przybierają zupełnie niespodziewany obrót, gdy Naoi dostrzega fasadę Kurumi i jasno wyraża swoją wrogość wobec niej. Będąc na skraju załamania nerwowego, Kurumi powstanawia dokonać drobnej kradzieży, przed czym w ostatniej chwili się powstrzymuje. Nie ma pojęcia, że całe te zajście nagrała Naoi.\n\nTo brutalna opowieść o dwóch młodych dziewczynach, które każdego dnia zmagają się z codziennością, od której nie mogą się wyrwać.",
      "uk": "Вітайте, Йошізава Курумі – відмінниця, розумниця, красуня, президент школи та просто дуже гарна дівчинка!.. Принаймні такою вона себе показує людям. Реальність прозаїчніша: жорстокі методи виховання матері, відсутність будь-якого вільного часу, море стресу та щира відраза до всіх навколо.\nІ як часто буває з такими «відмінницями» – накипіло. «Що, якщо я це вкраду? Мене спіймають? Може, тоді цей жах нарешті скінчиться?» – стоїть і думає Курумі, не усвідомлюючи, що її спроба крадіжки записується на відео. Проте її знімають не камери відеоспостереження крамниці, а телефон Наой.\nНаой – це дівчина, яка за словами не слідкує, до школи не ходить та обожнює ставити «відмінниць» на місце. Вона бачить абсолютно все крізь маску Курумі, погрожуючи показати відео однокласникам. Для Наой це був хіба що спосіб розвіяти нудьгу та провчити лицемірку… Допоки вона не починає бачити в Курумі лиш одне, але чисте та справжнє спільне бажання."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
    },
    "updatedAt": "2023-12-03T18:29:09+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/05266bdd-6c1d-4234-a658-799c8fc44063.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "ja-ro": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "I’m Yukito Kokonoe, and I’m the one who had the worst luck with women. My mother abandoned me, my sister hated me, and my childhood friend, who I thought she had feelings for me, rejected me before I could tell her, and then lied to me when I was heartbroken. As a result, I found myself completely emotionally broken, and it was too late to do anything about it. But that was strange. For some reason, I feel like the women who traumatized me are glancing at me. Yeah, I must be imagining it!\n\nThis is a love comedy about a boy who has been hurt too much and too late, and the women who have hurt him, in a misunderstanding that starts too late and never starts at all. “Love?　What’s that, can I eat it?”",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san To Baa-san Wakagaeru"
    },
    "updatedAt": "2024-01-26T04:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/dd69b606-9567-4225-a645-e62eedf38a70.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About A Grandpa And Grandma Who Returned Back To Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un abuelo y una abuela que regresaron a su juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-03-14T15:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/6081413e-2d54-48c5-b91b-9b6b106ac3c5.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cda265af-a49e-4c71-84dc-d3d2be2e86b1",
    "title": {
      "en": "Higan no Orca"
    },
    "updatedAt": "2024-02-15T16:14:34+00:00",
    "coverArt": "https://mangadex.org/covers/cda265af-a49e-4c71-84dc-d3d2be2e86b1/31229f5f-586c-4de0-a19c-67ffcd68b427.jpg",
    "altTitles": [
      {
        "ja": "彼岸のオルカ"
      },
      {
        "en": "Orca on the Other Side"
      }
    ],
    "description": {
      "en": "Marlin Trout  is an organization established to stop suicides in Japan, where the number of suicides has drastically increased due to the development of society. Wakame, a slightly natural staff member, is constantly pushed around by her uncooperative partner, Umi. They are the best buddies with the best record, but they have a certain \"history\" together...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-04-15T22:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-03-09T11:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/c643d855-2308-4df9-be8b-cfd4208df961.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e34c87e-483c-4d56-933a-d33c4a1a02e2",
    "title": {
      "en": "Double Play"
    },
    "updatedAt": "2023-10-10T05:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/3e34c87e-483c-4d56-933a-d33c4a1a02e2/4aa29d90-f21c-4c2e-b9cc-7ec9a77d8a38.jpg",
    "altTitles": [
      {
        "ja-ro": "Daburu Purei"
      },
      {
        "ja": "だぶるぷれい"
      },
      {
        "zh-hk": "雙人遊戲"
      }
    ],
    "description": {
      "en": "Having forgotten his keys, Tamao Hiroi a high-school student, returns home using the back entrance and is surprised to find a stranger in his bed… Soon he realizes this is no stranger but Ran Homura, one year younger, softball ace and one of the most beautiful girls at school! Hiroi watches her masturbating on his bed and instinctively does the same peeking through the glass door. He is soon found out though and a strange 'master/slave' relationship begins!\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2477d99-35c5-4f79-a4ec-3f71d327b0bf",
    "title": {
      "en": "Mutant Sabu"
    },
    "updatedAt": "2024-04-20T04:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/a2477d99-35c5-4f79-a4ec-3f71d327b0bf/4b5af358-f5ae-44cb-8f8e-3150575fa168.png",
    "altTitles": [
      {
        "ja": "ミュータントサブ"
      },
      {
        "ja-ro": "Myūtanto Sabu"
      },
      {
        "en": "Mutant Man Sabu"
      }
    ],
    "description": {
      "en": "The loneliness and sadness of a boy, Sabu, who has awakened to paranormal abilities.... \nIn prehistoric times, humans had the mental ability to speak with their hearts and minds instead of words. \nFollowing the development of language ability, the ability that should have degenerated is revived!? \nA transfusion of blood from a girl awakens the psychic powers of a boy, Mutant Sabu, and he is born! \nThe short series about a hero with unusual abilities is now ready to begin!\n\n---- \n- **1966 7th Kodansha Children's Manga Award winner, shared with Ishinomori's very famous other work Cyborg 009**"
    },
    "status": "completed",
    "releaseDate": 1961,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22"
  },
  {
    "mangaId": "78c3b5fc-037c-46a8-aca2-70fa4ac0e773",
    "title": {
      "en": "Fate/EXTRA"
    },
    "updatedAt": "2023-07-21T05:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/78c3b5fc-037c-46a8-aca2-70fa4ac0e773/a02c4f8d-078b-4021-b8e6-234093c4e098.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ"
      }
    ],
    "description": {
      "en": "In cyberspace the battle between magicians unfold. \"Fate\" might not be \"Fate\", and now, the new Holy Grail War has begun! Based of the PSP game of the same name, \"Fate/Extra\""
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-04-13T06:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about an old ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2023-12-04T04:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/dcdd49df-9f98-4322-a7e1-50dea452c0eb.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "ea4d294d-f026-4bf2-a999-a559084bad1b",
    "title": {
      "en": "Isso Anata ga Todome wo Sashite"
    },
    "updatedAt": "2024-04-05T23:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/ea4d294d-f026-4bf2-a999-a559084bad1b/2bd8eede-d9d0-4132-9ed6-b1addea4105b.jpg",
    "altTitles": [
      {
        "ja": "いっそあなたがトドメを刺して"
      },
      {
        "ja-ro": "Isso Anata ga Todome o Sashite"
      },
      {
        "en": "Better You Give Me The Final Blow"
      }
    ],
    "description": {
      "en": "Ichika is a female college student who wants to have a normal relationship, but is often judged by her appearance. One night at a drinking party she attended, hoping to have a wonderful encounter, she met Kousei who was kind to her. She is attracted to him because they got the same interest, enjoys talking with him and he likes her just the way she is — but she didn't know he had a secret no one knows about. \n\n(Source: heartbuzz2d)",
      "pt-br": "Ichika é uma estudante universitária do sexo feminino que deseja ter um relacionamento normal, mas muitas vezes é julgada pela sua aparência. Uma noite, numa festa em que ela participou, esperando ter um encontro maravilhoso, ela conheceu Kousei, que foi gentil com ela. Ela se sente atraída por ele porque eles têm os mesmos interesses, gosta de conversar com ele e ele gosta dela do jeito que ela é — mas ela não sabia que ele tinha um segredo que ninguém conhece."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68ce67b-38f3-454a-854f-118323b6ff4b",
    "title": {
      "en": "Angel Beats! Tabisuru Tenshi-chan"
    },
    "updatedAt": "2024-01-25T03:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/d68ce67b-38f3-454a-854f-118323b6ff4b/0b576f9c-eb1d-4aef-bad8-c9733ddcedbb.png",
    "altTitles": [
      {
        "en": "Traveling Tenshi-chan"
      },
      {
        "ja": "旅する天使ちゃん"
      },
      {
        "ja": "Angel Beats!  旅する天使ちゃん"
      },
      {
        "ja-ro": "Enjerubītsu tabi suru tenshi-chan"
      },
      {
        "vi": "Thiên sứ-chan du hành"
      },
      {
        "id": "Tenshi-chan dalam Petualangan"
      }
    ],
    "description": {
      "en": "Kanade Tachibana is a cute girl who is called \"Tenshi-chan\" at school. She traveled all over the country in search of \"someone\". During her travels, when she stops by Kanagawa, she meets Yuri Nakamura, a lively and cheerful girl. People who look a lot like SSS members also appear on the road!? Will Angel be able to find \"a certain person\"...?",
      "vi": "Đây là một spin-off của \"Angel Beats!\".\n\nTachibana Kanade là một cô gái xinh xắn được các bạn ở trường gọi là \"Thiên sứ-chan\". Cô đang du hành xuyên Nhật Bản để tìm kiếm \"một ai đó\". Dọc đường, khi đi ngang qua Kanagawa, cô gặp một cô nàng năng nổ và vui tính tên Nakamura Yuri.\n\nNhững người giống hệt các thành viên của chiến tuyến SSS cũng sẽ xuất hiện trong chuyến du hành của Thiên sứ-chan. Liệu cuối cùng cô sẽ có thể tao ngộ cùng \"ai đó\"?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa163c8-0faf-4c68-a2a5-4342b452d97f",
    "title": {
      "en": "Kyougaku Koukou no Genjitsu"
    },
    "updatedAt": "2024-01-20T05:04:55+00:00",
    "coverArt": "https://mangadex.org/covers/8fa163c8-0faf-4c68-a2a5-4342b452d97f/3eedbc6a-7239-4ad9-9488-06299a524864.jpg",
    "altTitles": [
      {
        "en": "The Reality of a Co-ed High School"
      },
      {
        "en": "The Reality of Coeducational Highschool"
      },
      {
        "ja": "共学高校のゲンジツ"
      },
      {
        "zh": "男女合校的现实"
      },
      {
        "zh-ro": "Nánnǚ hé xiào de xiànshí"
      }
    ],
    "description": {
      "en": "A comedic take on the daily lives of students in a co-ed high school.",
      "ja": "チャンスなら転がっている！！ちょっとだけドキドキする……でも、進展しない！！盛り上がりそうで盛り上がらない毎日を悶々と過ごす男女の人間模様を描く、全く新しい草食系恋愛コメディー。\n\n---\n\nChansunara korogatte iru!! Chotto dake dokidoki suru…… demo, shinten shinai!! Moriagari-sōde moriagaranai mainichi o monmon to sugosu danjo no ningen moyō o kaku, mattaku atarashī sōshoku-kei ren'ai komedī."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "91"
  },
  {
    "mangaId": "3837341a-27ce-4674-b33e-df6c33339cea",
    "title": {
      "en": "Lycoris Recoil Koushiki Comic Anthology: Reload"
    },
    "updatedAt": "2024-03-02T07:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/3837341a-27ce-4674-b33e-df6c33339cea/549f2108-5f03-4c6f-b06f-f8c2dc5b25db.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル 公式コミックアンソロジー リロード"
      },
      {
        "ja-ro": "Lycoris Recoil Koushiki Comic Anthology: Reload"
      },
      {
        "en": "Lycoris Recoil Official Comic Anthology: Reload"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-02-18T07:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "d77d6f24-01fb-4a76-b6bf-c28ca12c6caa",
    "title": {
      "en": "Fu Fu Qing Cheng"
    },
    "updatedAt": "2024-04-20T02:41:48+00:00",
    "coverArt": "https://mangadex.org/covers/d77d6f24-01fb-4a76-b6bf-c28ca12c6caa/f9522200-f99f-4264-a8b4-0484e6339d25.jpg",
    "altTitles": [
      {
        "en": "An Alluring Husband"
      },
      {
        "en": "Fu Fu Qing Cheng"
      },
      {
        "en": "My Alluring Husband"
      },
      {
        "en": "夫夫倾城"
      },
      {
        "es-la": "Mi hermoso esposo"
      }
    ],
    "description": {
      "en": "A pure yin descendant destined to be a ghost bride is actually a man! Repeated warnings not to escape a marriage predestined by fate and a Lord demanding for love! One desperately wants to run away, one ghost desperately wants to pursue his wife. Waiting for the fate of loving and killing each other in the previous life to finally be revealed. Can the emotions of the two be restored as before?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "66"
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]