[
  {
    "mangaId": "2923754e-210d-4892-8df8-c7e7ed383e09",
    "title": {
      "en": "Honnori! Donpatch"
    },
    "updatedAt": "2024-10-01T12:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/2923754e-210d-4892-8df8-c7e7ed383e09/ec845598-34b2-4670-a856-0b32e185c0e7.jpg",
    "altTitles": [
      {
        "ja": "ほんのり!どんぱっち"
      },
      {
        "en": "Slightly! Don Patch"
      }
    ],
    "description": {
      "en": "Following a similar narrative to its predecessor (Fuwari! Donpatch), Honnori! Donpatch is a slice of life involving Beauty living with Donpatch. Here, however, it is not a parody, but more a pastiche of Kiyohiko Azuma's beloved slice of life series Yostuba&!",
      "ja": "不思議な生物・首領パッチと暮らすビュティ。二人は河原を散歩したり、友達とカラオケしたり、たまに喧嘩もするけど、ほんのりとした日常を過ごしています。だけど首領パッチの知り合いという破天荒が現れて!?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740df907-bc4c-4d19-ae84-b646054c5faf",
    "title": {
      "en": "My Goddess Spurs Me On"
    },
    "updatedAt": "2024-06-12T17:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/740df907-bc4c-4d19-ae84-b646054c5faf/694e82be-f57d-4c85-8baa-e3d51d4b9d5a.jpg",
    "altTitles": [
      {
        "ja": "私の女神が今日も推せる"
      },
      {
        "ja-ro": "Watashi no Megami ga Kyou mo Oseru"
      },
      {
        "ja": "私の女神が今日も推せる ~これからも、いつまでも~"
      }
    ],
    "description": {
      "en": "This is a yuri omnibus currently being serialized in the web manga magazine comicGAGA. The theme is \"goddess-like woman x troubled protagonist\" and it's a fun manga that you can easily read. Both the magazine and the single issue version are distributed on the first Saturday of every month. (Each episode 20 pages)",
      "ja": "友達だけど、気付いたら気になっている。\n目で追っていた相手と、気付いたら距離が縮んでいる。\n一緒にいると嬉しいのに、苦しくなるこの気持ちは何だろう…。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "5b0d31e1-2ae7-4510-b714-8bcc3a566256",
    "title": {
      "en": "Reborn as a Demonic Cultivator: Starting with a Zombie Planet"
    },
    "updatedAt": "2024-10-19T15:48:16+00:00",
    "coverArt": "https://mangadex.org/covers/5b0d31e1-2ae7-4510-b714-8bcc3a566256/cbc7b522-e242-4453-a70f-e66f29aac349.png",
    "altTitles": [
      {
        "zh": "重生魔修，开局捡到一颗丧尸星球"
      },
      {
        "en": "Reborn as a Demonic Cultivator, Picking Up a Zombie Planet at the Start"
      },
      {
        "en": "Reborn as a Demon Cultivator, Starting off by finding a Zombie Planet"
      }
    ],
    "description": {
      "en": "Chu Xuan traveled through the Cangxuan world and became a demon cultivator of Wuji Sect. The so-called demon cultivation is to plunder the essence of heaven and earth and seize the essence of all things. After slaughtering thousands of people, he became the Great Demon Lord. However, killing is not tolerated by the heavenly way of the human race. Wuji Sect was also destroyed by the righteous sect. When he was helpless, Chu Xuan accidentally got the blood mirror, which could take him to a doomsday planet full of zombies! He suddenly discovered that this place is simply a paradise for demon cultivators!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0499fc91-fc19-434b-8e66-7dc2fd93a2d7",
    "title": {
      "en": "Epic of Gilgamesh"
    },
    "updatedAt": "2025-01-26T17:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/0499fc91-fc19-434b-8e66-7dc2fd93a2d7/d30a2ada-f0a7-4ab4-bfcd-33860e3ed687.jpg",
    "altTitles": [
      {
        "ko-ro": "Aeneulg Eun-i"
      },
      {
        "en": "Gilgamesh"
      },
      {
        "ru": "Эпос о Гильгамеше"
      },
      {
        "ko": "애늙은이"
      }
    ],
    "description": {
      "en": "Tludia was on her way to become a Knight within the Order when she was unexpectedly kicked out for breaking too many weapons and – wait for it – eating too much. But that doesn’t mean she should stand idly by when she witnesses an old man about to be attacked by a band of robbers. Luckily for her – because she was a second too late – the old man did not need saving. It’s Tludia that needs saving. Much older than his appearance suggests, Tludia rekindles a long lost memory in him, and he decides to repay her for her efforts by finding a cure for her disease (with promises of food, of course). Thus begins their journey to bring life to one, and long-awaited peace to the other."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "172"
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2025-01-20T00:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. Ordinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. However, that was a story of his past life. In this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。とはいえ、あくまで前世の話。今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-11-01T23:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? Meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Ang cute niya! Ang ganda niya! Ang seksi niya! At siya ay... nagsasalita ng iba't ibang wika? Sa Vietnamese na manga na ito, kilalanin ang Jowang utakbulok! Mabuti ang kanyang intensyon, pero swerte na lang kung maiintindihan mo ang sinasabi niya."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac983725-5e63-4ebe-8dc8-94ca5e4c5982",
    "title": {
      "en": "Uchi ni Kaeru to Itsumo Kukkoro ga Iru"
    },
    "updatedAt": "2025-01-25T05:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/ac983725-5e63-4ebe-8dc8-94ca5e4c5982/d3b10777-34a2-427f-8808-2d0abbfb95eb.jpg",
    "altTitles": [
      {
        "ja": "家に帰るといつもくっころが居る"
      },
      {
        "id": "Saat Pulang ke Rumah, Selalu Ada Kucing yang Ada di Sana."
      }
    ],
    "description": {
      "en": "A high school student planning to live alone decides to rent a \"stigmatized property\" where the ghost of a female knight appears!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60309abd-3552-4824-bab6-20086eade196",
    "title": {
      "en": "Kono Yo wa Tatakau Kachi ga Aru"
    },
    "updatedAt": "2025-01-20T17:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/60309abd-3552-4824-bab6-20086eade196/3f92e559-a89c-45a2-bcc4-81423d310cc7.jpg",
    "altTitles": [
      {
        "ja": "この世は戦う価値がある"
      },
      {
        "en": "This World is Worth Fighting For"
      },
      {
        "vi": "Thế giới này đáng để đấu tranh"
      }
    ],
    "description": {
      "en": "Kiri Ito, third year in the company. She faces a pile of energizer, a bad job, a sexually harassing workplace, and a morally harassing boyfriend. In the midst of her daily life, she is trying to survive with only one thing in mind: \"I want to be useful to other people. In it was a card. It was her right to live freely.\"\n\nAt the age of 25, the end of a life of dedication. And the biggest and last revenge of her life begins!",
      "ja": "伊東紀理(いとうきり)、社会人3年目。積まれるエナドリ、仕事不調、セクハラ職場にモラハラ彼氏。「人の役に立ちたい」一心で生き抜く日々に、一通の封書が届く。そこに入っていたのは1枚のカード。それは、彼女が自由に生きる権利となった。\n\n25歳、捧げるだけの人生の終わり。そして、人生最大最後のリベンジが始まる！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2024-11-20T18:59:36+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions.\n\n---\n\nAlternate official English:\n- [INKR](https://comics.inkr.com/title/193)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-12-13T12:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/77455325-49f4-4fe2-a482-11cc1549a1f0.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3fa25bc-23eb-46c3-af17-36ec9200456e",
    "title": {
      "en": "Keiyaku Shimai"
    },
    "updatedAt": "2024-12-02T18:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/e3fa25bc-23eb-46c3-af17-36ec9200456e/9d09a8ba-8fa7-4270-856b-4fa80f1e9f21.jpg",
    "altTitles": [
      {
        "ja": "ケイヤクシマイ"
      },
      {
        "en": "Contract Sisters"
      },
      {
        "id": "Perjanjian Saudari"
      },
      {
        "pl": "Siostry umowne"
      },
      {
        "ko": "계약 자매"
      },
      {
        "th": "สัญญาใจยัยน้องสาว"
      }
    ],
    "description": {
      "en": "Kasane Hayafuji's secret joy in life is seeing Aoyama-san, a waitress at a family restaurant. One night, she saw Aoyama standing alone in the rain. When she tried to help, Aoyama suddenly made her an offer.\n\n\"Will you be my big sister?\"",
      "id": "Menemui Aoyama-san yang bekerja sebagai pelayan di restoran keluarga merupakan arti kehidupan Hayafuji Kasane. Pada suatu hari, Kasane memutuskan membantu Aoyama-san yang tengah berdiam diri di tengah guyuran hujan. Kemudian, Aoyama-san tiba-tiba menawari Kasane perjanjian saudari.\r\n\r\n“Bersediakah kamu… menjadi kakakku?”",
      "ja": "早藤香沙音はファミレスで働くアオヤマさんに会いに行くことを生きがいにしている。ある日、香沙音は雨の中で佇むアオヤマさんを助けることに。すると彼女は唐突に姉妹契約をもちかけてきて――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "61db5450-892d-43df-881f-0dd38f3c27a6",
    "title": {
      "en": "Monster and Ghost"
    },
    "updatedAt": "2024-05-21T07:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/61db5450-892d-43df-881f-0dd38f3c27a6/91875d1e-c51c-4bd2-8a90-15ee2bb6e50f.jpg",
    "altTitles": [
      {
        "ja": "モンスターアンドゴースト"
      },
      {
        "en": "The Monster & The Ghost"
      }
    ],
    "description": {
      "en": "Koton Tsubaki, a delinquent with a dark and violent past, encounters the sweet and optimistic ghost of a young man, Yuuki Kabuto, and his life begins to change."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00dc541f-cc21-4fd4-bcad-e077db7d3f60",
    "title": {
      "en": "Russian Transfer Student Who Can't Speak Japanese"
    },
    "updatedAt": "2023-06-10T22:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/00dc541f-cc21-4fd4-bcad-e077db7d3f60/01d12a59-fb48-4c47-9997-dd3d83afe877.jpg",
    "altTitles": [
      {
        "en": "I'm the Only Multilingual Master a Russian Transfer Girl Student Who Can't Speak Japanese Can Rely on"
      },
      {
        "ja": "日本語が話せないロシア人美少女転入生が頼れるのは、多言語マスターの俺1人"
      },
      {
        "ja-ro": "Nihongo ga hanasenai roshiajin bishōjo ten'nyūsei ga tayoreru no wa, tagengo masutā no ore hitori"
      },
      {
        "ru": "Русская красавица, не говорящая по-японски может надеяться только на меня, — полиглота"
      },
      {
        "zh-hk": "不會日語的俄羅斯美女轉校生，能依靠的只有多語種大師的我"
      },
      {
        "en": "The Russian Transfer and the Polyglot"
      }
    ],
    "description": {
      "en": "In the second year of high school, Iori Kagami is a boy who doesn’t stand out. Some of the students dislike him because of their impression of his twin sister, Shiori, who is famous as the perfect idol of their whole grade.\r\n\r\nWith special permission, Iori lives in a US military base in Japan and works part-time as an interpreter. While working with Cheena, Iori’s talents are revealed and he starts to look around at the people around him.\r\n\r\nThis is a story about how Iori’s talents are revealed when he gets involved with Christina.",
      "ja": "クラスに超可愛いロシア人のチーナが転入してきた！たちまち人気者になるけど、日本語がわからない彼女は困って泣き出しそう。そんな時に頼れるのは、とある誤解で皆から嫌われている主人公・伊織のみ。米軍仕込みの通訳とフィジカルでチーナを救え！ついでにバカにしてきた連中にざまぁをかませ!!「小説家になろう」発！大人気学園ラブコメコミカライズ！　※「小説家になろう」は株式会社ヒナプロジェクトの登録商標です",
      "ru": "В класс перешла новая супер-милая ученица Тина! Она мгновенно стала популярной, но из-за того, что девушка совершенно не знала японского, она выглядела так, будто вот-вот заплачет. В первое время, главного героя Иори ненавидели все его одноклассники за то, что он был с ней знаком. Иори спасает Тину от злобных ребят, что говорят только на японском, с помощью своих лингвистических навыков! Теперь история будет разворачиваться вокруг двух главных героев, которые должны будут преодолеть языковой барьер!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "168b18d2-b222-4c73-bc52-8b292292f203",
    "title": {
      "en": "Family Scramble"
    },
    "updatedAt": "2025-01-27T06:25:02+00:00",
    "coverArt": "https://mangadex.org/covers/168b18d2-b222-4c73-bc52-8b292292f203/f3922c24-f604-4f3e-b385-6829d6484995.jpg",
    "altTitles": [
      {
        "ja": "家族スクランブル"
      },
      {
        "ja-ro": "Kazoku Scramble"
      }
    ],
    "description": {
      "en": "This is a strange family story.\n\nI went camping with my family. We met a man with a strange demeanor and a strange lantern that could  alter time and space! I can't believe it's real! Or....is it?\nKazoku Scramble is a collection of short stories with a twist, based off of the novel with the same name. However it encompasses its own original stories so original fans and new readers can enjoy."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "a6b6adde-4d93-4944-b2a6-0ac50f6f9642",
    "title": {
      "en": "H2"
    },
    "updatedAt": "2024-06-09T19:45:15+00:00",
    "coverArt": "https://mangadex.org/covers/a6b6adde-4d93-4944-b2a6-0ac50f6f9642/8a71618b-0b60-4ab3-8956-8ff5c86bb542.jpg",
    "altTitles": [
      {
        "ja": "エイチツー"
      }
    ],
    "description": {
      "en": "Kunimi Hiro and his best friend Hideo were baseball wonders… Until Hiro found out his arm was permanently damaged, rendering him unable to play anymore. A frustrated Hiro goes through the trouble of specifically finding a high school with no baseball team… Only to later on find out the doctor who examined him was a quack and his arm is perfectly fine. Hiro is quick to reinstate his dream: Creating a baseball team for his school and getting to face off against Hideo in the Koshien… The number one premier league for high school baseball."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "338"
  },
  {
    "mangaId": "dcebd4d5-d384-4079-8491-62bf1b9a9cd8",
    "title": {
      "en": "Garouden"
    },
    "updatedAt": "2024-03-11T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/dcebd4d5-d384-4079-8491-62bf1b9a9cd8/bad223c2-2c69-4a8c-b8eb-43d855963fbc.jpg",
    "altTitles": [
      {
        "en": "Legend of the Hungry Wolves (Itagaki Keisuke)"
      },
      {
        "ja": "餓狼伝"
      },
      {
        "he": "גארודן"
      },
      {
        "ja-ro": "Ga-Rou-Den"
      },
      {
        "de": "Wie hungrige Wölfe"
      },
      {
        "ja-ro": "Garoden (Itagaki Keisuke)"
      }
    ],
    "description": {
      "en": "What does it mean to be strong? What attracts men to fight in hand to hand combat? These and many other questions are explained and detailed in Garouden, a novel series by Yumemakura Baku (illustrated by celebrity manga author Itagaki Keisuke).  \n  \nFighting expert Bunshichi Tanba enjoys defeating TV fighting champions and celebrities on the street, until he stumbles upon the underground wrestling club known as FAW (Federation of Amateur Wrestling), and unfortunately he is defeated by one of the underdogs of the wrestling world. He forces himself to improve and looks for a rematch.  \nYears later, he returns better than ever, and his fights attract the attention of the two \"monsters\" of the fighting world who are in constant competition, Makoto \"the Great\" Tatsumi, owner of the FAW and possessing a power and charisma unrivaled in the ring, and \"the Demon of Karate\" Matsuo Shozan, owner of the best Karate schools in Japan and possessing a power and speed that's almost godlike.  \nBoth will try to recruit Tanba to their own side, and Tanba will experience a wold of fighting like he has never seen, with friends and rivals everywhere, and he will have to step up to the many challenges that confront him.  \nFeatures other martial arts characters from his other fighting novel series, The Gate of the Lions. Currently the best \"serious\" martial arts manga title in Japan, this is another of Baku's masterpieces that, unlike his other fantasy epic titles, has surprising realism in its deep exploration of martial arts and those who use it."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "suggestive",
    "lastVolume": "25",
    "lastChapter": "238"
  },
  {
    "mangaId": "1866529a-d421-43e6-8d5f-9ebd9a2dbb2b",
    "title": {
      "en": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi wa Dare?"
    },
    "updatedAt": "2024-10-16T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/1866529a-d421-43e6-8d5f-9ebd9a2dbb2b/786e6238-5781-496c-a067-9038b3f67f93.jpg",
    "altTitles": [
      {
        "ja": "妻、小学生になる。スピンオフ　初恋相手の君は誰？"
      },
      {
        "ja-ro": "Tsuma, Shougakusei ni Naru. Spinoff: Hatsukoi Aite no Kimi ha Dare?"
      },
      {
        "ja": "If my wife becomes an elementary school student."
      },
      {
        "en": "If My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      },
      {
        "en": "My Wife Became An Elementary School Student. Spinoff: My First Love, Who Are You?"
      }
    ],
    "description": {
      "en": "Now in high school, Takeru goes to his elementary school reunion and runs into Marika, his first love. This causes him to remember his elementary school days when he was in love with her, his classmate who'd recently become mature."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-29T06:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An interconnected omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative weaves together to examine the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "b7d069cb-4ab9-4c21-a20b-38f7c269be4e",
    "title": {
      "en": "One-Punch Man (Webcomic/Original)"
    },
    "updatedAt": "2024-10-17T19:42:06+00:00",
    "coverArt": "https://mangadex.org/covers/b7d069cb-4ab9-4c21-a20b-38f7c269be4e/fe93f5cc-32a3-4bf1-8dba-b7aed939a119.jpg",
    "altTitles": [
      {
        "id": "Manusia Satu Pukulan"
      },
      {
        "en": "One Punch-Man"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek-Yumruk Adam"
      },
      {
        "ru": "Ванпанчмен (ONE)"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "ko": "원펀치맨 (원작)"
      },
      {
        "zh": "一拳超人原作版"
      },
      {
        "ja-ro": "Wanpanman"
      }
    ],
    "description": {
      "en": "Follows the life of an average part-time hero who manages to win every battle with a single punch. This ability frustrates him as he no longer feels the thrill of fighting a tough opponent, which leads him to question his past desire of becoming strong.",
      "ru": "История следует за жизнью героя, который умудряется выигрывать все битвы одним единственным ударом. Эта способность его раздражает, так как он больше не чувствует азарта и возбуждения во время жесткой схватки, что приводит к тому, что он сомневается в своем давнем желании стать сильным."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-12-07T01:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/a2a2dadd-1d03-4dd4-a457-62afb8ab42ed.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It This Way If You Wear the Clothes"
      },
      {
        "en": "If You're Gonna Dress up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e48dda-3def-4fd1-bbe3-c454ffa17a8e",
    "title": {
      "en": "Getter Robo Devolution"
    },
    "updatedAt": "2022-04-08T13:11:02+00:00",
    "coverArt": "https://mangadex.org/covers/13e48dda-3def-4fd1-bbe3-c454ffa17a8e/b997f2de-5a11-4181-bdb5-88beab957fc3.jpg",
    "altTitles": [
      {
        "en": "Getter Robo Devolution: The Last Three Minutes of the Universe"
      },
      {
        "ja": "ゲッターロボ DEVOLUTION ~宇宙最後の３分間~"
      },
      {
        "ja-ro": "Getter Robo Devolution: Uchuu Saigo no 3-punkan"
      }
    ],
    "description": {
      "en": "Three young pilots connected by the Getter Rays (Ryoma Nagare, Hayato Jin, and Musashi Tomoe) are recruited by Dr. Saotome to fight the Devolved beings appearing from spatial distortions using the only weapon that can face these monsters, the Getter Robo.\n\n[Official English](http://www.sevenseasentertainment.com/series/getter-robo-devolution/)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "38"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-10-17T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Soushi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "087ca0c7-33e8-4c71-b8eb-64bf27aedb11",
    "title": {
      "en": "Freezing"
    },
    "updatedAt": "2024-11-16T13:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/087ca0c7-33e8-4c71-b8eb-64bf27aedb11/78754112-a24d-4826-8c53-aa0450d44e67.jpg",
    "altTitles": [
      {
        "ru": "Заморозка"
      },
      {
        "ja": "フリージング"
      },
      {
        "vi": "Kết Giới Nữ Vương"
      },
      {
        "vi": "Linh Độ Chiến Cơ"
      },
      {
        "zh": "结界女王"
      },
      {
        "zh": "零度战姬"
      },
      {
        "ko": "프리징"
      }
    ],
    "description": {
      "en": "Beings from a different dimension have started a war with mankind. To counter this threat, an academy called \"Genetics\" that trains female warriors called \"Pandora,\" who can wield special weaponry and armor, was formed. Kazuya Aoi decided to enroll in this school because of a promise with his sister, an outstanding alumnus who died in battle. There he meets second year Satellizer L. Bridgette, nicknamed \"The Untouchable Queen\" due to her solitary demeanor but also top of her class whose battle simulation streak is undefeated, until he came… and slowly changed her.  \n  \nThe Prequels gives back story to several characters; does not effect the main story.  \n  \nMost FTH and all LetItGo are joint with Vexed Scans.\n\nThere were 33 volumes when the series went on hiatus, however, the site producing the chapters is still ongoing."
    },
    "status": "hiatus",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e75e3d0e-b251-45dd-a899-acaccd58b700",
    "title": {
      "en": "Doberman"
    },
    "updatedAt": "2024-10-27T02:18:51+00:00",
    "coverArt": "https://mangadex.org/covers/e75e3d0e-b251-45dd-a899-acaccd58b700/b11c7d02-edd4-4142-8e9c-cbcf5917e46c.png",
    "altTitles": [
      {
        "ko": "도버맨"
      }
    ],
    "description": {
      "en": "Eden City, the second Las Vegas and a place where all pleasures of this world converge. Sarin comes to Eden City, trying to find the biological father of her niece, Hayan, using the diary of her twin sister, Irin, who died in a car accident. Along the way, Sarin encounters Owen, the king of Eden City.\n\nThough frightened by Owen’s forceful attitude and the strange gaze that seems to desire her, Sarin chooses to stay by his side for the sake of her niece, Hayan. As she gets closer to Owen, she starts to uncover the darkness that looms over Eden City. Despite this, staying by Owen’s side becomes more natural for Sarin.\n\nHowever, Sarin is also hiding a secret of her own…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7263b06-d816-499e-aa3a-54a3ea48e6b5",
    "title": {
      "en": "Chijou 100-kai"
    },
    "updatedAt": "2025-01-16T02:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/d7263b06-d816-499e-aa3a-54a3ea48e6b5/8f57c69c-199e-4737-aca7-767a8cd470ce.png",
    "altTitles": [
      {
        "en": "100 Floor Tower ~0.0001% Escape Probability~"
      },
      {
        "en": "100 Storey Tower"
      },
      {
        "ja-ro": "Chijou 100-kai ~Dasshutsu Kakuritsu 0.0001%~"
      },
      {
        "ja-ro": "Chijou Hyakkai"
      },
      {
        "ja": "地上100階"
      },
      {
        "ja": "地上100階〜脱出確率0.0001%〜"
      },
      {
        "ko": "지상 100층"
      },
      {
        "en": "One Hundred Storey Tower"
      },
      {
        "vi": "100 tầng trên mặt đất ~ Xác suất thoát 0,0001%"
      }
    ],
    "description": {
      "en": "21st Century, Tokyo. People called “challengers” are gambling their life trying to escape from the state-owned \n100 Story Tower to win 10 billion yen. \nBut what will happen when Tatsuki Kuroumi awakes at this tower without remembering anything about his prior life, \nincluding entering the tower as challenger?",
      "vi": "Ở Tokyo, có một tháp đánh bạc thuộc sở hữu nhà nước mọc lên giữa trung tâm thủ đô .20 nam nữ tụ tập trong tòa tháp 100 tầng với 1 mục tiêu: thoát ra bằng mọi giá. Và phẩn thưởng sẽ là nhận được 10 tỷ yên,nhưng cơ hội thoát ra gần như bằng 0."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2025-01-17T11:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2025-01-22T00:33:06+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/1c710f33-f866-4ae0-8f0a-4813ed8fcbfc.jpg",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21199d83-83b0-49a3-a402-97147973d4eb",
    "title": {
      "en": "Do You Want Me to Lend You a Lighter?"
    },
    "updatedAt": "2024-07-30T01:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/21199d83-83b0-49a3-a402-97147973d4eb/22d3ceec-7277-4dbb-b9f9-200a7305f38b.jpg",
    "altTitles": [
      {
        "ko": "불 빌려드릴까요?"
      },
      {
        "en": "Can I Borrow the Fire?"
      },
      {
        "en": "Can I Borrow the Lighter?"
      },
      {
        "en": "Would You Like Me to Lend You a Fire?"
      }
    ],
    "description": {
      "en": "In truth, I never wanted to become a teacher. In a moment when I was fulfilling my own responsibilities on the path I chose after giving up my dream, 'Do you want me to lend you a lighter?' A cheeky male student offered. It feels like my life as a teacher is at odds with this cheeky kid, who comes with genius talent, overflowing wealth, and fame as a bonus. A story of school life entwined with dreams, talent, and love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8be11cb2-873b-4fbe-b208-118140698435",
    "title": {
      "en": "Nito no Joreishi"
    },
    "updatedAt": "2024-12-07T15:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/8be11cb2-873b-4fbe-b208-118140698435/f2fa51e8-23d8-429c-9969-0a1e3895036b.png",
    "altTitles": [
      {
        "ja": "二兎の除霊師"
      },
      {
        "en": "Two Rabbit Exorcists"
      }
    ],
    "description": {
      "en": "Gotsuji and Uruka, two exorcists, spend their days hunting down and banishing \"evil spirits.\" Their mission is to track down and slay a specific malevolent spirit. At the heart of this quest lies Gotsuji's deep, unresolved grief and vengeance for a woman who died long ago. While Gotsuji is consumed by a thirst for revenge, Uruka, who struggles to understand this obsession, faithfully stays by his side. Together, these two exorcists are bound on a journey, but where will it lead?",
      "ja": "除霊師の五辻とうるかは依頼を受けて\"悪霊\"を祓う毎日を送っていた。彼らの目的は、ある悪霊を捜し出して斬ること。そこにはかつて死んだ女性に対する、五辻の強い想いと弔意があった――。 仇討ちに執着する五辻と、それを理解できないながら伴走するうるか。ふたりの除霊師の旅の行きつく先とは…？ バニーと和装で霊を殺（ト）れ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-12-21T14:13:50+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52f9753-ede1-4a20-9554-e6154a5007a1",
    "title": {
      "en": "Devil's Wish"
    },
    "updatedAt": "2024-07-29T22:56:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52f9753-ede1-4a20-9554-e6154a5007a1/849351a2-0301-4837-b0b1-9196dce93570.jpg",
    "altTitles": [
      {
        "en": "Demon's Wish"
      },
      {
        "ko": "악마의 소원"
      },
      {
        "zh-hk": "惡魔的願望"
      }
    ],
    "description": {
      "en": "\"How about a kiss for a wish?\"\nSeo Do-ya, a demon, had a strange dream one day and on the same day he met Sowon, a new student at school.\nWhy does my body react even if I just glance slightly at Sowon!?\nMeanwhile, Sowon attended the new student's welcome party and met the popular actor Woo-Jae Hyeong.\nBetween Woo-Jae Hyeong and Seo Do-ya,who will Sowon choose?\nA thrilling, dizzying, complicated and messy campus love life begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb211cad-7fdf-4215-8ea1-5c37a188ce35",
    "title": {
      "en": "Childhood Friend Complex"
    },
    "updatedAt": "2024-08-20T00:01:56+00:00",
    "coverArt": "https://mangadex.org/covers/eb211cad-7fdf-4215-8ea1-5c37a188ce35/c8505a45-8468-4579-9575-25e5ffe08a54.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구 컴플렉스"
      },
      {
        "ko-ro": "Sokkupchingu Complex"
      },
      {
        "es-la": "Complejo De Amigos De La Infancia"
      }
    ],
    "description": {
      "en": "Ha-neul and Mincheol have been childhood friends for all of their lives, but their relationship takes on a whole new dynamic when they undergo a series of unexpected events. Although they vowed that they'd never be romantically attracted to each other, they just might be proven wrong... especially when things start to escalate and neither can predict where they'll end up.",
      "ko": "20살에 20년지기, 평생을 함께한 소꿉친구 하늘과 민철. 그런 소꿉친구의 알고 싶지 않은 은밀.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/036fc4b0-480c-446b-9e70-a4789e1ad69c.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-10-13T12:48:56+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/0ea6e4d0-629c-4f8d-b8ec-94617dff56a5.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c314aabc-24f1-43b4-82b6-9601b8fa24c8",
    "title": {
      "en": "Kamakura Bakeneko Club"
    },
    "updatedAt": "2024-12-08T18:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/c314aabc-24f1-43b4-82b6-9601b8fa24c8/20c30be2-1d03-4626-a35a-a0c8d4bae6e2.png",
    "altTitles": [
      {
        "ja-ro": "Kamakura Bakeneko Kurabu"
      },
      {
        "ja": "かまくらBAKE猫倶楽部"
      },
      {
        "en": "Kamakura Monster-Cat Club"
      }
    ],
    "description": {
      "en": "There exists an old rumor relating to cats within the ancient capital of Kamakura... that if you go to the \"Bakeneko Club\", located somewhere in Kamakura, you can meet cats that have gone missing. Even today, people wander into \"Kamakura Neko Club\", where Maya and Gakuto work, relying on this rumor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36300a46-485b-4c05-a570-ac3b23de3952",
    "title": {
      "en": "If the Villainess and Villain Met and Fell in Love"
    },
    "updatedAt": "2025-01-25T06:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/b9cd8e9a-4a2b-457e-ab3c-f88d56a444da.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら"
      },
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
      },
      {
        "ja-ro": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara: Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu"
      },
      {
        "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
      },
      {
        "ja-ro": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara"
      },
      {
        "vi": "Nàng phản diện phải lòng chàng ác nhân"
      }
    ],
    "description": {
      "en": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
      "ja": "幼い頃に最弱精霊と契約してしまった落ちこぼれ令嬢ブリジット。ある日、第三王子から婚約破棄を言い渡され、絶望の淵に立たされる。そんな中、彼女は孤高の天才令息ユーリと遭遇する。嫌われ者同士いがみ合う二人であったが、この出逢いが運命を動かすこととなり――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c94095bf-4150-47dc-a892-11624aa21823",
    "title": {
      "en": "Ore no Imouto ga Saikou no Okazudatta"
    },
    "updatedAt": "2024-11-24T04:39:33+00:00",
    "coverArt": "https://mangadex.org/covers/c94095bf-4150-47dc-a892-11624aa21823/2edaa705-9639-4206-8f02-5713e12020ba.jpg",
    "altTitles": [
      {
        "ja": "俺の妹が最高のオカズだった"
      },
      {
        "en": "My Little Sister Is the Best Fap Material"
      },
      {
        "zh-hk": "我的妹妹是最棒的配菜"
      },
      {
        "zh-ro": "Wǒ de mèimei shì zuì bàng de pèicài"
      },
      {
        "en": "My Little Sister Is the Best Masturbation Material"
      },
      {
        "es-la": "Mi hermana menor es el mejor material de masturbación"
      }
    ],
    "description": {
      "en": "Miyu, my own sister, catches me masturbating to my favorite \"sister\" erotic game! She's always cool, straightforward, and a bit salty, but for some reason, she ends up helping me masturbate...! I began to cum on my little sister's skin and have her touch it! After a lot of skinship, now I can't bust a nut unless I'm thinking of her!\n\nGenichiro Kazami's popular Web novel about little sisters is now available as a comic book by Hayate Asakura, a moe illustrator!",
      "ja": "風見源一郎の大人気ＷＥＢ妹小説を――萌え絵師・朝倉はやてが堂々コミカライズ！　妹モノのエロゲでオナニーを満喫しているところを実の妹・美優に目撃された！　いつもクールで真顔で塩対応の妹は、それからなぜか、俺のオナニーを手伝ってくれることに！　……妹の肌に出したり、さわってもらったり！　スキンシップを重ねていたら――なんと俺は、妹以外ではヌケない身体になってしまった！",
      "es-la": "Miyu, mi propia hermana, ¡me pilla masturbándome con mi juego erótico \"de hermanas\" favorito!　Ella siempre es increíble, directa y un poco fría, pero por alguna razón, ¡acaba ayudándome a masturbarme! ¡Empecé a correrme en la piel de mi hermanita y a hacer que me tocara!　Después de muchas ocasiones, ¡ahora no puedo masturbarme si no es pensando en ella!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c466ced0-ec48-47c1-a8cf-d5ff1fe9d0d2",
    "title": {
      "en": "Shokei Sareta Kenja wa Lich ni Tensei Shite Shinryaku Sensou wo Hajimaru"
    },
    "updatedAt": "2025-01-27T06:40:36+00:00",
    "coverArt": "https://mangadex.org/covers/c466ced0-ec48-47c1-a8cf-d5ff1fe9d0d2/94d7afeb-eb76-4c2f-bffa-1d8086497fcc.jpg",
    "altTitles": [
      {
        "ja": "処刑された賢者はリッチに転生して侵略戦争を始める"
      },
      {
        "en": "The Executed Sage Who Was Reincarnated as a Lich Started an All-Out War"
      },
      {
        "ko": "처형당한 현자는 리치로 전생하여 침략 전쟁을 시작한다"
      },
      {
        "ar": "الساحر العائد للإنتقام من العالم~الساحر الذي تم إعدامه أعيد إحيائه كليتش وبدأ حرب ضد الجميع"
      },
      {
        "id": "Sage Yang Dieksekusi Reinkarnasi Menjadi Lich Dan Memulai Perang Habis-Habisan"
      },
      {
        "pt-br": "O Sábio que foi Executado, Reencarnou como o Lorde Demônio e Declarou Guerra com o Mundo"
      },
      {
        "ru": "Казненный мудрец переродился в некроманта и начал тотальную войну"
      },
      {
        "th": "จอมปราชญ์ผู้มีกายาเป็นลิช"
      },
      {
        "th": "ปราชญ์เกิดใหม่เป็นลิช"
      },
      {
        "en": "The Executed Sage Is Reincarnated as a Lich and Starts an All-Out War"
      },
      {
        "en": "The Executed Sage Who Was Reincarnated as a Lich and Started an All-Out War"
      }
    ],
    "description": {
      "en": "The Sage Dwight, he along with the Hero defeated the Demon Lord who sank the world into darkness. However, they were falsely accused of becoming the next Demon Lords because of his power, and were thrown to The Valley of the Dead to die... But though his flesh has rotten away, he lives on as a skeleton because of his grudge against the world. Dwight has vowed to deny that wrong world, and with a power that surpasses even the Demon King of the past, and also leading countless Skeletons he's going to start an all out war...!",
      "ja": "かつて勇者と共に世界を闇に沈めた魔王を討伐した英雄、賢者ドワイト。\nしかし、その力から次代の魔王になるつもりだと無実の罪を着せられ、\n死者の谷へ落とされ命を落とす…。\nしかし、肉が腐り落ちるも、この世への執念からスケルトンとして\n生き永らえていたドワイトは、この間違った世界を否定する事を誓い、\nかつての魔王をも凌駕する力で無数のアンデッドを率い、侵略戦争を開始する…！\n\n---\n- [Web Novel (Raw)](https://ncode.syosetu.com/n0651fj)",
      "pt-br": "O Sábio Dwight, ele junto com o Herói derrotou o Lorde Demônio que afundou o mundo na escuridão. No entanto, eles foram falsamente acusados ​​de se tornarem os próximos Lordes Demônios por causa de seu poder, e foram jogados no Vale dos Mortos para morrer…\n\nMas embora sua carne tenha apodrecido, \nele vive como um esqueleto por causa de seu rancor contra o mundo. Dwight jurou negar esse mundo errado, e com um poder que supera até mesmo o Rei Demônio do passado, e também liderando incontáveis ​​esqueletos. ele vai começar uma guerra total...!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "392afdba-74dc-4518-90ed-2ac286f40950",
    "title": {
      "en": "J-Ota Danshi Asahina-kun"
    },
    "updatedAt": "2023-01-30T22:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/392afdba-74dc-4518-90ed-2ac286f40950/2c24ca26-b744-44ca-9aff-00825f12765f.jpg",
    "altTitles": [
      {
        "en": "Asahina the J-Wota Boy"
      },
      {
        "en": "He’s crazy about JOKERS"
      },
      {
        "ja-ro": "J-Wota Danshi Asahina-kun"
      },
      {
        "ja": "Jヲタ男子☆朝比奈くん"
      },
      {
        "zh": "J宅男子★朝比奈君"
      },
      {
        "ja": "ジェイヲタ男子☆朝比奈くん"
      }
    ],
    "description": {
      "en": "Regular high school girl Aoba Wakana's crush is the good looking, tall, athletic, and clever Asahina-kun. But what that guy loves more than anything else are Japan's national male idols, \"Jokers\"! He's a \"J-Ota Guy\"!   \nWakana summons the courage to confess her love, but Asahina mistakes her for just a \"J-Ota friend\"…!?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc25e4a-0b65-404e-854e-8340e7042ac4",
    "title": {
      "en": "Dog Act"
    },
    "updatedAt": "2024-11-07T01:42:16+00:00",
    "coverArt": "https://mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/ebffa4b2-bf52-4618-8be0-980300f51f84.jpg",
    "altTitles": [
      {
        "ko": "개짓"
      },
      {
        "en": "Bullshit"
      }
    ],
    "description": {
      "en": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2025-01-27T03:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "28"
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru: Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru"
    },
    "updatedAt": "2025-01-25T06:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much: Becoming the Strongest With Sincere Effort to Save Misfortunate Fave Chars"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines: With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-12-22T15:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/367bacff-5855-412d-8e04-afb784fa279a.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]