[
  {
    "mangaId": "ad7f1d4f-6f73-4117-816d-69e2497efe3f",
    "title": {
      "en": "Juu - Ninpou Makai Tenshou"
    },
    "updatedAt": "2023-11-10T09:17:24+00:00",
    "coverArt": "https://mangadex.org/covers/ad7f1d4f-6f73-4117-816d-69e2497efe3f/975a8c8b-3e08-4021-bf5b-b2d33c4383c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Juu: Ninpou Makai Tenshou"
      },
      {
        "ja": "十～忍法魔界転生～"
      }
    ],
    "description": {
      "en": "This is the latest story of the famous \"Ninpo-cho\" series of Yamada Fuutarou. It begins in 1638, during the Shimabara Rebellion, where a powerful swordsman who should have died is instead transformed by an arcane ritual into a demonic creature. As time passes, more swordsmen facing death go through this transformation. What could these new, demonic swordsmen be planning?",
      "ja": "島原の乱の生き残りである怪老・森宗意軒（もり・そういけん）が、その妖しき十本の指より放つ復活の秘術“魔界転生”。女体を繭として、一度は死んだはずの天草四郎時貞（あまくさ・しろう・ときさだ）、荒木又右衛門（あらき・またえもん）、そして宮本武蔵（みやもと・むさし）が、次々に現世へと再生する!!　江戸の世を揺るがす恐るべき野望が、静かに蠢き始めるのだった…。"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "71"
  },
  {
    "mangaId": "13da00cf-f2e1-40a5-a625-77c2c048e2b9",
    "title": {
      "en": "Bartender à Paris"
    },
    "updatedAt": "2024-03-28T06:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/13da00cf-f2e1-40a5-a625-77c2c048e2b9/6f4ed03b-de3a-44c4-a7f4-c8096fa8bcdd.jpg",
    "altTitles": [
      {
        "ja": "バーテンダー à Paris"
      },
      {
        "ja": "バーテンダー　ア　パリ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "Seven Sleeping Beauties"
    },
    "updatedAt": "2024-03-21T19:02:07+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7cab4f00-a328-424e-bbf0-a67925d96612.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "ja-ro": "7-Nin no Nemuri Hime"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c94cfd0-6d13-4275-a984-67afbe2b2f0f",
    "title": {
      "en": "Astral Online - Maou no Noroi de Saikyou Bishoujo ni natta Ore, Saijaku Shoku da ga Cheat Skill de Chou Seichou shite Musou suru"
    },
    "updatedAt": "2024-03-06T21:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/7c94cfd0-6d13-4275-a984-67afbe2b2f0f/94d1ced8-ee5c-4f0b-9661-35daab15925e.jpg",
    "altTitles": [
      {
        "ja": "アストラル・オンライン 魔王の呪いで最強美少女になったオレ、最弱職だがチートスキルで超成長して無双する"
      },
      {
        "en": "Astral Online: I, Who Became the Strongest Beautiful Girl Due to the Demon King's Curse, Have the Weakest Job but I Grow Up Super Fast With My Cheat Skills and Become a Warrior."
      }
    ],
    "description": {
      "en": "A high school boy, Sora Kamijo, who is addicted to VR games, starts playing Astral Online, a VRMMO that has been talked about as a god game, and suddenly finds himself fighting against the Demon King, the last boss. In addition to the sudden battle, the Demon King casts a curse on him and transforms him into a beautiful silver-haired girl...?　\n\nA new VRMMO fantasy involving both the game and reality begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9",
    "title": {
      "en": "Kyouganeke no Hanayome"
    },
    "updatedAt": "2024-03-29T14:15:26+00:00",
    "coverArt": "https://mangadex.org/covers/5a3cdf57-ec79-4baa-ada6-31aa2d8bb3a9/03801f8a-7b15-4859-a3c0-54fcda76fcdc.jpg",
    "altTitles": [
      {
        "ja": "京兼家の花嫁"
      },
      {
        "en": "The Bride of the Kyougane Clan"
      },
      {
        "ru": "Невеста клана Кëганэ"
      },
      {
        "vi": "Nàng Dâu nhà họ Kyougane"
      }
    ],
    "description": {
      "en": "The \"Kyokane family\" is a prestigious family of degenerate magicians that has been in existence for a thousand years. The current head of the family, the eccentric KYOKANE Kuroro, is brought to a bride who has a \"secret\" behind her pretty appearance,\nA bride with a \"secret\" behind her pretty appearance...?\n\nIf you decide to \"live together,\" break off the yoke, the causality, and everything else, and be together!\n\nThis marriage battle fantasy, written in a clear and elegant style, is about to begin!",
      "ru": "Достопочтенный клан Кëганэ тысячу лет занимался изгнанием демонов. И его нынешний глава, эксцентричный Кëганэ Куро принял невесту, скрывающую большой «секрет»?! Он разрубит ëкаев и саму судьбу ради своего «долго и счастливо»!\nМы представляем вам восхитительно написанное супружеское боевое фэнтези!",
      "vi": "Gia tộc \"Kyougane\", gia tộc Pháp Sư Diệt Quỷ huyền thoại đã tiêu diệt cửu vĩ từ hàng nghìn năm trước. Kyoukane Kurou, người đứng đầu gia tộc bây giờ với hàng tá tai tiếng phải lấy vợ. Nhưng cô vợ này không tầm thường và có vài \"bí mật\" đằng sau vẻ đẹp kiều diễm đó...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-01-23T23:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/daabccac-e566-45b4-babe-d77bd48c31c8.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "ja-ro": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
      },
      {
        "en": "I May Be a Guild Receptionist, but I’ll Solo Any Boss to Clock Out on Time"
      },
      {
        "en": "I'm the guild receptionist, but since I don't want to work overtime, I think I'll just solo the boss"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm a Guild Receptionist, but I Hate Overtime So I'm Going to Slay the Boss Solo"
      }
    ],
    "description": {
      "en": "“It’s safe because it’s a desk job, super stable because it’s public work!” But what awaits Alina, who has become a guild receptionist, is a far from what she had in mind. And it’s all because of the adventurers inability to conquer dungeons! Having reached her limit, Alina sets out to defeat the boss herself, hammer in hand…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-02-28T18:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/265c0c94-b3d6-4eef-bded-c4dbe175fa68.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      }
    ],
    "description": {
      "en": "The story centers around Anjie, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76616e0d-d39e-4a73-9541-d49577838e89",
    "title": {
      "en": "Jaa Kimi No Kawari Ni Korosou Ka ~ Prequel"
    },
    "updatedAt": "2024-01-29T21:48:05+00:00",
    "coverArt": "https://mangadex.org/covers/76616e0d-d39e-4a73-9541-d49577838e89/47cdde9f-8a64-4042-a952-a0d17a3b9900.jpg",
    "altTitles": [
      {
        "vi": "Vậy, để tớ giết chúng thay cậu nhé? ~ Tiền truyện"
      },
      {
        "en": "Well, Shall I Murder Instead of You? ~ Prequel"
      },
      {
        "ja": "じゃあ、君の代わりに殺そうか？ ～プリクエル"
      }
    ],
    "description": {
      "en": "The prequel to the series [Jaa, Kimi no Kawari ni Korosou ka?].  The main character this time is Kumaoka Aizen (Ameli's younger half-brother who appears in chapter 22 of the main story), the son of a yakuza boss.  The story takes place during Aizen's middle school years and this section focuses on describing the personality changes of Aizen and the other half-siblings that Aizen has met.",
      "vi": "Phần tiền truyện của bộ Jaa, Kimi no Kawari ni Korosou ka? . Nhân vật chính lần này là Kumaoka Aizen (em trai cùng cha khác mẹ của Ameri xuất hiện ở chap 22 trong chính truyện), con trai của lão đại yakuza. Câu chuyện diễn ra vào hồi cấp 2 của Aizen và phần này tập trung miêu tả quá trình thay đổi nhân cách của Aizen và những anh em cùng cha khác mẹ khác mà Aizen đã gặp."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dbeaa0e-420a-4dc0-b2d3-eb174de266da",
    "title": {
      "en": "Zippy Ziggy"
    },
    "updatedAt": "2022-12-19T16:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/7dbeaa0e-420a-4dc0-b2d3-eb174de266da/192e6a85-80d5-42b4-bdda-81b56592c44f.jpg",
    "altTitles": [
      {
        "ru": "Быстрый Зигги"
      },
      {
        "zh": "知彼知己"
      },
      {
        "ko": "지피지기"
      }
    ],
    "description": {
      "en": "Reputation is everything in a world of icons and popularity contests. So why not score some points here and there by being the nice guy? This is the way Kang Shin-gi legitimizes the fake personality he has everyone believing. Armed with his above average looks and a (completely false) angel-like personality, he has every girl in school head over heels, and all the guys looking to him for guidance. With the exception of having a screwed up cross-dressing devil for a dad, Shin-gi’s life is absolute perfection (*cough* of lies), until one day, Um Seung-hui transfers to his school.  \n  \nWhile being a complete martial artist freak, she also likes to fib just a little in front of those who know her… you know, like acting like she's just a scared little girl who'd play with kittens rather than break brick walls with her head! After all, how can anything go wrong when you're as cute as Seung-hui?  \n  \nFate has brought these two masters of lies together, and the two must battle it out to see who will be crowned the undefeated heavy-weight champion of fakeness!",
      "it": "La reputazione è tutto in un mondo di icone e di gare di popolarità.\nPer cui, perchè non segnare qualche punto qua e là facendo il ragazzo carino? Questo è il modo in cui Shingi Kang legittimizza la falsa personalità che ha fatto credere a tutti di avere.\nArmato della sua ottima media sembra avere una (totalmente falsa) personalità angelica, ha tutte le ragazze della scuola ai suoi piedi, e tutti i ragazzi che lo prendono come esempio.\nCon l'eccezione di avere un incasinato diavolo per padre, la vita di Shingi è la perfezione assoluta (*cough* di bugie), finchè un giorno Seunghee si trasferisce nella sua scuola.\n\nSe da una parte è un mostro delle arti marziali, dall'altra ama raccontare piccole frottole alle persone che conosce... come ad esempio far finta di essere una piccola ragazzina spaventata che ha sempre giocato con i gattini, invece di distruggere muri di pietra con la testa!\nDopotutto, come puo' andarti storto qualcosa se sei carina come Seunghee?\n\nIl fato ha fatto incontrare questi due maestri di vita, i due dovranno combattere per essere incoronati pesi massimi e campioni di falsità!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "f4aef76e-0674-441c-9dcf-fa5504908c96",
    "title": {
      "en": "Succubus x Delinquent (Webtoon)"
    },
    "updatedAt": "2024-01-28T17:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f4aef76e-0674-441c-9dcf-fa5504908c96/b0b7d189-490f-474f-a48a-0173899652a4.jpg",
    "altTitles": [
      {
        "en": "Succubus x Delinquent"
      }
    ],
    "description": {
      "en": "Satan's daughter is a succubus who just wants to play video games and chill at home, until one day he gets tired of her lazing about the house, and kicks her out into the human world..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "936765df-fd02-4659-9158-c1cefbbf4c51",
    "title": {
      "en": "Goblin Slayer Gaiden 2: Tsubanari no Daikatana"
    },
    "updatedAt": "2024-03-17T10:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/936765df-fd02-4659-9158-c1cefbbf4c51/a43948fa-8250-4500-9130-d0f86ca716f9.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story II: The Singing Death"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Уловки Цубаны"
      },
      {
        "ja": "ゴブリンスレイヤー外伝2 鍔鳴の太刀"
      },
      {
        "ru": "Убийца Гоблинов Второй Эпизод: Смертельная катана"
      },
      {
        "zh-hk": "哥布林殺手外傳2 鍔鳴的太刀"
      },
      {
        "zh": "哥布林杀手外传：锷鸣的太刀"
      }
    ],
    "description": {
      "en": "Set 10 years prior to the original series, the story centers around Sword Maiden's party of six adventurers on their journey to the Dungeon of the Dead to kill the Demon Lord.  \n\n**Note**:   \n*Goblin Slayer Gaiden 2: Tsubanari no Daikatana* is a spin-off series of the main Goblin Slayer! light novel. This is the second manga adaptation of the light novel after the cancellation of [the first one](https://mangadex.org/title/46704) after only 3 chapters.",
      "ru": "История берёт начало за десять лет до событий «Убийцы гоблинов». В центре сюжета «Меч девы» — группа из шести авантюристов, отправившихся в Подземелье Мертвых, чтобы убить Короля Демонов."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-04-06T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-04-08T05:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... The story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-03-30T21:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/36d57a2e-496e-470c-bd6a-a05e2be36f5c.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "264cb3ba-2d14-45c6-a15a-f6e46c54fe6a",
    "title": {
      "en": "Kiyota-san wa Yogosaretai"
    },
    "updatedAt": "2024-04-02T11:59:50+00:00",
    "coverArt": "https://mangadex.org/covers/264cb3ba-2d14-45c6-a15a-f6e46c54fe6a/8acbd0c7-fcd5-495a-98f8-0f663396f67a.jpg",
    "altTitles": [
      {
        "ja": "清田さんは汚されたい"
      },
      {
        "en": "Kiyota-san Wants to Get Dirty"
      },
      {
        "vi": "Kiyota-san muốn bị vấy bẩn"
      }
    ],
    "description": {
      "en": "Sumiko Kiyota is a plain, ordinary girl with a serious demeanor. While eating lunch alone as usual, Yuki Shirakawa, the most beautiful and popular girl in class, calls out to her...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a05a4650-b465-4ff4-a3d2-8020edaa8f5c",
    "title": {
      "en": "Mokke"
    },
    "updatedAt": "2023-10-26T22:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/a05a4650-b465-4ff4-a3d2-8020edaa8f5c/16eeeaa0-bd6c-4b55-9bfd-a8c6940f30e3.jpg",
    "altTitles": [
      {
        "en": "Unexpected"
      },
      {
        "ja": "もっけ"
      },
      {
        "ja": "もっけ -物怪-"
      },
      {
        "zh": "意外"
      },
      {
        "ko": "샤먼 시스터즈"
      },
      {
        "ru": "Моккэ"
      }
    ],
    "description": {
      "en": "This is a fantastic story about two sisters. Shizuru is a junior high school student who can see monsters, whereas normal people can't. Her little sister, Mizuki, is easily haunted by these monsters. They are living in their grandfather's home apart from their parents because of their abilities. Each episode is not horror or too serious, it is rather a heartwarming story."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "50"
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2024-04-12T20:47:10+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "There’s more to this kitty than meets the eye! Kyuu-chan loves snacks, cuddles, and bow ties, but most of all loves Hinata, the young professional who adopted this mischievous wonder cat into his home.\n\nAs the two adjust to life together, they discover that they have a lot to learn from each other.\n\nThe ordinary and the extraordinary live side by side in this delightful slice-of-life manga!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "The Angel Next Door Spoils Me Rotten"
    },
    "updatedAt": "2024-01-21T12:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "She is the neighbor Angel, I am spoilt by her."
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae121a0a-46dd-491b-b670-700e2dfa8a7e",
    "title": {
      "en": "My Young Cat and My Old Dog"
    },
    "updatedAt": "2023-08-16T19:06:55+00:00",
    "coverArt": "https://mangadex.org/covers/ae121a0a-46dd-491b-b670-700e2dfa8a7e/9bd014f5-55fb-4d49-a7a8-0062c0da176c.jpg",
    "altTitles": [
      {
        "en": "My Kitty and Old Dog"
      },
      {
        "en": "My Old Dog"
      },
      {
        "en": "My Young Cat"
      },
      {
        "ko": "내 어린고양이와 늙은개"
      }
    ],
    "description": {
      "en": "Nang-Nak, an old poodle with blurred eyesight, and an adorable kitten, Soondae, love their owners whom they are loyal to. Here are the episodes of the mature dog and the energetic young kitten that always wait for their owners to give them love and affection."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "213"
  },
  {
    "mangaId": "3637ca06-20de-4796-93db-e06721ec5a6d",
    "title": {
      "en": "Matsurika Kanriden ~Koukyuu Jokan, Kimagure Koutei ni Misomerare~"
    },
    "updatedAt": "2024-01-03T03:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/3637ca06-20de-4796-93db-e06721ec5a6d/b023d905-471c-4e53-b780-a16ac9093d2e.jpg",
    "altTitles": [
      {
        "en": "The Legend of Bureaucrat Matsurika"
      },
      {
        "ja": "茉莉花官吏伝 〜後宮女官、気まぐれ皇帝に見初められ〜"
      },
      {
        "zh": "茉莉花官吏传"
      },
      {
        "id": "Legenda Aparatur Sipil Negara, Matsurika"
      }
    ],
    "description": {
      "en": "Kou Matsurika is pretty content with her modest rise in position from a low rank palace maid to a female official within the inner palace of the nation Hakurou. One day her boss asks her to take part in a practice marriage interview in place of a co-worker who got sick. During that fateful meeting, the wheels of fate will begin to turn…",
      "id": "Kou Matsurika merasa cukup puas atas kenaikan jabatannya dari seorang pembantu tingkat bawah hingga menjadi seorang aparatur sipil negara sebagai dayang di dalam istana negara Hakurou. Suatu hari, atas permintaan atasannya, dia diminta untuk mengikuti sebuah latihan wawancara pernikahan sebagai pengganti rekan kerjanya yang sedang sakit. Dan selama pertemuan yang menentukan tersebut, tampaknya roda takdir sedang berputar..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35",
    "title": {
      "en": "Koroshiya no Oshi"
    },
    "updatedAt": "2024-04-02T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35/9ed0b545-b0f1-4354-950e-e0b87c45fcdf.jpg",
    "altTitles": [
      {
        "ja": "殺し屋の推し"
      },
      {
        "en": "The Hitman's Fav"
      },
      {
        "vi": "Idol của Sát Thủ"
      }
    ],
    "description": {
      "en": "A legendary assassin found the light of life. It was an underground idol!\n\nEndo Owal is the most powerful assassin in the Fujisan-kai, a huge black market organization. He was feared as a \"killing machine\" because of his ruthless work and overwhelming fighting power, but one day he decides to retire. The reason for his decision was to live his life proudly with Kaorin of the underground idol Ro~Xesia.\n\nCan a man covered in blood and sorrow protect the light of life that he has finally obtained?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53578702-518d-4349-8919-8a9bedfd9277",
    "title": {
      "en": "Vampire Hunter D"
    },
    "updatedAt": "2024-04-13T13:43:02+00:00",
    "coverArt": "https://mangadex.org/covers/53578702-518d-4349-8919-8a9bedfd9277/d4448dfd-4020-43f6-977b-738391234166.jpg",
    "altTitles": [
      {
        "pt": "Cazador de Vampiros"
      },
      {
        "hu": "D, a vámpírvadász"
      },
      {
        "en": "Hideyuki Kikuchi's Vampire Hunter D"
      },
      {
        "ru": "Ди, охотник на вампиров"
      },
      {
        "ja": "バンパイアハンターD"
      },
      {
        "zh": "吸血鬼猎人D"
      },
      {
        "ar": "دي صائد مصاصي الدماء"
      }
    ],
    "description": {
      "ar": "تجري الأحداث في عام 12090 ميلادية، حيث يحكم مصاصي الدماء البشرية ويطلق على مصاصي الدماء إسم \"النبلاء\". فقط أقوى صيادي مصاصي الدماء يمكنهم التنافس مع النبلاء. وقصتنا تجري حول صائد مصاصي الدماء \"دي\" وما سيواجهه خلال رحلته.",
      "en": "The year is 12,090 A.D., and what little is left of humanity has finally crawled out from the ashes of war and destruction. From the darkness of fallout, mutants and a race of vampires known as the Nobility have spawned. They rule the weak with no remorse. Once bitten by a Nobility, one is cursed to become a member of the undead. Villagers cower in fear, hoping and praying for a savior to rid them of their undying nightmare. All they have to battle this danger is a different kind danger – a Vampire Hunter.  \n  \nEnter D – a lone, mysterious vampire hunter, sought out by the desperate Doris Lang. Bitten by the vampire lord Count Lee, Doris is destined to her unholy fate… Can D deliver her from her curse and bring her to salvation, or will she forever be part of the unholy dead?  \n  \nNote: Kikuchi personally selected Saiko Takaki, a doujinka and illustrator who has worked on numerous manga and on game industry projects in Japan, to be the mangaka responsible for the adaptation of his successful novel series into manga form."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "ec82ee35-e809-4f43-a283-d12dc6b0114b",
    "title": {
      "en": "All Rounder"
    },
    "updatedAt": "2022-06-09T11:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/ec82ee35-e809-4f43-a283-d12dc6b0114b/f52cb7e9-223b-4905-a7dc-7fe140b30c8d.jpg",
    "altTitles": [
      {
        "ko": "만능잡캐"
      },
      {
        "ru": "Разносторонний человек"
      },
      {
        "zh": "万能猎人"
      },
      {
        "en": "Multi-skill Collector"
      },
      {
        "ko-ro": "Manneungjapkae"
      }
    ],
    "description": {
      "en": "A world full of zombies. But this apocalypse... is it worth trying?! [Skills can be 'transferred' from experts.] Mental care, wooden construction, heavenly magic, animal communication, mechanical engineering, performance, etc.. There is so much to learn! The sprint of the prepared survivor, who is good at everything, begins!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/wannenglieren/list?title_no=1966)",
      "ko": "좀비들로 뒤덮여버린 세상. 그런데 이 아포칼립스... 해볼만 하겠는데?!\n[전문가에게서 스킬을 '전수'받을 수 있습니다.]\n멘탈케어, 목조건축, 천마신공, 동물교감, 기계공학, 연주 등등.. 배울 게 너무 많아서 문제다! 뭐든 다 잘하는, 준비된 생존자의 질주가 시작된다!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/wannenglieren/list?title_no=1966)",
      "ru": "Мир, полный зомби. Но этот апокалипсис... стоит ли пробовать ?!\n[Навыки могут быть «переданы» от экспертов.]\nПсихологическая помощь, деревянное строительство, небесная магия, общение с животными, машиностроение, производительность и т.д. Есть так много всего, чему можно научиться! Начинается гонка подготовленного выжившего, который хорош во всем!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/wannenglieren/list?title_no=1966)",
      "zh": "《觉醒战士》作者新作来袭\n梦境变现，恐怖丧尸围城！\n每晚做的噩梦竟然成真？！突如其来的丧尸危机，但是这场灾难…感觉还有希望！男主载林在慌乱之中意外获得“传授”技能,开始从各路专家们的身上获取技能。万事已备，无所不能的丧尸猎人开始踏上惊险的生存旅程！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/wannenglieren/list?title_no=1966)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523fea18-3aa7-43a1-97f2-63a24c5c2710",
    "title": {
      "en": "Damned"
    },
    "updatedAt": "2022-09-05T00:24:15+00:00",
    "coverArt": "https://mangadex.org/covers/523fea18-3aa7-43a1-97f2-63a24c5c2710/5845049d-9883-4401-8c00-cd36dc7a265c.png",
    "altTitles": [
      {
        "ja": "ダムド"
      }
    ],
    "description": {
      "en": "At the turn of the previous century, the earth quaked. The earth's crust began to shift for the fourth time, centering around the coast of the Atlantic Ocean. The entire world's land mass was reduced to 3/5 of the planet, and the human population was reduced by a third. Put simply…the earth had gotten old. In 2039, there was only one country that continued to prosper, glaring around at the rest of the dying planet: Japan.  \n  \nTodoroki Jin returns to Tokyo, the city where he was born, in hopes of finding his friend Ryoma. Little does Jin know about how Tokyo's changed since his last visit…  \n  \nThe oneshot at the end of volume 3 is called **Warrior of the Holy Flame, Abi**.  \n  \nRecommended for fans of [Riki-Oh](https://mangadex.org/manga/3710/)"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "Akuyaku Reijou Tensei Oji-san"
    },
    "updatedAt": "2024-01-20T16:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/112f00c7-6fbf-49ca-b5da-ae70c1da9863.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd390a8e-1db0-48cb-b660-bceee2ef37d8",
    "title": {
      "en": "Solo Spell Caster"
    },
    "updatedAt": "2024-03-21T23:43:49+00:00",
    "coverArt": "https://mangadex.org/covers/dd390a8e-1db0-48cb-b660-bceee2ef37d8/1cc1d83f-06fe-4ff6-80f6-054a195929fe.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 주문 사용자"
      },
      {
        "en": "The Lone Spellcaster"
      },
      {
        "en": "I Alone Cast Spells"
      },
      {
        "ko-ro": "Na Hollo Jumun Sayongja"
      },
      {
        "ja": "俺だけが呪文使い"
      },
      {
        "ru": "Я единственный, кто использует заклинания"
      },
      {
        "ja-ro": "Ore Dake ga Jumon Tsukai"
      },
      {
        "it": "L'incantatore solitario"
      }
    ],
    "description": {
      "en": "The world is under threat from interdimensional monsters, and only the chosen Awakened - humans possessed of special powers - can defeat them!\n\nSure, it sounds exciting, but it’s a far cry from reality for ordinary office worker Park Dohyeok, who’s more worried about landing a big business deal that could save his job. That is, until one day when Dohyeok’s path crosses a monster outbreak, causing him to manifest his true powers as a rare and powerful form of Awakened!\n\nWith his newfound abilities attracting eager allies and powerful enemies, will Dohyeok find that he has what it takes to survive?",
      "it": "Il mondo è minacciato da mostri interdimensionali e solo i prescelti \"Risvegliati\" - esseri umani dotati di poteri speciali - possono sconfiggerli! Certo, sembra eccitante, ma è molto lontano dalla realtà per il normale impiegato Dohyeok Park, che è più preoccupato di concludere un grosso affare che potrebbe salvargli il posto di lavoro. Questo fino a quando, un giorno, la strada di Dohyeok si incrocia con un'epidemia di mostri che gli fa manifestare i suoi veri poteri come una rara e potente forma di Risvegliato. Con le sue nuove capacità che attirano alleati desiderosi e potenti nemici, Dohyeok scoprirà di avere ciò che serve per sopravvivere?",
      "ja": "平凡なサラリーマンとして日々を送っていた白虎到（はくと いたる）。 絶体絶命の危機に晒された瞬間、あれほど望んでいた覚醒者に！ しかも、２０代全てをゲームに注いだあの時の記憶と経験が覚醒の能力になるとは！！！ さらに、なんと10億分の1の確率と言われている「トリプル覚醒者」に！ 世界の頂点（トップ）を目指す呪文使い「白虎到」の奇想天外の活躍ストーリーが今、始まります。\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)",
      "ko": "평범한 샐러리맨으로 살아가는 박도혁,\r\n절체절명의 위기에 빠진 순간 그토록 원하던 각성자가 되었다!\r\n그것도 20대 인생을 바친 게임의 기억과 경험이 내 각성 능력이 되다니!!!\r\n\r\n더구나, 10억분의 1인 확률이라는\r\n“무려 트리플 각성자! \"\r\n\r\n세계 최고의 정점을 노리는\r\n주문 사용자 박도혁의 기상천외한 활약기가 지금 바로 시작됩니다.\r\n\r\n****************\r\n청초작가님의 인기 웹소설 본격 웹툰화\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)",
      "ru": "\"Было бы здорово, если бы я смог использовать все эти способности в жизни!\"\r\nЯ думал, что исполнить это желание не под силу даже Богу, но в момент смертельной опасности, похоже он услышал меня.\r\nСамое время сыграть в реальность!\r\nДа, теперь я единственный, кто использует заклинания!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%99%80%EB%A1%9C-%EC%A3%BC%EB%AC%B8-%EC%82%AC%EC%9A%A9%EC%9E%90/2436)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74467)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "994dfcd9-0449-47a7-ac1e-0efff9b0fe54",
    "title": {
      "en": "Tyra & Cera"
    },
    "updatedAt": "2023-08-25T16:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/994dfcd9-0449-47a7-ac1e-0efff9b0fe54/7b496b62-d160-4979-a1c6-2c71f95a20f4.jpg",
    "altTitles": [
      {
        "ja-ro": "Tiira to Kera"
      },
      {
        "en": "Tyrannosaurus & Triceratops"
      },
      {
        "ja": "ティラとケラ"
      },
      {
        "uk": "Тіра і Цера"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "fcd11e14-3551-4dec-a780-0b5241fe87e2",
    "title": {
      "en": "Chatting at the Amber Teahouse"
    },
    "updatedAt": "2023-12-05T00:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/fcd11e14-3551-4dec-a780-0b5241fe87e2/bd550385-3e5f-461c-9df3-5f1312acba6a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ameiro Kouchakan Kandan"
      },
      {
        "en": "Chatting Over Tea at the Amber Teahouse"
      },
      {
        "ja-ro": "Otomeiro Stay Tune"
      },
      {
        "ru": "Беседа за чашечкой чая"
      },
      {
        "zh": "飴色紅茶館歓談"
      },
      {
        "ja": "飴色紅茶館歓談"
      }
    ],
    "description": {
      "en": "Set at a shop called The Amber Tea-house, this is a very heartwarming story that focuses on Seriho, the proprietress of the tea house, and Sarasa, the high school student who works there part-time. It'll set your heart aflutter!  \n  \nVolume 2 also includes Chapters 1-4 of Otomeiro Stay Tune as extras.  \n  \nA prologue can be found in Eternal Sisters."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "618f87d7-f32c-471b-be12-360595bf1fc7",
    "title": {
      "en": "A Story About a Convenience Store Clerk With a Quiet Voice"
    },
    "updatedAt": "2024-04-09T09:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/618f87d7-f32c-471b-be12-360595bf1fc7/2e65b6fb-4a4d-4eb3-b10b-1e9526e6009c.png",
    "altTitles": [
      {
        "ja": "声の小さいコンビニ店員の話"
      },
      {
        "ja-ro": "Koe no Chiisai Conveni Tenin no Hanashi"
      },
      {
        "ja-ro": "Koe no Chiisai Konbini Tenin no Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20143014-832d-4f6d-a078-793cb99ced09",
    "title": {
      "en": "Vivy -Fluorite Eye's Song-"
    },
    "updatedAt": "2023-10-04T18:46:58+00:00",
    "coverArt": "https://mangadex.org/covers/20143014-832d-4f6d-a078-793cb99ced09/104ee067-f015-4cc1-a119-b95d2b9ba7cf.jpg",
    "altTitles": [
      {
        "ja": "ヴィヴィ -フローライトアイズソング-"
      },
      {
        "hr": "Vivi -Pjesma Fluoritnog oka-"
      },
      {
        "ru": "Виви: Песнь флюоритового глаза"
      },
      {
        "uk": "Віві: Пісня флюоритового ока"
      }
    ],
    "description": {
      "en": "When highly evolved AIs set out to eradicate mankind, the carnage that ensues fills the air with the stench of fresh blood and burning bodies. In a desperate bid to prevent the calamity from ever occurring, a scientist bets everything on a remnant from the past.\r\n\r\nTurning the clock back a hundred years, AIs are already an integral part of human society, programmed with specific missions meant to be carried out for their entire course of operation. Vivy, the first ever autonomous AI, is a songstress tasked with spreading happiness through her voice. In a theme park where she hardly ever gets a proper audience, she strives to pour her heart out into her performances, bound to repeat it day after day—that is, until an advanced AI from the future appears before her and enlists her help in stopping a devastating war a hundred years in the making. With no time to process the revelation that flips her world upside down, Vivy is catapulted into a century-long journey to avert the violent history yet to come."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "1a7d8492-16d9-4302-82b0-b9161b52f10b",
    "title": {
      "en": "Kono Subarashii Unmei ni Shukufuku wo! (Doujinshi)"
    },
    "updatedAt": "2023-09-26T02:29:05+00:00",
    "coverArt": "https://mangadex.org/covers/1a7d8492-16d9-4302-82b0-b9161b52f10b/13ed53ec-8a00-44ca-aa80-5a6dd52156ca.jpg",
    "altTitles": [
      {
        "en": "Gifting this Wonderful Fate with Blessings!"
      },
      {
        "ja": "この素晴らしい運命に祝福を！"
      }
    ],
    "description": {
      "en": "April Fools Jokes  \n  \nI started drawing these on April 1st, so that means they're for April Fools.  \n  \n- posted April 3rd by takanasu05"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-03-08T19:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Satou Sou es inesperadamente intercambiado con su yo de un mundo donde la proporción de hombres y mujeres es de 1:39. Al ver el cariño de su familia y la belleza de las mujeres a su alrededor, se tranquiliza creyendo que la única diferencia con su mundo anterior es dicha proporción. Sin embargo, desconoce que estas mujeres desbordan de problemas y deseos carnales en su interior."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1c93eb6-2dd7-45d9-9c05-dd80173de30b",
    "title": {
      "en": "Oneloli Cabaret Club"
    },
    "updatedAt": "2024-04-13T13:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/b1c93eb6-2dd7-45d9-9c05-dd80173de30b/394200b9-5cb9-4309-8617-f0062c5fc075.jpg",
    "altTitles": [
      {
        "ja": "おねロリキャバクラ"
      },
      {
        "ja-ro": "Oneloli Caba-Club"
      },
      {
        "ko": "오네로리 캬바쿠라"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "42032393-b80a-4d42-8732-06a028322207",
    "title": {
      "en": "Utori: The Legacy"
    },
    "updatedAt": "2024-04-11T09:04:19+00:00",
    "coverArt": "https://mangadex.org/covers/42032393-b80a-4d42-8732-06a028322207/f653206e-d174-467f-a6f0-a6032a5fe30e.jpg",
    "altTitles": [
      {
        "ko": "우투리: THE LEGACY"
      }
    ],
    "description": {
      "en": "Utori is a young man who hides his special abilities from the world and uses them to discipline bullies. One day, he meets his pursuer, “Juk,” who relentlessly chases him. Despite Juk’s constant threats, Utori cannot die due to his unique ability. Just when Utori thinks he is out of options, a mysterious figure named Daesan appears to save him. Daesan reveals that Utori is not alone and that there are others like him, called “Utori.”",
      "ko": "남들과 다른 능력을 숨기며 살아가는 계림\n정체를 숨기고 자신의 능력으로 일진들을 참교육 시킨다.\n그러던 어느 날, 자신을 죽이기 위해 찾아온 추격자 '죽'을 만나게 되고\n죽어도 죽어도 다시 앞에 나타나는 그의 능력으로 죽음을 앞둔 순간\n투명 인간 대산이 나타나 계림을 구하고 계림이 자신과 같은\n우투리라 이야기하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-04-09T14:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/efd24102-7489-47a5-8b91-c9d8cd04da4c.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "en": "The Idol Girl in My Class Is Acting Suspiciously"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90231bbc-066f-42e6-8084-6abee099fc26",
    "title": {
      "en": "A Story About a Wife Who Came From the Future to Stop Someone From Committing Suicide"
    },
    "updatedAt": "2024-04-10T04:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/90231bbc-066f-42e6-8084-6abee099fc26/0dfa7b0c-53ff-42d0-928f-905aca782524.png",
    "altTitles": [
      {
        "ja": "未来から自殺を止めに来た嫁の話"
      },
      {
        "ja-ro": "Mirai kara Jisatsu o Tome ni Kita Yome no Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4bea6f1-331e-4860-931c-282c1a61bae7",
    "title": {
      "en": "GOUMON DEKIRUMON!"
    },
    "updatedAt": "2024-03-23T04:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/d4bea6f1-331e-4860-931c-282c1a61bae7/c99e95c3-dd62-4aad-9213-cc5136c4a19a.png",
    "altTitles": [
      {
        "ja": "拷問できるもんっ!"
      }
    ],
    "description": {
      "en": "A world of turmoil where humans and demons continue to fight.The demon army captured Georgius, the supreme commander of the human army.A professional torturer is summoned to make the human military reveal.",
      "ja": "人と魔族が争いを続ける騒乱の世界。\n人類軍の最高司令官・ゲオルジウスを捕えた魔族軍は\n人類軍の重要機密を吐かせるため拷問のプロを呼び出し、\n情報を吐かせようとするのだが...!?\n\n幼き拷問龍・グロゴアのエグイけど健気な拷問ファンタジーがいま、始まる...‼",
      "es-la": "En un mundo turbulento donde humanos y demonios se encuentran en constante conflicto, el ejército demoníaco captura al mismísimo comandante supremo de la humanidad, Georgius. Desesperados por obtener información crucial sobre los planes de sus enemigos, recurren a un profesional de la tortura: ¡Una joven dragoncita experta en el arte del tormento!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2430324d-7609-4cee-a104-e53e3b3170f1",
    "title": {
      "en": "A Fateful Moment"
    },
    "updatedAt": "2022-11-07T17:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/2430324d-7609-4cee-a104-e53e3b3170f1/60ce622d-53f1-4576-b211-e88307416590.jpg",
    "altTitles": [
      {
        "ja": "運命的な瞬間"
      }
    ],
    "description": {
      "en": "A girl wishes for a fateful encounter."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1c037ff-e63a-4f5c-8977-9af506347fbe",
    "title": {
      "en": "Zaako Zako Zako Zako Sensei"
    },
    "updatedAt": "2024-04-09T16:31:08+00:00",
    "coverArt": "https://mangadex.org/covers/f1c037ff-e63a-4f5c-8977-9af506347fbe/8e46963e-1fb2-40c5-a234-e53e2c9bcc49.jpg",
    "altTitles": [
      {
        "ja": "ざーこざこざこざこ先生"
      },
      {
        "en": "Loooser Loser Loser Loser Sensei"
      },
      {
        "la": "Viiictus Victus Victus Victus Magister"
      },
      {
        "vi": "Sensei Tép Riu Tép Riu Tép Riu Tép Riuu"
      }
    ],
    "description": {
      "en": "Souichi Kirisaki, who teaches at a private middle school, has a problem. Three of his students, Senka Yuzugami, Yuki Kitsuregawa, and Momoka Watarase, make fun of him. Souichi wants to be well liked, but the girls look down on him and tease him every day. Soichi is troubled, but the truth is that all three of them love Souichi, they just can't be honest with him, plus Momoka is a stalker... A sassy and cute romcom between a teacher and three middle school students!\nNote: formerly a two-part Oneshot, it became serialized as of Chapter 3.",
      "vi": "Souichi Kirisaki, giáo viên ở một trường cấp hai tư thục, chỉ muốn sống thanh liêm và hòa đồng với học sinh. Khổ nỗi là có ba con mắm này lúc này cũng kéo đàn kéo nhóm để pressing ông anh. Trông có vẻ là thế nhưng thực ra cả ba đứa đều đang crush ông main này nhưng khổ lắm đã nghiện rồi mà lại ngại cơ... Điểm danh 3 đứa nhé: Chika Yuzukami (con gái yêu của hiệu trưởng trường với quả ahoge nhìn không khác gì gián), Yuki Kitsuregawa (cô bé Tsundere tóc vàng ngây ther), và Momoka Watarase (con dâm tặc nhất cả nhóm, có thâm niên rình mò quan sát sensei). Để xem là ông thầy và ba con mắm này sẽ có những tình huống dở khóc dở cười (và dở \"răm\") nào nha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f6a9058-bebe-431b-9905-f1451b937aad",
    "title": {
      "en": "Blade Skill Online: Gomi Shokugyou de Saijaku Bukide Kuso Status no Ore, Itsunomanika \"Last Boss\" ni Nariagarimasu!"
    },
    "updatedAt": "2023-07-02T13:02:33+00:00",
    "coverArt": "https://mangadex.org/covers/6f6a9058-bebe-431b-9905-f1451b937aad/71fc96ae-7aa3-40e8-8185-c3d7c19a1451.jpg",
    "altTitles": [
      {
        "ja": "ブレイドスキル・オンライン"
      },
      {
        "ja": "ブレイドスキル・オンライン～ゴミ職業で最弱武器でクソステータスの俺、いつのまにか『ラスボス』に成り上がります！～"
      },
      {
        "en": "Blade Skill Online"
      }
    ],
    "description": {
      "en": "The weakest piece of shit is the final boss!?\nOverwhelmingly unlucky high school student Yuri. What he obtained was the VRMMO 『Blade Skill Online』, which could be used to change the luck value. \"Summoner\", which is considered to be the strongest occupation on the capture site, and \"Bow\", the strongest weapon. Furthermore, play the game world with extreme \"luck value\"! ――It should have been, but I was forced to grab false information!\nThe summoner is a garbage job, the bow is the weakest weapon, and the luck value is a fucking status!? Moreover, as a result of random character creation, the avatar is a beautiful girl!? Before I knew it, I was treated as\nthe last boss for some reason— !?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af5ded16-ca04-4b69-924d-a70753c06264",
    "title": {
      "en": "The Journey of the Brave Hero and his Harem"
    },
    "updatedAt": "2022-11-04T13:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/af5ded16-ca04-4b69-924d-a70753c06264/15b0bb71-a79e-4a66-a5b0-c3df12576267.png",
    "altTitles": [
      {
        "ja": "ハーレム展開に厳しい勇者が旅に出てみた"
      }
    ],
    "description": {
      "en": "Isekai'd harem protagonist on that sigma grindset."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0",
    "title": {
      "en": "Tensei Shite Shota Oji Ni Natta Ken Hijiri Ha, Katsute No Deshi Ni Ha Zettai Ni Baretaku Na I Ken Jin Kikan"
    },
    "updatedAt": "2024-04-13T06:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0/cbbe6288-5748-404f-a03f-8905085be67a.jpg",
    "altTitles": [
      {
        "ja": "転生してショタ王子になった剣聖は、かつての弟子には絶対にバレたくないっ"
      },
      {
        "es-la": "El Maestro de la Espada reencarna como un pequeño príncipe. ¡Su Antiguo Discípulo ahora es su tutor!"
      },
      {
        "en": "Reincarnated. The Sword Saint Who Became A Shorty Prince To His Former Disciples ~ I Don't Want My Former Disciples To Find Out"
      }
    ],
    "description": {
      "en": "Sword Saint Brise saved the country with his unique swordsmanship.At the end of his magnificent life, he is reincarnated as the country's youngest prince, still retaining his memories.He seeks freedom again and aspires to enter the elementary school of knight school.Even though he is an invincible swordsman, he unexpectedly fails! “I came to get you.”He looks like a child, but inside he's an invincible former swordsman.In his reincarnation, he is picked up by his former disciple!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a15b7c4-dbc9-4565-a5c4-2171db421cb2",
    "title": {
      "en": "Osu!! Karate Club"
    },
    "updatedAt": "2022-05-22T03:19:19+00:00",
    "coverArt": "https://mangadex.org/covers/0a15b7c4-dbc9-4565-a5c4-2171db421cb2/14d9a13f-7e13-45ee-b6a7-fe65f3c3cc41.jpg",
    "altTitles": [
      {
        "ja": "押忍！！空手部"
      },
      {
        "ja-ro": "Osu!! Karate Bu"
      }
    ],
    "description": {
      "en": "The series began as a fairly humorous and lighthearted satire of Japan's teenage delinquent-gang subculture told from the perspective of Matsushita Tadashi (who also narrates these early Karate Bu stories), a 2nd year student at Kangokou High and a constant target of Kangokou's numerous bullies who beat him up routinely after school. He is almost always accompanied by his best friend Saitou Takaki, who is also constantly harassed.  \n  \nAs the pair grow increasingly tired of being victimized they decide to join the titular Karate Club, which is notorious throughout Osaka's youth gangs for training and producing the city's most hardened and toughest teenage thugs while maintaining the facade of a legit school sports club. But when they join the club, they find themselves picked on just as much if not worse by the club's current members. But as the story progresses they grow to be increasingly capable fighters.  \n  \nAlong with the manga's change in attitude and central character, the various teenage fighters throughout the series grew increasingly stronger and even began to tap into superhuman ki abilities, putting Osu!! Karate Bu in the company of other similar epic Shōnen fighting manga such as Yu Yu Hakusho, Dragon Ball, and Fist of the North Star.  \n  \nOsu!! Karate Bu was wildly popular in its native Japan, but is otherwise almost completely unknown in most other countries. It spawned a four episode OVA mini-series released over a period of two years from 1990-1992, a 1990 live action movie, and a 1994 Super Famicom fighting game."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "43",
    "lastChapter": "483"
  },
  {
    "mangaId": "45512720-3b58-4c43-8714-1a1a41ec2191",
    "title": {
      "en": "Busaneko ni Kaerareta Kiyowa Reijou desu ga, Saikyou no Gunjin Koushaku ni Hirowarete Kizetsu Sunzen desu"
    },
    "updatedAt": "2024-04-03T17:26:37+00:00",
    "coverArt": "https://mangadex.org/covers/45512720-3b58-4c43-8714-1a1a41ec2191/3fcf9924-ac79-47fd-8ffe-c06b4c7900de.jpg",
    "altTitles": [
      {
        "ja": "ブサ猫に変えられた気弱令嬢ですが、最恐の軍人公爵に拾われて気絶寸前です"
      },
      {
        "en": "A Timid Lady was Turned into an Ugly Cat, but on the Verge of Fainting is Picked up by the Most Fearsome Military Duke"
      }
    ],
    "description": {
      "en": "Cursed to be an ugly cat--but maybe you're happy!\n\n\"I'll have you turn into a cat, sister.\" Marie, the viscount's young daughter, lost her fiancé to her younger sister Emilia and has been cursed even more. Her reflection in the mirror - an ugly cat!\n\nRunning away from her sister for her life, Marie, who escaped from their house, collapsed from loneliness and hunger, unable to speak. Then, a kind hand reaches out to her, \"In the middle of this rain, poor thing...Would you like to come with me?\" \nThe figure is the \"ruthless, merciless, undefeated duke\" who is rumored even in social circles.\n\nAn unfortunate girl gets her one and only happiness, and a happy cat life begins!",
      "ja": "呪われてブサ猫に――でももしかして幸せかも！？\n\n「お姉さまには、猫にでもなってもらうわ」妹エミリアに婚約者を奪われ、さらに呪いをかけられた子爵令嬢マリー。鏡に映った彼女の姿は――ブサ猫！？\n\n命からがら妹の元から逃げ出したものの、声も出せず孤独と空腹で倒れ伏したマリーだったが、そこに優しい手が差し伸べられる。「こんな雨の中、可哀想に…私と一緒に来るか？」その姿は、”冷酷無慈悲の無敗の公爵”と社交界でも噂の人物で――。\n\n不遇の少女が唯一無二の幸せを手に入れる、幸せ猫ライフスタートです！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc24c75e-1c73-43bc-80aa-024ebb041e34",
    "title": {
      "en": "Musume Janakute, Watashi (Mama) ga Suki Nano!?"
    },
    "updatedAt": "2023-10-04T12:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/bc24c75e-1c73-43bc-80aa-024ebb041e34/4c1ec54a-ba65-4d13-9e57-8d3aba060345.jpg",
    "altTitles": [
      {
        "id": "Kamu Suka Aku, Bukan Putriku?!"
      },
      {
        "ja-ro": "MAMASUKI"
      },
      {
        "ja-ro": "Musume Janakute, Watashi ga Suki Nano!?"
      },
      {
        "en": "You Like Me, Not My Daughter?!"
      },
      {
        "ja": "娘じゃなくて私が好きなの！？"
      },
      {
        "zh": "喜欢的不是女儿而是我吗？"
      },
      {
        "pt-br": "Você Gosta É De Mim (Mamãe) E Não Da Minha Filha?!"
      },
      {
        "en": "You Like Me (Mama), Not My Daughter?!"
      }
    ],
    "description": {
      "en": "This is a romantic comedy starring an adult 30 year old woman named Ayako who is confessed to by a man 10 years her junior, 20 year old college student Takumi… A man she knows as the boy \"Takkun\" who lives next door and who has tutored her adopted daughter since he was 10. The revelation astounds her as she thought her daughter Miu and he were an item.",
      "pt-br": "Esta é uma comédia romântica estrelada por uma mulher adulta de 30 anos chamada Ayako, que é confessada por um homem 10 anos mais novo dela, o estudante universitário de 20 anos, Takumi … Um homem que ela conhece como o menino \"Ta-kun\" que mora ao lado e que ensina sua filha adotiva desde os 10 anos. A revelação a espanta, pois ela pensava que sua filha Miu e ele eram um casal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]