[
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e12cbd1-e446-442f-824a-a5f29fcac410",
    "title": {
      "en": "I'm Da Best"
    },
    "updatedAt": "2022-06-09T13:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/6e12cbd1-e446-442f-824a-a5f29fcac410/90911052-5737-4d11-ada9-dfd2f4137a47.jpg",
    "altTitles": [
      {
        "en": "I Am Cool"
      },
      {
        "en": "I'm the Best"
      },
      {
        "ko": "난 짱이야"
      }
    ],
    "description": {
      "en": "The story of junior high school student new outlook on life. Its an inspiring tale of the many issues in our modern society. And the undue pressures of society to conform their standards instead of being yourself. For those who dealt with issues such as bullying, weight, and appearance. This series is a must read."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff3d509c-21a1-455f-a785-ef394e9dbfb7",
    "title": {
      "en": "Muchina Kanojo no ◯◯ Nengo…"
    },
    "updatedAt": "2024-01-15T08:03:59+00:00",
    "coverArt": "https://mangadex.org/covers/ff3d509c-21a1-455f-a785-ef394e9dbfb7/3a7006cd-34c4-462b-aeb0-3ff83443750c.jpg",
    "altTitles": [
      {
        "ja": "無知な彼女の◯◯年後…"
      },
      {
        "ja-ro": "Muchi na Kanojo no ◯◯ Nengo…"
      },
      {
        "ja-ro": "Muchina Kanojo no ◯◯ Nengo…"
      },
      {
        "en": "Ignorant Girl ◯◯ Years Later..."
      }
    ],
    "description": {
      "en": "An ignorant friend of a certain thirsty(?) wife."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-05-14T16:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/864a1cd8-6f63-46e2-909b-b1bd99a9d92d.jpg",
    "altTitles": [
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less!\nHer name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-05-30T21:02:29+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/fa147d46-44cc-4b6e-936f-ffd81578eb8c.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      },
      {
        "de": "Flüster mir ein Liebeslied"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "344b2fa5-5b60-4373-baab-06b7a0bc4821",
    "title": {
      "en": "Rain Advisory"
    },
    "updatedAt": "2023-12-19T02:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/344b2fa5-5b60-4373-baab-06b7a0bc4821/4f6174a3-3710-4234-8b68-2119274d2378.png",
    "altTitles": [
      {
        "ko": "단비주의보"
      }
    ],
    "description": {
      "en": "“What?! I'm supposed to be the guardian of this tentacle monster?\"\nIn a research facility specializing in monster biology, Monster Veterinarian Doha finds himself under a slimy assault from a pubescent tentacle monster.\n\nDuring this encounter, the tentacle monster comes to recognize Doha as its 'maternal figure,' and he ends up becoming its guardian for a year, taking on the responsibility of its training.\n\nHowever, controlling this tentacle monster, which has an insatiable sexual appetite, proves to be nearly impossible on his own. Eventually, for safety reasons, he is introduced to Kyunghwan, the son of the research facility's director, as his partner.\n\n\"Dr. Yoo, if it's okay with you… May I assist with the training?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-04-16T20:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-04-25T19:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/b0abe3c2-5139-47ad-8a08-cb77236ac4db.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ⭐︎ Sumire-chan"
      },
      {
        "ja": "平成敗残兵すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier Sumire-chan"
      },
      {
        "zh": "平成敗殘兵☆堇醬"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, Sumire-chan (31).\n\nA vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin Yuusei, a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? \nLet's stay tuned!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9f6aee1-e562-4822-a5df-def41285ce49",
    "title": {
      "en": "Cycle Biyori"
    },
    "updatedAt": "2024-06-15T00:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/a9f6aee1-e562-4822-a5df-def41285ce49/b43377b9-067a-4fc7-9269-311ec042cbc0.jpg",
    "altTitles": [
      {
        "ja": "さいくるびより"
      },
      {
        "en": "Psych House"
      },
      {
        "ja-ro": "Saikuru Biyori"
      },
      {
        "ru": "ПСИХОнутые деньки"
      }
    ],
    "description": {
      "en": "Psych House--a special home set up for those with supernatural powers. One day, Nemuru, a boy with a Psych that allows him to change size, invites Kotone, a girl with a teleportation Psych, to live at Psych House. The mysterious but normal days of those with psychic powers now begins!",
      "pt-br": "Psych House--uma casa especial para aqueles com poderes sobrenaturais. Certo dia, Nemuru, um garoto com uma Psico que lhe permite alterar tamanhos, convida Kotone, uma garota com Psico de teleporte, para viver na Psych House. Agora começam os dias misteriosos, mas ainda normais, daqueles com poderes psíquicos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c4657e8-e77b-4aa5-a6d7-05b0e685a5c6",
    "title": {
      "en": "Nagai Aida Soen datta Osananajimi no Koto ga Suki ni Natte Iku Hanashi"
    },
    "updatedAt": "2024-04-23T09:20:43+00:00",
    "coverArt": "https://mangadex.org/covers/7c4657e8-e77b-4aa5-a6d7-05b0e685a5c6/2a494e36-8d2a-44ab-b010-b8a2e9e64bc9.jpg",
    "altTitles": [
      {
        "en": "Growing Feelings for a Long Lost Childhood Friend"
      },
      {
        "id": "Mengembangkan Perasaan pada Teman Masa Kecil yang Sudah lama Asing"
      },
      {
        "ja": "長い間疎遠だった幼なじみのことが好きになって行く話"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d154989-8804-414a-baaa-3d127bf3f7f2",
    "title": {
      "en": "Majin Tantei Nougami Neuro"
    },
    "updatedAt": "2024-03-20T13:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/0d154989-8804-414a-baaa-3d127bf3f7f2/8a0cdb8f-36d5-4518-9ed9-96f2e5200778.jpg",
    "altTitles": [
      {
        "en": "Demonic Detective Neuro Nougami"
      },
      {
        "en": "Demonic Detective Nougami Neuro"
      },
      {
        "ja-ro": "Majintantei Nougami Neuro"
      },
      {
        "fr": "Neuro - Le mange-mystères"
      },
      {
        "ja-ro": "Nougami Neuro"
      },
      {
        "zh-hk": "魔人偵探腦嚙涅羅"
      },
      {
        "ja": "魔人探偵脳噛ネウロ"
      }
    ],
    "description": {
      "en": "The Demon Neuro has a raging hunger for ‘mysteries.’ Being dissatisfied with his current regime in hell, he’s come into the mortal realm in order to satiate his ever-growing appetite. The murder case of a young girl’s father seems to be sufficiently enticing for the Demon’s needs.. But what else might happen between these two? Find out in this disturbingly good murder-mystery series."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "202"
  },
  {
    "mangaId": "cab91d47-c2d0-46d4-ba81-51dd530b13d1",
    "title": {
      "en": "Saint Seiya - Next Dimension"
    },
    "updatedAt": "2024-05-03T10:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/cab91d47-c2d0-46d4-ba81-51dd530b13d1/40bc38af-84f3-4938-adaa-c3108bb5bd08.jpg",
    "altTitles": [
      {
        "pt-br": "Os Cavaleiros do Zodíaco – Next Dimension: A Saga de Hades"
      },
      {
        "ja-ro": "Saint Seiya - Next Dimension - Meiō Shinwa"
      },
      {
        "ja": "聖闘士星矢 NEXT DIMENSION 冥王神話"
      }
    ],
    "description": {
      "en": "Saint Seiya: Next Dimension - The Myth of Hades, also known as simply Next Dimension, is an ongoing manga written and illustrated by Masami Kurumada. It is a prequel and continuation to his manga series Saint Seiya; placed during the previous \"Holy War\" between the deities Hades and Athena and their respective minions, the Specters and the Saints, during the 18th century in the franchise's fictional chronology. It is published by Akita Shoten in the weekly magazine Weekly Shōnen Champion at irregular dates. It is also known by its alternate subtitle Galaxy Myth (銀河神話 Ginga Shinwa?), which is used during publication to refer to the segments of the storyline set in the 20th century, as opposed to the Myth of Hades subtitle, which refers to the segments set in the 18th century.",
      "pt-br": "Continuação direta de Saint Seiya (Os Cavaleiros do Zodíaco). Em 1990, em Elysium, os cinco Saint's (Cavaleiros), Seiya, Hyoga, Shun, Shiryu e Ikki estão lutando contra o deus Hades. Durante a batalha, Hades começa lembrando que ele tenha visto o rosto de Seiya antes e chega à conclusão de que ele enfrentou antes, e assim começa a história... Athena para tentar ajudar Seiya que foi ferido nessa batalha pela espada sagrada de Hades, volta para o passado com a ajuda de Crhonos o Titã do Tempo, para tentar destruir a espada mas as coisas não saem bem como ela queria..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-05-12T13:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/69098388-a967-464f-8178-344aa9bd4b31.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53b1f57b-bc65-4c39-89e4-fd7a79c6664b",
    "title": {
      "en": "God-Slaying Copycat"
    },
    "updatedAt": "2024-04-08T20:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/53b1f57b-bc65-4c39-89e4-fd7a79c6664b/fb97208f-892e-4999-8d71-483256f95c2a.png",
    "altTitles": [
      {
        "ja": "神殺しの模倣使い"
      },
      {
        "ja-ro": "Kami Goroshi no Mohou Tsukai"
      },
      {
        "en": "Godslayer's Imitator"
      }
    ],
    "description": {
      "en": "\"If it’s to protect someone close to me… then I’d even kill a god.\"\n\nHalf a century ago, Dungeons, Monsters, as well as people who had received special abilities commonly referred to as [Skills] appeared. Those people were referred to as Adventurers and challenged dungeons in search of dreams and riches.\n\nKisaragi Tsukasa is one of these adventurers. However, he has received an inferior skill and was often treated as trash. One day, he was tricked by his peers and was thrown into a dangerous dungeon.\n\nWhat awaited him at the other end was the Mythical monster, the God-Eater Fenrir. In despair over the overwhelming power difference, Tsukasa was prepared to die. That was when the master of the dungeon, Loki, appeared before him.\n\n“Welcome to my castle.”\n\nThanks to Loki, Tsukasa’s skill evolved to become [Copycat]... A unique boy-meets-girl story woven into a modern battle fantasy is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2024-06-11T04:55:04+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3e3ba464-d30c-4d2e-bec0-684fa9ef5b43.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "f1845adf-270b-4405-9438-0c56b1b9576c",
    "title": {
      "en": "Beyblade X"
    },
    "updatedAt": "2024-04-17T22:02:42+00:00",
    "coverArt": "https://mangadex.org/covers/f1845adf-270b-4405-9438-0c56b1b9576c/b449fca8-0588-4d6c-9eca-0c64972aebf6.jpg",
    "altTitles": [
      {
        "ja": "ベイブレードエックス"
      },
      {
        "ja-ro": "Beiburēdo Ekkusu"
      }
    ],
    "description": {
      "en": "Beyblade pros from around the world gather to compete in the Pro League held inside the X Tower!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3f26fc7-8bef-431c-922c-c76d7c053a2a",
    "title": {
      "en": "Seaside Space Heater: Ooshiro Kogani Anthology"
    },
    "updatedAt": "2024-01-15T15:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/c3f26fc7-8bef-431c-922c-c76d7c053a2a/e1eb4d58-5f5a-4935-abad-46017211a93c.jpg",
    "altTitles": [
      {
        "en": "Seaside Space Heater: Kogani Ooshiro Short Story Collection"
      },
      {
        "ja": "うみべのストーブ 大白小蟹短編集"
      },
      {
        "ja-ro": "Umibe no Stove: Ooshiro Kogani Tanpenshuu"
      }
    ],
    "description": {
      "en": "A series of short stories by Ōshiro Kogani about life and human relationships.\n\n---\n- **Won the \"Kono Manga ga Sugoi!\" Award for Women's category in 2024**"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "39426737-0b65-4d7e-810d-9cf84caf0666",
    "title": {
      "en": "Kaji Ryuusuke's Agenda"
    },
    "updatedAt": "2022-03-23T23:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/39426737-0b65-4d7e-810d-9cf84caf0666/76402c80-4e94-4125-af2c-86d9286ab90d.jpg",
    "altTitles": [
      {
        "ja": "加治隆介の議"
      },
      {
        "ja-ro": "Kaji Ryuusuke no Gi"
      }
    ],
    "description": {
      "en": "Kaji Ryusuke is a second son of a great politician. However, his father and brother both pass away from a car accident. Now, those who supported Ryusuke's father want Ryusuke to carry on the family business as a politician. At first, Ryusuke tries to get out of the responsibility, but he eventually enters an election to become a politician.  \nThe manga chronicles Ryusuke's rise in the world of Japanese politics."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": ""
  },
  {
    "mangaId": "d638b6a7-35a2-4f11-9deb-4fc394f2712d",
    "title": {
      "en": "Apple Parfait - One-Loli Yuri Anthology"
    },
    "updatedAt": "2024-02-18T22:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/d638b6a7-35a2-4f11-9deb-4fc394f2712d/99a24101-c381-4c29-96ef-6d922e8a6aac.png",
    "altTitles": [
      {
        "ja": "アップルパルフェ おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Apple Parfait One-Loli Yuri Anthology"
      },
      {
        "ja-ro": "Apple Parfait OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "The relationship between \"girls\" and \"women\".\nA completely new yuri anthology of \"onee-and-loli\" stories, all by different authors.\n\nCover: Kawaku\n\n**Chapters**:\n1. **Mashiro-chan's future lover** (Mashiro-chan no Mirai no Koibito, ましろちゃんの未来の恋人) by Itou Hachi\n2. **Midnight funeral Where I can't let it be found** (Zettai ni Bare te wa Ikenai Soushiki 24-ji, 絶対にバレてはいけない葬式２４時) by Canno\n3. **Scent and reflection** (Kaori to Kaze, 香りと影) by Terayama Den\n4. **The Place Where We Belong** (Futari no Ibasho, ふたりの居場所) by Hazuki\n5. **My Little Sister's Loved One** (Imouto-chan no Daisuki na Mono, 妹ちゃんの大好きなもの) by Izumi Kirifu\n6. **Koma-chan and Sensei's Time** (Koma-chan to Sensei no Jikan, こまちゃんとせんせいのじかん) by kurimo.\n7. **Failure** (Dame na Hito, だめなひと) by Masanaga\n8. **A Dream of Spring on a Tatami Mat** (Ichi-jou Shunmu, 一畳春夢) by Sakasana"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "e7c88847-9a61-4856-94db-fefae51a1d28",
    "title": {
      "en": "The Former Structural Analyst's Otherworldly Adventure Story"
    },
    "updatedAt": "2024-04-05T08:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/e7c88847-9a61-4856-94db-fefae51a1d28/06c5d16c-ff83-42ec-8646-94ca5ea0736c.png",
    "altTitles": [
      {
        "ja-ro": "Moto Kouzou Kaiseki Kenkyuusho no Isekai Boukentan"
      },
      {
        "ja": "元構造解析研究者の異世界冒険譚"
      },
      {
        "en": "Adventures of a Former Structural Analyst"
      },
      {
        "en": "The Former Structural Analyst's Otherworldly Adventure Story"
      }
    ],
    "description": {
      "en": "Kaoru Mochimizu, a 30-year-old female research scientist who studied the three-dimensional structure of everything. However, one day, she died in an earthquake and met a goddess. Having covered for her kouhai during the earthquake, she was allowed to reincarnate in another world with two skils. Kaoru Mochimizu is now Charlotte Elbaran, the eldest daughter of a duke in the Kingdom of Elida, on Planet Garland. With memories of her past life, and taking advantage of the skills \"Structural Analysis\" and \"Structural Editing,\" she will live a good life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "f5de29c5-8b6d-42a8-a3b2-fc518a8d9fb8",
    "title": {
      "en": "Akemi Homura wa Ashita kara Ganbaru!"
    },
    "updatedAt": "2024-06-11T01:37:24+00:00",
    "coverArt": "https://mangadex.org/covers/f5de29c5-8b6d-42a8-a3b2-fc518a8d9fb8/52a43ff7-db54-4354-943f-f5744890a20e.png",
    "altTitles": [
      {
        "en": "Akemi Homura Will Try Harder Tomorrow"
      },
      {
        "es-la": "Akemi Homura Se Esforzará Más Mañana"
      },
      {
        "ja": "暁美ほむらは明日から頑張る！"
      }
    ],
    "description": {
      "en": "Homura Akemi rewinds time many times to save only one friend. But gradually demoralized, she becomes a lazy magical girl every day as if it were Sunday. She has fallen down. To her who fights against any hell charged by social games, temptation to sleep twice ... etc. Will the correct \"tomorrow\" come ...!?",
      "ja": "たったひとりの友達を救うため、幾度も時を巻き戻す暁美ほむら。しかしだんだんやる気を失い、毎日が日曜日かの如く怠惰な魔法少女に成り下がってしまった。ソシャゲ課金の蟻地獄、二度寝の誘惑……などと戦う彼女に正しい“明日”は訪れるのか…!?",
      "es-la": "Homura Akemi retrocede en el tiempo en numerosas ocasiones para salvar a su única amiga. Sin embargo, gradualmente desmoralizada, se convierte en una chica mágica perezosa que vive cada día como si fuera domingo. Ha caído.\nPara ella, que combate cualquier infierno generado por videojuegos, la tentación de dormir dos veces...\n¿Llegará aquel \"mañana\" adecuado...!?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/c731bd3e-4629-461c-9d4f-a3c34ffd0f7e.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c67e88c-ebbc-4dcc-bb92-b326283434ea",
    "title": {
      "en": "Himegasaki Sakurako wa Kyou mo Fubin Kawaii"
    },
    "updatedAt": "2024-05-15T06:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/9c67e88c-ebbc-4dcc-bb92-b326283434ea/5dfbd6c7-3b4f-4721-8827-f78318556902.jpg",
    "altTitles": [
      {
        "en": "Sakurako Himegasaki is Still Pitiably Cute Today"
      },
      {
        "ja": "姫ヶ崎櫻子は今日も不憫可愛い"
      },
      {
        "ko": "히메가사키 사쿠라코는 오늘도 딱하면서 귀여워"
      },
      {
        "zh-hk": "姬之崎櫻子今天也惹人憐愛"
      },
      {
        "en": "Himegasaki Sakurako Is Pitiably Cute Today Too"
      },
      {
        "ja-ro": "Himegasaki Sakurako ha Kyou mo Fubin Kawaii"
      }
    ],
    "description": {
      "en": "An average romcom told from the perspective of the losing childhood friend. Other things happen as well."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-06-19T15:38:37+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/0fa6b79a-3768-4dfb-86d4-cb998ea2a2f4.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf69e2fd-9833-4f89-9cad-f470a280a256",
    "title": {
      "en": "How to Win My Husband Over"
    },
    "updatedAt": "2023-06-08T06:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/be664e06-9d7a-45fd-870b-9292e9440c44.jpg",
    "altTitles": [
      {
        "ko": "남편을 내 편으로 만드는 방법"
      },
      {
        "ko-ro": "Nampyeon'eul Nae Pyeon'euro Mandeuneun Bangbeob"
      },
      {
        "en": "How to Get My Husband on My Side"
      },
      {
        "fr": "Comment faire mon mari être mon allié"
      },
      {
        "it": "Come portare mio marito dalla mia parte"
      },
      {
        "es": "Cómo hacer que mi marido esté de mi lado"
      },
      {
        "es": "Cómo poner a mi esposo de mi lado"
      },
      {
        "ru": "Как переманить мужа на свою сторону"
      },
      {
        "uk": "Як переманити мого чоловіка на мою сторону"
      },
      {
        "fa": "چگونه شوهرم رو در کنارم قرار بدم"
      },
      {
        "ja": "夫を味方にする方法"
      },
      {
        "zh": "让丈夫站在我这边的方法"
      },
      {
        "zh-hk": "讓丈夫偏愛的方法"
      },
      {
        "zh-hk": "讓丈夫站在我這邊的方法"
      },
      {
        "vi": "Phương Pháp Làm Chồng Hướng Về Phía Em"
      },
      {
        "mn": "Нөхрөө хэрхэн өөрийн талд оруулах вэ"
      },
      {
        "th": "วิธีดึงสามีมาเป็นพวก"
      }
    ],
    "description": {
      "ar": "أصبحت امرأة شريرة ماتت على يد زوجها في الرواية ، على وجه التحديد كشخصية داعمة تموت أثناء استخدامها كأداة للزواج السياسي من قبل والدها وشقيقها . وفي يوم من الأيام ، أحضر الأب أخيزا عريسها ... المشكلة أن الشخص الآخر هو الزوج الذي سيقتلني وأفضل فارس مقدس في الشمال الذي سيدمر الأسرة في المستقبل . أولا وقبل كل شيء ، يجب أن أجد طريقة للعيش . هناك العديد من الصعوبات مثل برودة الزوج ، وازدراء الدوق ، لكن يبدو أنه غير مؤذ للناس هنا . \" لقد وقعت في حبك ! \" لذا أرجوك أنقذني !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "en": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "es": "Me convertí en Rudbekia, la villana dentro de una novela de fantasía que sería asesinada a manos de su marido. El maldito de mi padre, ya ha decidido con quien me volveré a casar a través de un matrimonio político. El principal problema, es que mi futuro esposo es quien me matara. Necesito encontrar una forma de sobrevivir. Si actuó inofensivamente ante la gente del Norte, si protejo a la hermana de mi marido, a quien maté en la historia original, y si finjo estar completamente enamorada de él, ¿tal vez me perdone la vida? —¡Me he enamorado de tí! ¡Así que por favor sálvame!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fa": "در قسمت های اصلی رمان، من یه فرد شرور بودم که توسط پدر و برادر بزرگترم به عنوان یه ابزار سیاسی استفاده میشدم و در نهایت به دست شوهر آیندم کشته شدم. پدرم برای نجات پادشاهی خودش به شدت به داماد پنجم التماس میکرد که با من ازدواج کنه. مشکل اینه که مردی که قراره باهاش ازدواج کنم، شوالیه افسانه ای شمال، همون مردیه که در نهایت من و تمام خانوادم رو میکشه. \"باید راهی برای زنده موندن پیدا کنم.\" داخل خود رمان چالش های دلهره آور زیادی پیشه رو هس. من باید راهی برای نجات خواهر کوچک شوهرم پیدا کنم، بر ظاهر سرد شوهرم پیروز شم، حمایت مردم شمال رو به دست بیارم و دربرابر اتفاقات عجیب با موجودات عجیبی دووم بیارم که در حال حاضر همه اینا منو به یه فرد انتقام جو تبدیل میکنن. \"عاشق توعم!\" \"پس لطفاً منو نکش!\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fr": "Dans le roman, elle est devenue une méchante qui est morte des mains de son mari. Pour être plus précis, elle est devenue un personnage secondaire qui est morte en étant utilisée comme un outil pour un mariage politique par son père et son frère. Un jour, mon satané père est sorti en rampant et a choisi mon cinquième marié. Le problème est que la personne choisie était le meilleur paladin du Nord et la personne même qui me tuera moi et ma famille dans le futur. D’abord, je dois trouver un moyen de vivre. Dans le roman, avant de trouver un moyen de sauver ma belle-sœur qui allait mourir de mes mains, il y a de nombreux défis que je dois surmonter. Par exemple, faire fondre l’extérieur froid de mon mari, gagner les faveurs des gens du Nord et surmonter le mépris du duc. Si je peux surmonter ces défis, ma vie ne sera-t-elle pas sauvée plus tard? «Je suis tombé amoureux de toi !» Alors s’il te plaît, épargne-moi!\n\n---\nUne jeune coréenne est réincarnée dans le corps de Rudbeckia de Borgia, la seule fille du pape. Cependant, Rudbeckia est destinée à mourir des mains de son époux après avoir été utilisée comme outil dans un mariage politique. Prenant les devants pour changer son destin, elle décide de gagner l'affection de Izek van Omerta du royaume de Britannia, paladin, neveu du roi et héritier du duché d'Omerta. Rudbeckia pourra-t-elle empêcher le meurtre de sa belle-sœur, assassinat qui lui avait coûté la vie? Et Izek, celui qui est supposé tuer Rudbeckia dans le futur, se rangera-t-il aux côtés de son épouse?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "it": "Nelle righe originali del romanzo, ero una malvagia, usata come strumento politico da mio padre e mio fratello maggiore, che finì per morire per mano del mio futuro marito. Per salvare il suo regno, mio padre pregò disperatamente Isaac di Omerta di sposarmi. Il problema è che l'uomo che dovrei sposare, il leggendario cavaliere del Nord, è lo stesso uomo che finirà per uccidere me e tutta la mia famiglia. Devo trovare un modo per sopravvivere! All'interno del romanzo stesso, ci sono molte sfide scoraggianti: devo trovare un modo per salvare la sorellina di mio marito, conquistare il mio freddo marito e ottenere il sostegno della gente del Nord, che attualmente mi disprezza. \"Sono innamorata di lei!\" Riuscirò nell'impresa?\n\n---\nIn un romanzo, è diventata una malvagia che è morta tra le mani di suo marito. Per la precisione, come \"attrice\" non protagonista, una cattiva che muore dopo essere stata utilizzata come strumento per un matrimonio strategico da suo padre e suo fratello. Un giorno, il mio dannato padre ha strisciato e ha offerto la mia mano al mio quinto sposo. Il problema è che lui è proprio il marito che mi ucciderà e il miglior paladino del nord che in futuro distruggerà la mia famiglia. Per prima cosa, devo trovare un modo per sopravvivere. Nel romanzo ci sono molte difficoltà, come il freddo disprezzo di mio marito, l'odio e il bisogno di controllo dei nordisti e il disprezzo dei contadini, prima di trovare un modo per salvarmi la vita, dovrò risolvere diversi problemi. \"Sono innamorata di te!\" Quindi, per favore, salvami!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ko": "판타지 소설 속 남편의 손에 죽는\n악역 조연, ‘루드베키아’가 되었다.\n\n이 세계의 망할 아버지는 내 정략결혼 상대를 또 물어왔다.\n문제는 그 상대가 바로 날 죽이게 될 남편이라는 것!\n\n일단은 살길을 찾아야 한다.\n\n북부 사람들에게 최대한 무해하게 보이면서\n원작에서 내가 죽일 남편의 여동생도 지키고,\n남편에겐 사랑에 빠진 척하면 목숨은 살려주지 않을까?\n\n“전 당신한테 반해버렸어요!”\n\n그러니까 제발 살려줘!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "pt": "Me tornei ‘Rudbeckia’, uma coadjuvante em uma história de fantasia, uma vilã que morre pelas mãos de seu marido. O pior pai do mundo me achou outro parceiro para um casamento político. O problema é, essa pessoa é o marido que vai me matar! Primeiro, preciso achar uma forma para viver. Preciso parecer o mais inofensiva possível para o povo do norte e proteger a irmãzinha do meu marido que matei na história original. Não seria capaz de salvar minha vida se fingisse estar apaixonada pelo meu marido?\n\n“Me apaixonei por você à primeira vista!”\n\n“Então, por favor, me poupe!”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ru": "Рудвекиа де Ворхиа является сикстинским ангелом и принцессой Романии, которой предначертано умереть от руки собственного мужа. После того как она стала обычным инструментом в руках верховного понтифика католической церкви и своего старшего брата, она вынуждена вступить в политический брак с лучшим паладином севера, который в будущем должен убить весь ее дом. Теперь девушка должна будет столкнуться с многочисленными трудностями, но ей придется приспособиться и выжить в новых условиях. Сначала ей придется доказать, что она не является опасностью для других людей, потому людям не стоит ее опасаться. Дальше же ей придется убедить всех людей в том, что она совершенно непричастна к делам понтифика и семьи.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "tr": "Kocasının ellerinde ölen bir kötü kadın karakterin bedenine reenkarne oldum. Daha doğrusu, babası ve erkek kardeşi tarafından siyasi evlilik aracı olarak kullanılırken ölen bir yardımcı karakter oldum. Bir gün, lanet olası babam gitti ve beşinci kocamı seçti. Sorun şu ki, seçilen kişi Kuzey'in en iyi Paladin'i, dahası gelecekte beni ve ailemi öldürecek olan kişiydi. Önce yaşamanın bir yolunu bulmalıyım. Romanda benim ellerimde ölecek olan biricik kız kardeşini kurtarmanın bir yolunu bulmadan önce aşmam gereken birçok zorluk var. Kocamın soğuk yüzünü eritmek, Kuzeyli'nin beğenisini kazanmak ve Dük'ün küçümsemesini yenmek gibi. Bu zorlukların üstesinden gelebilirsem, hayatım sonunda kurtulmuş olmaz mı? \"Sana aşık oldum!\" Bu yüzden lütfen beni bağışla!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "uk": "Вона стала злодійкою, яка померла від рук свого чоловіка в романі. Точніше, вона стала другорядною героїнею, яка померла, коли її батько і брат використовували як інструмент політичного шлюбу. По-перше, я маю знайти спосіб вижити у романі, знайти спосіб врятувати сестру мого чоловіка, яка в оригіналі померла від моїх рук, мені потрібно розтопити холодне серце мого чоловіка, завоювати прихильність населення та подолати презирство герцога. Якщо я зможу подолати ці труднощі, чи не буде моє життя врятовано пізніше? «Я закохався в тебе!» Тож будь ласка, пощади мене!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "vi": "Trong cuốn tiểu thuyết gốc, tôi là một nhân vật phản diện - người được cha và anh trai sử dụng như một công cụ chính trị và cũng là người hết dưới tay chồng tương lai của mình. Để cứu vương quốc, cha tôi đã tuyệt vọng cầu xin chú rể nắm lấy tay tôi và kết hôn. Vấn đề là người đàn ông mà tôi phải kết hôn chính là hiệp sĩ huyền thoại của phương Bắc và cũng là người đàn ông sẽ tiêu diệt tôi và cả gia đình. Tôi phải tìm cách tồn tại. Trong cuốn tiểu thuyết, có rất nhiều thử thách khó khăn dc đặt ra cho tôi: tôi phải tìm cách cứu em gái của chồng mình, giành dc trái tim của người chồng lạnh lùng và có dc sự ủng hộ của người dân phương Bắc và tất cả những người hiện tại coi thường tôi. \"Em yêu anh!\" Vì vậy, xin anh đừng giết em!!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh": "我成为了在奇幻小说中死在丈夫手中的反派角色‘卢德薇基亚’。 更倒霉的是，父亲又给我找来了一个政治联姻的对象。 问题是，那个人就是要杀掉我的丈夫啊！ 首先要找到活路。 尽可能在北部人面前展示出无害的样子 还要保护在原著中死在我手下的丈夫的妹妹 假装对丈夫陷入爱河会不会挽救我的性命？ “我被你迷住了！” 所以拜托救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh-hk": "我成為了在奇幻小說中死在丈夫手中的反派角色‘盧德薇基亞’。\n\n更倒霉的是，父親又給我找來了一個政治聯姻的對象。問題是，那個人就是要殺掉我的丈夫啊！首先要找到活路。\n\n盡可能在北部人面前展示出無害的樣子 還要保護在原著中死在我手下的丈夫的妹妹\n\n假裝對丈夫陷入愛河會不會挽救我的性命？ “我被你迷住了！” 所以拜託救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1f2ee3c-4e67-45c7-9f13-361dbbb858a4",
    "title": {
      "en": "Reincarnation of the Sword Master"
    },
    "updatedAt": "2024-06-04T02:53:16+00:00",
    "coverArt": "https://mangadex.org/covers/c1f2ee3c-4e67-45c7-9f13-361dbbb858a4/8c03a863-054a-4ec2-bf11-81baf8620850.jpg",
    "altTitles": [
      {
        "ko": "소드마스터의 환생"
      }
    ],
    "description": {
      "en": "At the threshold of life, a radiant white aura emerges. And… death! Yet, in a twist of fate, the man is once again granted a new life. With a newfound purpose, he sets out to complete his existence as an unfinished “Swordmaster” from his previous life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/1497d5bb-1e2f-45fc-800c-f8ca043217c9.png",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "deb0cef0-4129-4899-939c-6f044589e2ea",
    "title": {
      "en": "The Second Life of the Archmage Dominates with Close-Range Magic"
    },
    "updatedAt": "2024-06-02T19:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/deb0cef0-4129-4899-939c-6f044589e2ea/68a0e702-2827-4696-81d4-d67f925160a1.png",
    "altTitles": [
      {
        "ja": "2周目の大魔導士は近接魔法で無双する"
      },
      {
        "ja-ro": "2-Shuume no Daimadoushi wa Kinsetsu Mahou de Musou Suru"
      },
      {
        "en": "Regression of the Close Combat Mage"
      }
    ],
    "description": {
      "en": "\"My biggest regret is not choosing that magic… this time I’ll definitely defeat you!!”\n\nThe human race is on the verge of destruction at the hands of Vidrak, the evil god who suddenly descended. Setsuna Cromwell, the strongest long-range mage, is defeated by the evil god, who can dispel all magical attacks.\n\nHowever, when he wakes up he finds himself 10 years in the past, he’s regressed to the \"Rite of Mastery\" at the Academy of Magic!\n\nWhile the students choose the magic system best suited to them, such as <Ranged Magic>, <Recovery Magic>, and <Formation Magic>, Setsuna chooses <Close Combat Magic>, which was considered the least popular magic of the time, and chosen by those of lower ranks who lacked magical power.\n\n“This is the only magic that can stand up to the evil god!”\n\nSetsuna chooses this style of melee magic, which is  considered lacking in every way, but utilizes his specialty “precise control of magic power,\" to dramatically improve his skills and overturn the world's common sense!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "fbc07684-3023-4baa-a371-f45ebdec3de9",
    "title": {
      "en": "Hoeru Inu to Kubittake"
    },
    "updatedAt": "2024-06-17T06:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/fbc07684-3023-4baa-a371-f45ebdec3de9/6783e15b-014d-48a2-949c-2b11d27b97c9.jpg",
    "altTitles": [
      {
        "ja": "吠える犬とくびったけ"
      },
      {
        "en": "My Fluffy Moody Crush."
      }
    ],
    "description": {
      "en": "This is a world where demi-humans and humans co-exist. \nKou, a vampire and werewolf mix, developed a dislike for humans after a certain incident in his childhood. They looked delectable to him, so he thought that it'd be best if he kept his distance and stayed away from them as much as possible. \n\"I've missed you!\" \nBut his world is flipped on its head when he reunites with the guy who triggered his instincts. He can't resist his instincts as his childhood friend, Itsuki, shows up in his life again, acting as if nothing’s changed. He knows that giving in will make him lose himself, but...! \n(cheerful x tsundere) A reunion BL between a human and demi-human childhood friends!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aaa614ba-2dba-4b8e-ae15-1dee1d1d72ea",
    "title": {
      "en": "The Chronicle of Seven Cities"
    },
    "updatedAt": "2022-10-17T07:06:54+00:00",
    "coverArt": "https://mangadex.org/covers/aaa614ba-2dba-4b8e-ae15-1dee1d1d72ea/0bae26dd-41b7-4fac-8f71-b21a3fcf648b.jpg",
    "altTitles": [
      {
        "ja-ro": "Nana Toshi Monogatari"
      },
      {
        "ja": "七都市物語"
      }
    ],
    "description": {
      "en": "The story is set in a near-future Earth, in the aftermath of a major disaster that shifts the planet's polar axis 90 degrees, situating the poles along the equatorial line and killing everyone on Earth. A moon-based colony avoids the disaster, and begins recolonizing the depopulated Earth by establishing seven cities in strategic locations. However, to ensure the loyalty of the Earth colony, the moon establishes an orbital defense system that destroys anything that flies 500 meters in the air. When an unknown virus kills everyone on the moon, humanity becomes trapped on Earth, where the political intrigues of the seven cities continue to play out."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "2798de44-dace-41d0-9441-f93c1f9ddca1",
    "title": {
      "en": "She's My Type"
    },
    "updatedAt": "2024-01-03T02:28:00+00:00",
    "coverArt": "https://mangadex.org/covers/2798de44-dace-41d0-9441-f93c1f9ddca1/fba311c0-42c2-4942-9424-24f650017f05.jpg",
    "altTitles": [
      {
        "ko-ro": "Chwihyangjeogyeok Geunyeo"
      },
      {
        "en": "She is Exactly My Type"
      },
      {
        "ko": "취향저격 그녀"
      },
      {
        "id": "Cewek Idaman"
      },
      {
        "th": "แปลงโฉมเธอจนเจอรัก"
      },
      {
        "zh": "取向狙击的她"
      }
    ],
    "description": {
      "en": "After tomboy Haedam is thoroughly friend zoned by her first love, she's determined to glow up before college. But when she makes the wrong impression on her first day of school, she realizes she needs the help of her reluctant neighbor. In exchange, she promises to put up with their living circumstances and keep his secret. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "157"
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "Love Bullet"
    },
    "updatedAt": "2024-01-31T08:24:37+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/0bcacc37-3c3a-482f-93cb-d67040b024be.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja": "ラブ·バレット"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32690043-fc16-4031-be61-b26a0b688b90",
    "title": {
      "en": "Kegawa to Nakami"
    },
    "updatedAt": "2024-06-19T07:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/32690043-fc16-4031-be61-b26a0b688b90/4bff5515-631e-4378-a187-4ca5851f3bc3.png",
    "altTitles": [
      {
        "ja": "けがわとなかみ"
      },
      {
        "vi": "Ngoài da, Trong ruột"
      },
      {
        "en": "Under the Skin"
      }
    ],
    "description": {
      "en": "One day, a rabbit confesses their love to a fox who tries to eat them. Despite the fox's confusion, the rabbit continues to tell her that they love her. Can the eater and the devoured live together?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce5607bb-40f9-4815-9ac5-b4d914fa0c4c",
    "title": {
      "en": "God's Gambit"
    },
    "updatedAt": "2024-06-09T21:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/ce5607bb-40f9-4815-9ac5-b4d914fa0c4c/d953a473-0a13-41a6-a2fb-6f7c7d2cc5a2.jpg",
    "altTitles": [
      {
        "ko": "신은 주사위 놀이를 하는가?"
      },
      {
        "ko-ro": "Sineun Jusawi Norireul Naneunga?"
      },
      {
        "en": "Does God Play Dice?"
      }
    ],
    "description": {
      "en": "Do gods play dice with the fate of entire cities? \n\nYul Choi’s city is suddenly transported to become a piece in a board game of the gods. Just when Yul thinks he can work together with people to overcome the monsters and challenges, he realizes he must become the city’s greatest villain to save the city.\n\nCan Yul rise to the demanding task of becoming the greatest and most villainous hero his city has ever seen?",
      "ko": "어느날 갑자기 신들의 게임에 소환된 도시 최율은 첫지급 보상으로 모든 게임의 공략을 보여주는 '독식의 제물 크라시나 서'를 습득한다.\n\n그러나, 아이템의 능력은 공략을 공유한 모든 이들의 보상을 독식하는 것!\n\n양날 검의 아이템을 얻은 최율은 이 게임에서 끝까지 살아남을 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dacd186-ba0f-45f9-910e-18d8c978bd1a",
    "title": {
      "en": "Y13"
    },
    "updatedAt": "2024-06-19T23:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/8dacd186-ba0f-45f9-910e-18d8c978bd1a/d9078930-6ac2-4ed0-9896-f8479ad89fca.jpg",
    "altTitles": [],
    "description": {
      "en": "Former NBA star Yoon Young-jae, who was out of the season due to an unexpected accident. An unexpected opportunity brings him back to the past.......I dream of taking a powerful leap forward once again in the NBA, where there are top stars!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "The Person I Met In-Game Was Actually My Big Sister."
    },
    "updatedAt": "2024-06-20T06:27:24+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "ゲーム内で知り合った人が実は姉弟だった"
      },
      {
        "ja-ro": "Game Nai de Shiriatta Hito ga Jitsu wa Kyoudai datta"
      },
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no 4koma"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "The Person I met in the game was actually My Big Sister."
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001))",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "398282b8-f3e8-4d3b-94b2-8288a96a56a5",
    "title": {
      "en": "Jintian Ni Louxianle Ma?!"
    },
    "updatedAt": "2024-03-12T20:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/398282b8-f3e8-4d3b-94b2-8288a96a56a5/c8a54426-a502-4849-a759-b647aee0ed3c.jpg",
    "altTitles": [
      {
        "en": "Will you expose yourself today?!"
      },
      {
        "zh": "今天你露馅了吗？！"
      }
    ],
    "description": {
      "en": "Mini is a \"Scum Detector\", and her latest job is from a rich girl who wants to test her boyfriend's loyalty. However, her boyfriend, Zhao Yueming, is a straightforward gentleman, and Mini's usual methods don't work on him. This is a bit tricky for Mini, who is used to dealing with scumbags regularly. This game of tug-of-war between the womanizer and the one who understands them best is about to begin. Who will fall into the trap of love first?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfd1e3a8-0cf6-4796-bade-a3f6d80847d4",
    "title": {
      "en": "Kimetsu no Yaiba - Genya Comics"
    },
    "updatedAt": "2024-04-10T22:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dfd1e3a8-0cf6-4796-bade-a3f6d80847d4/6d6a3368-3ada-4c19-a0ee-903ab85adff1.png",
    "altTitles": [],
    "description": {
      "en": "Random short comics of or relating to Genya. Rather than uploading them separately, we've uploaded them all under one title for your convenience. If you like them, please consider showing support for the artist by purchasing the doujinshi or by retweeting/liking the comic. You can find links to the author's Twitter in the comments section or credits page."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9550d800-3e72-4a0e-9034-00e0d6a10234",
    "title": {
      "en": "Choushihazure na Onna Joushi ga Suki na Otoko no Hanashi"
    },
    "updatedAt": "2024-06-20T02:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/9550d800-3e72-4a0e-9034-00e0d6a10234/9461aaf6-54f4-4bd2-a606-e96a6a9b26dd.jpg",
    "altTitles": [
      {
        "ja": "調子外れな女上司が好きな男の話"
      },
      {
        "en": "A Story About A Man Who Loves His Out-Of-Tune Female Superior"
      },
      {
        "en": "A story about a man who likes his out-of-touch boss"
      },
      {
        "ja": "調子外れな女上司が好きな男の話 ハミタの読み切り"
      },
      {
        "ja-ro": "Choushihazure na Onna Joushi ga Suki na Otoko no Hanashi - Hamita no Yomikiri"
      },
      {
        "en": "A Story About A Man Who Loves His Out-Of-Tune Female Superior - Hamita Oneshots"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "b943adeb-a17f-41e1-8c4f-6b7c2af1e846",
    "title": {
      "en": "Keppeki Danshi! Aoyama-kun"
    },
    "updatedAt": "2022-08-30T08:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/b943adeb-a17f-41e1-8c4f-6b7c2af1e846/4c79f637-8f4c-4330-9364-6b60ed163e89.jpg",
    "altTitles": [
      {
        "en": "Clean Freak! Aoyama-kun"
      },
      {
        "en": "Cleanliness boy! Aoyama-kun"
      },
      {
        "ja-ro": "Keppeki Danshi! Aoyama-kun"
      },
      {
        "zh": "洁癖男子！青山君"
      },
      {
        "ja": "潔癖男子！青山くん"
      },
      {
        "pl": "Czysty Chłopiec! Aoyama-kun"
      },
      {
        "hu": "Tisztaságmániás! Aoyama-kun"
      }
    ],
    "description": {
      "en": "Aoyama is a handsome young soccer genius who's a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves.",
      "pl": "Aoyama to przystojny, młody geniusz piłki nożnej, który reprezentuje Japonię. Jego styl gry to \"czystość\". Nie tackluje i nie główkuje piłki. Jeśli wykonuje wrzutkę, robi to tylko w rękawicach."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "113"
  },
  {
    "mangaId": "39d875a6-5df3-4323-a2da-3a0b50af429a",
    "title": {
      "en": "Soul Land"
    },
    "updatedAt": "2023-07-15T13:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/39d875a6-5df3-4323-a2da-3a0b50af429a/1ce4873a-7198-4452-9af5-b2f35c6df4ff.jpg",
    "altTitles": [
      {
        "en": "Combat Continent"
      },
      {
        "zh-ro": "Dou Luo Da Lu"
      },
      {
        "zh-ro": "Douluo Dalu"
      },
      {
        "vi": "Đấu La Đại Lục"
      },
      {
        "zh-hk": "斗罗大陆"
      }
    ],
    "description": {
      "en": "Tang San was a talented apprentice to the great Tang Sect. Due to mastering the forbidden Tang arts, he was pressured to jump off a cliff and died. However, he was reborn into another world filled with Essence Spirits. At the age of six, every person will have their essence spirit awoken. Spirits can take many forms: weapons, plants, and animals; They can help people with their daily lives. Outstanding spirits can be trained to engage in combat. A spirit master is the soul and heart of the Combat Continent! When Tang San turns six, a huge surprise awaits him. His peaceful life in this new world will change completely."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]