[
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-04-15T16:56:49+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0f584ea-e055-40e0-a498-ae2a4c30a1e4",
    "title": {
      "en": "With Cats Only"
    },
    "updatedAt": "2023-04-21T16:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/e0f584ea-e055-40e0-a498-ae2a4c30a1e4/8be8eb32-139e-4ad0-a547-968e75693fb9.jpg",
    "altTitles": [
      {
        "en": "拎猫入住"
      }
    ],
    "description": {
      "en": "Being betrayed by her boyfriend, and driven out by the landlord. How should Chu Tingting and her cat start from anew in this unfamiliar city? A strange rental advertisement actually turned her world upside down. Cute guy, now that we both have cats. Shall we be in love first?  \n  \nFR/French  \n||Trahie par son petit ami et chassée par son propriétaire, comment Chu Tingting et son chat vont-ils faire ? Repartir de zéro dans une nouvelle ville. Une étrange publicité pour un appartement va bouleverser sa vie. Un voisin mignon qui a aussi un chat. Seront-ils destinés ?||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eab2ee8-f12d-4884-a8f1-e2493b1d99d6",
    "title": {
      "en": "Deadlines Are Raining in the Status Window"
    },
    "updatedAt": "2024-04-24T10:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "altTitles": [
      {
        "ko": "상태창에서 시한부가 빗발친다"
      },
      {
        "en": "Deadline Is Raining in the Status Window"
      }
    ],
    "description": {
      "en": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-12T17:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-03-25T13:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/1608568a-66ce-4649-83e1-cdd8639e9fbe.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2a494bf-47a2-42e7-bd42-53119cb26ca8",
    "title": {
      "en": "Yumeochi ~Yume de Bokura wa Koi ni Ochiru~"
    },
    "updatedAt": "2023-11-06T03:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/e2a494bf-47a2-42e7-bd42-53119cb26ca8/da0554c9-0984-40f0-950f-df0b798941c2.jpg",
    "altTitles": [
      {
        "ja": "ユメオチ～ユメで僕らは恋にオチる〜"
      },
      {
        "ru": "Юмеочи: В мечтах мы влюбляемся"
      },
      {
        "fr": "Yumeochi : Rêver de tomber amoureux de toi"
      },
      {
        "pt-br": "Yumeochi: Sonhando em me apaixonar por você"
      },
      {
        "en": "Yumeochi: Dreaming of Falling For You"
      },
      {
        "id": "Yumeochi: Bermimpi Tentang Jatuh CInta Kepada Mu"
      }
    ],
    "description": {
      "en": "Even in university, Chono is stuck in the past regrets of his high school years. His dull days come to an abrupt end when he comes across a mysterious book... A book that allows him to return and re-do his high school life in his dreams. Follow Chono and the girls of his dreams as they reshape their wasted youths!",
      "fr": "Même à l'université, Chono est coincé dans les regrets de ses années de lycée. Ses journées ennuyeuses s'arrêtent brusquement lorsqu'il tombe sur un livre mystérieux... Un livre qui lui permet de revenir et de refaire sa vie de lycéen dans ses rêves. Suivez Chono et les filles de ses rêves alors qu'ils remodèlent leur jeunesse gâchée !",
      "ja": "やり残したことだらけの高校生活を送ったぼっち大学生の蝶野ツトム。空虚な日々を過ごす中で、偶然手にした不思議な本…。それはなんと、夢の中で超リアルな高校時代に戻れるものだった!!　関わることのなかった少女たちとの学園生活が始まる――。青春やり直し“夢”ラブコメ開幕!!",
      "pt-br": "Mesmo na universidade, Chono está preso aos arrependimentos do passado de seus anos de colegial. Seus dias monótonos terminam abruptamente quando ele se depara com um livro misterioso…. Um livro que lhe permite voltar e refazer sua vida de colegial em seus sonhos. Siga Chono e as meninas de seus sonhos enquanto reformulam seus jovens desperdiçados!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-03-09T02:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/2e17bb23-f791-49a3-9446-a171f0c25add.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed",
    "title": {
      "en": "Gakuen THE iDOLM@STER 4-koma Comic"
    },
    "updatedAt": "2024-03-09T12:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/f7ea1d56-6e19-4dc6-b2bb-f7cd3399bfed/5d23afb7-1d69-4ede-812e-5cd63b6686b5.png",
    "altTitles": [
      {
        "en": "Gakum@s 4-koma, Gakumas 4-koma"
      }
    ],
    "description": {
      "en": "A whole new THE iDOLM@STER branch - Gakuen THE iDOLM@STER. This comic introduces about characters and stuff in Hatsuboshi Academy.",
      "vi": "Một nhánh THE iDOLM@STER hoàn toàn mới - Gakuen THE iDOLM@STER. Truyện giới thiệu về các nhân vật và những điều liên quan đến Học viện tư lập Hatsuboshi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "148f21dc-6666-4c16-8921-fe61f0963c25",
    "title": {
      "en": "Dragon Chef"
    },
    "updatedAt": "2023-10-09T22:20:02+00:00",
    "coverArt": "https://mangadex.org/covers/148f21dc-6666-4c16-8921-fe61f0963c25/b073baef-4565-429e-b927-8225ce61df0f.jpg",
    "altTitles": [
      {
        "zh": "龙厨"
      }
    ],
    "description": {
      "en": "Despite being born in a family who specialise in Sichuan cuisine, and having superior cooking talent, Mo Ting is unable to hold a knife because of his injured hand. But before he can fall down from his status, it appeared a girl who called him “Dragon Chef” and without explanation, dragged him to a celestial realm called “Ling Lang”… From then on, the ability to cross both world of delicious cooking is given to him. This addicting story released at midnight will be opened to you!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8319d455-5bae-4b5f-8898-9ed62c02a779",
    "title": {
      "en": "Hoarding in Hell"
    },
    "updatedAt": "2024-01-23T01:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/8319d455-5bae-4b5f-8898-9ed62c02a779/4f919d36-ab9d-4aed-88a6-342ac114cfd9.jpg",
    "altTitles": [
      {
        "ko": "지옥에서 독식"
      }
    ],
    "description": {
      "en": "Kang Hyunmoo is a dirt-poor man whose dreams of becoming a hunter were torn apart.\n\nBut one day, while he was dreaming of getting rich quick, something appeared in front of him… [Difficulty: Hell. You are entering the Star of Apocalypse.] “…What?” He’ll now be monopolizing items and skills in a future Earth overrun with monsters!",
      "ko": "헌터를 꿈꿔볼 가능성도 짓밟힌 흙수저 채취꾼 강현무.\n어느 날 일확천금을 꿈꾸며 잠든 그의 앞에 나타난 것은……?!\n【난이도: 지옥 종말의 별에 진입합니다.】\n“……뭐?”\n괴물들로 넘쳐나는 미래의 지구에서 아이템도,\n스킬도 나 혼자 독식한다!"
    },
    "status": "cancelled",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "240f036e-d6ba-46a9-b990-fd06c47319f6",
    "title": {
      "en": "Degausser"
    },
    "updatedAt": "2024-05-12T13:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/240f036e-d6ba-46a9-b990-fd06c47319f6/452940cc-a09f-4cdb-8faf-2ce83368d945.jpg",
    "altTitles": [
      {
        "ja": "デガウザー"
      },
      {
        "zh-hk": "消磁抹煞"
      }
    ],
    "description": {
      "en": "Yaguchi, who got on board the ship as a cargo ship temporary worker to repay debts. But that was the beginning of a spectacular human experiment. Suddenly, the ship shook greatly and the scene in front of it began to distort with a fierce headache. Before the request to move to grasp the situation, a disastrous scene unimaginable has spread …. Astonishing national overturn suspense where the world's largest urban legend \"Philadelphia Project\" and the modern world are intertwined!",
      "tr": "Yaguchi, borçlarını ödemek amacıyla kargo gemisine geçici işçi olarak biner. Ancak bu sadece olağanüstü bir insan deneyinin başlangıcıdır. Gemi, aniden inanılmaz bir şekilde sallanmaya başlar ve Yaguchi’nin önündeki sahne şiddetli bir baş ağrısından dolayı bozulmaya uğrar. Durumu kavrayabilmek için hareket etme isteğinden hemen önce düşünülemez bir felaket meydana gelir… Dünya’nın en büyük şehir efsanesi “Philadelphia Projesi” ile modern yaşamın iç içe olduğu hayret uyandırıcı ulusal bir darbe! ||||",
      "zh-hk": "為了還債，矢口求作為貨船的臨時工上了船。但這是一場龐大的人體實驗的開端。船體突如其來的劇烈搖晃，伴隨著劇烈的頭痛眼前的場景開始扭曲。在求掌握局勢之前，難以想象的悽慘景象已經曼延開來。世界上最大的都市傳說“費城實驗”與當代世界交織在一起，驚人的國家顛覆懸疑劇！！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "70"
  },
  {
    "mangaId": "c80716ef-9c7d-40f1-941d-f8338e263e48",
    "title": {
      "en": "Our Pampered Sister's Secretly a Big Boss"
    },
    "updatedAt": "2022-10-09T14:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/c80716ef-9c7d-40f1-941d-f8338e263e48/c26180bb-d13a-4279-b631-4d91274d7afe.jpg",
    "altTitles": [
      {
        "zh": "团宠大佬三岁半"
      },
      {
        "en": "The Boss Is Three and a Half Years Old"
      }
    ],
    "description": {
      "en": "Across thousands of years a soul has come through and this turns out to be the daughter of an emperor?! I’m not afraid! Whoever put me in this “spoiled kid’s” body, you’ll see! I’ll have Baba and the big brothers wrapped around my finger! It’s just that… whenever I’m being with them why does the big brother look at me funny? Is there something wrong?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/8c28be81-1129-4a82-b61e-2f5baeef01ac.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da0f5e67-843b-420c-af19-6655dd338812",
    "title": {
      "en": "Yumemiru Maid no Tea Time"
    },
    "updatedAt": "2024-03-17T20:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/da0f5e67-843b-420c-af19-6655dd338812/3b039978-de42-494a-baf2-e917f2f234bf.jpg",
    "altTitles": [
      {
        "en": "Tea Time For Dreaming Maids"
      },
      {
        "en": "Dreaming Maid's Tea Time"
      },
      {
        "ja": "夢見るメイドのティータイム"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Fuyuka Yukinoshita starts working part-time at a maid cafe. She dreams of becoming someone who can make people smile, like the manager she admired, but she is always getting flustered by her idiosyncratic co-workers!\n\nIt is the magic that makes you smile. A fluffy and sweet moment.",
      "es": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce.",
      "ja": "高校二年の春。メイド喫茶でアルバイトを始めた雪ノ下冬花。\n憧れの店長のように誰かを笑顔にできる人になりたいという夢を抱くが、個性的な同僚たちに振り回されて!?\nそれはあなたを笑顔にする魔法☆ ふわふわで甘々なひと時を♪",
      "es-la": "En la primavera de su segundo año de instituto, Fuyuka Yukinoshita empieza a trabajar a tiempo parcial en una cafetería. Sueña con convertirse en alguien capaz de hacer sonreír a la gente, como la encargada a la que admiraba, pero sus idiosincrásicas compañeras de trabajo siempre la ponen nerviosa.\n\nEs la magia que te hace sonreír. Un momento esponjoso y dulce."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d5fe20c-30de-4024-9a66-5ec0d9f9f67c",
    "title": {
      "en": "Tori and Samuel"
    },
    "updatedAt": "2021-05-25T15:42:54+00:00",
    "coverArt": "https://mangadex.org/covers/5d5fe20c-30de-4024-9a66-5ec0d9f9f67c/1a273895-ff11-4d1c-b9af-62a7af76f78f.jpg",
    "altTitles": [
      {
        "en": "Tori et samuel"
      }
    ],
    "description": {
      "en": "Meilleurs amis pour la vie : l'histoire d'un corgi avide et d'un petit chat sardonique."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2c41a7f5-c021-47ad-aa78-861001890734",
    "title": {
      "en": "Shakunetsu no Takkyuu Musume REBURN!!"
    },
    "updatedAt": "2024-01-31T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/2c41a7f5-c021-47ad-aa78-861001890734/68f957b3-34a3-4eb6-b613-eba236cf36b4.jpg",
    "altTitles": [
      {
        "en": "Scorching Ping Pong Girls REBURN!!"
      },
      {
        "ja": "灼熱の卓球娘 REBURN!!"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f46e20-d66a-4771-a126-92d97b09bc77",
    "title": {
      "en": "Rengokujima -Polar Love-"
    },
    "updatedAt": "2024-04-20T21:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/d9f46e20-d66a-4771-a126-92d97b09bc77/eaf132e4-c53a-4fa4-8095-0e3242f6341b.jpg",
    "altTitles": [
      {
        "en": "Lovetrap Island - Passion in Distant Lands -"
      },
      {
        "ja-ro": "Rengoku Jima: Kyokuchi Renai"
      },
      {
        "ja": "恋獄島 ～極地恋愛～"
      },
      {
        "ja-ro": "Rengokushima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima ~ kyokuchi renai ~"
      }
    ],
    "description": {
      "en": "Five travelers, 3 women and 2 men, wash ashore a remote island, survivors of ship sinking.\n\nFinding themselves in this extreme situation, their instinct and conscience intersect and collide!\nCrossing thoughts, feelings of love and hate mixed with trust and betrayal. A story of uncontrollable libido and murderous intent…\n\nOriginal R18 web novel [here](https://novel18.syosetu.com/n1896br/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bde51e5-e420-45a4-98e9-7405bf2d59ff",
    "title": {
      "en": "Koe no Katachi"
    },
    "updatedAt": "2023-12-10T14:29:36+00:00",
    "coverArt": "https://mangadex.org/covers/4bde51e5-e420-45a4-98e9-7405bf2d59ff/2f8d133a-cf64-442a-9c79-cde975f6ae0c.jpg",
    "altTitles": [
      {
        "ja": "聲の形"
      },
      {
        "vi": "Dáng hình thanh âm"
      },
      {
        "es-la": "La Forma de La Voz"
      },
      {
        "tr": "Sesin Şekli"
      },
      {
        "ru": "Форма Голоса"
      },
      {
        "ar": "هيئة الصوت"
      },
      {
        "th": "รักไร้เสียง"
      },
      {
        "zh": "声之形"
      },
      {
        "zh-hk": "聲之形"
      },
      {
        "ko": "목소리의 형태"
      },
      {
        "uk": "Образ голосу"
      },
      {
        "uk": "Форма голосу"
      },
      {
        "pt-br": "A Voz do Silêncio"
      },
      {
        "id": "The Shape of Voice"
      },
      {
        "en": "A Silent Voice"
      }
    ],
    "description": {
      "de": "Handelt von einer Grunschulklasse, in die eine neue Schülerin, Shouko Nishimiya kommt. Diese ist seit ihrer Geburt taub und wird von ihren Klassenkameraden dementsprechend „anders“ behandelt – vor allem Shouya Ishida fängt an, sie zu drangsalieren.",
      "en": "The story revolves around Nishimiya Shouko, a grade school student who has impaired hearing. She transfers into a new school, where she is bullied by her classmates, especially Ishida Shouya. It gets to the point where she transfers to another school and as a result, Shou\u008dya is ostracized and bullied himself, with no friends to speak of and no plans for the future. Years later, he sets himself on a path to redemption.  \n\n---\n\nNote: Won the 19th Tezuka Osamu Cultural Award New Artist Prize in 2015 and the Ogaki City Cultural Alliance Award (Lifestyle Culture Division). Nominated for the category \"Best U.S. Edition of International Material\" in the 2016 Eisner Awards.",
      "uk": "У початковій школі Ішіда Шьоя був простим хуліганом, який знущався з глохонімої дівчини Нішімії Шьоко. Але на певному етапі його однокласники, які ще вчора сміялися разом з ним над бідною Нішімією, повертаються до нього спиною і він сам стає жертвою їхніх знущань. Пройшло шість років і тепер Ішіда знаходить Нішімію з метою вибачитися перед нею і закрити цю прикру сторінку свого життя.",
      "pt-br": "Nishimiya Shouko é uma estudante com deficiência auditiva. Durante o ensino fundamental, após se transferir para uma nova escola, Shouko passa a ser alvo de bullying e em pouco tempo precisa se transferir. O que ela não esperava é que alguns anos depois, Ishida Shouya, um dos valentões que tanto a fez sofrer no passado surgisse de novo em sua vida com um novo propósito."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "62"
  },
  {
    "mangaId": "8610757f-eaea-4c42-9c8e-5b91124d7f34",
    "title": {
      "en": "Last Karte - Houjuuigakusha Touma Kenshou no Kioku"
    },
    "updatedAt": "2024-05-12T15:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/8610757f-eaea-4c42-9c8e-5b91124d7f34/ccd61980-4e88-4516-8156-97ad1cc9ca49.jpg",
    "altTitles": [
      {
        "ja": "Last Karte"
      },
      {
        "ja": "ラストカルテ-法獣医学者 当麻健匠の記憶-"
      }
    ],
    "description": {
      "en": "Kenshou Touma is a ordinary high schooler with worries and dreams about his future, just like everyone else. One day, he comes across a large number of crows in the park that have died an unnatural death. And while involved in that incident, a certain superpower manifests in him..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "95"
  },
  {
    "mangaId": "829fc3a7-d4f4-42e9-9032-0917083f9e0d",
    "title": {
      "en": "Nan Hao & Shang Feng"
    },
    "updatedAt": "2023-01-15T14:18:13+00:00",
    "coverArt": "https://mangadex.org/covers/829fc3a7-d4f4-42e9-9032-0917083f9e0d/844b6737-d0d6-472b-be7a-3ade50038b19.jpg",
    "altTitles": [
      {
        "zh": "南号尚风"
      },
      {
        "en": "Nan Hao & Shang Feng the Odd Couple"
      },
      {
        "ru": "Нань Хао и Шан Фэн"
      },
      {
        "kk": "Нан Хао мен Шан Фен"
      },
      {
        "fr": "Nan Hao & Shang Feng, le Duo Singulier"
      },
      {
        "vi": "Nam Hào Thượng Phong"
      }
    ],
    "description": {
      "en": "A comedy about two ordinary high school boys.\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "id": "Kisah komedi tentang dua cowok SMA biasa.",
      "it": "Una commedia su due liceali qualunque.",
      "ru": "История о буднях двух школьных друзей. Иногда весёлая, иногда грустная, иногда драматичная, но всегда интересная!",
      "tr": "İki sıradan liseli çocuk hakkında bir komedi.",
      "zh": "“青春是什么？羞耻+矫情+自以为是+自我意识过剩+……” 高校男生南号、尚风是从小玩到大的死党。这是关于他们最纯粹的友谊，最热闹、无厘头的校园青春故事！\n\n---\n\n- [Original Manhua <AC.QQ>](https://ac.qq.com/Comic/ComicInfo/id/646279)\n\n- [Original Book <Taobao>](https://item.taobao.com/item.htm?ft=t&id=643452057226)",
      "pt-br": "Uma comédia sobre dois garotos comuns do ensino médio."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-05-12T17:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/60e21d13-9f0e-491f-9a61-e355be51a2c2.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "005b7e3c-2927-45ae-87db-bb3aa04c65e0",
    "title": {
      "en": "Mage & Demon Queen"
    },
    "updatedAt": "2024-01-07T05:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/005b7e3c-2927-45ae-87db-bb3aa04c65e0/aacac3ff-b009-4a4e-a6d9-d7bfa4065c19.jpg",
    "altTitles": [
      {
        "en": "Mage and Demon Queen"
      },
      {
        "fa": "جادوگر و ملکه‌ی شیاطین"
      },
      {
        "id": "Penyihir dan Ratu Iblis"
      },
      {
        "es-la": "Serás mi reina"
      },
      {
        "pl": "Mag & królowa demonów"
      },
      {
        "pt-br": "Maga e Rainha Demônio"
      }
    ],
    "description": {
      "en": "In a world where Humans and Demons are in constant wars. Human adventurers seek to challenge the demon tower, home of the demons, which boast over a hundred floors, thousands of strong demons and generals. and at the top of towers lair the mightiest demon lord.   \nAll adventurers seek to take the demon lord’s head to ends the never ending war and restore peace to mandkind. However, a young mage girl wishes to take her hand and propose her.  \n  \n* [Author's Patreon](https://www.patreon.com/Color_LES)",
      "pt-br": "Aventureiros tentam conseguir a cabeça da rainha demônio, mas uma jovem maga apaixonada deseja ter a mão dela. Junte-se a nós, por este conto obscuro de amor e persistência ambientado em um RPG da vida real."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "61"
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-05-11T12:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\nChapters 1 & 2 can be found in [Pre-Seralization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/03e2f561-d213-473e-8faa-b9aba49cf37e.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-19T22:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c",
    "title": {
      "en": "Kusuriya no Hitorigoto"
    },
    "updatedAt": "2024-05-01T13:24:14+00:00",
    "coverArt": "https://mangadex.org/covers/e18fe8c6-f6dc-4f05-8462-7b2083ff9a6c/4ea7dc13-549c-40a6-9021-ac5c7acbec13.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries"
      },
      {
        "ja-ro": "Kusuriya no Hitorigoto"
      },
      {
        "de": "Die Tagebücher der Apothekerin - Geheimnisse am Kaiserhof"
      },
      {
        "es": "El monólogo del farmacéutico"
      },
      {
        "it": "I diari della speziale"
      },
      {
        "it": "Il monologo della speziale"
      },
      {
        "fr": "Les Carnets de l'Apothicaire"
      },
      {
        "pl": "Zapiski zielarki"
      },
      {
        "ru": "Монолог в аптечной лавке"
      },
      {
        "uk": "Щоденник травникарки"
      },
      {
        "ar": "يوميات الصيدلة"
      },
      {
        "th": "สืบคดีปริศนา หมอยาตำรับโคมแดง เล่ม"
      },
      {
        "ko": "약사의 혼잣말"
      },
      {
        "zh": "药屋少女的呢喃"
      },
      {
        "zh-hk": "藥師少女的獨語"
      },
      {
        "vi": "Dược Sư Tự Sự"
      },
      {
        "id": "Keseharian sang Apoteker"
      },
      {
        "ka": "ფარმაცევტის მონოლოგი"
      },
      {
        "es": "Los diarios de la boticaria"
      },
      {
        "ja": "薬屋のひとりごと"
      }
    ],
    "description": {
      "de": "Maomao ist eine unscheinbare Dienerin am Kaiserlichen kaiserlichen Hof. Zumindest bemüht sie sich, so gesehen zu werden. Denn seit sie in den Dienst des Kaisers verkauft wurde, hat die junge Apothekerin alles darangesetzt, ihre Schuld abzuarbeiten, ohne weiteres Aufsehen zu erregen, damit sie bald nach Hause zurückkehren kann. Aber Maomao ist schlau – und viel zu neugierig. Als die Kronprinzen einer nach dem anderen einem mysteriösen „Fluch“ erliegen, mischt sie sich heimlich ein, um das Rätsel zu lösen. Dabei erregt sie die Aufmerksamkeit des Eunuchen Jinshi – und eh sie sichs versieht, wird sie mitten in die Intrigen am Kaiserhof hineingezogen…",
      "en": "Maomao, a young woman trained in the art of herbal medicine, is forced to work as a lowly servant in the inner palace. Though she yearns for life outside its perfumed halls, she isn’t long for a life of drudgery! Using her wits to break a “curse” afflicting the imperial heirs, Maomao attracts the attentions of the handsome eunuch Jinshi and is promoted to attendant food taster. But Jinshi has other plans for the erstwhile apothecary, and soon Maomao is back to brewing potions and…solving mysteries?!",
      "fr": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial! Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse.\n\nMais, quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête… et trouve la solution! En voulant bien faire, la voilà repérée… Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d’une des favorites de l’empereur. Au beau milieu de ce nid de serpents, le moindre faux pas peut lui être fatal!\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "id": "Diculik dan dijual ke harem, Maomao berusaha bertahan dengan kemampuannya beradaptasi. Wawasan yang luas tentang obat-obatan membuat karirnya melompat tinggi, langsung menjadi pelayan pribadi selir kesayangan kaisar!",
      "it": "Maomao, una giovane farmacista del quartiere a luci rosse della capitale, viene venduta suo malgrado come sguattera alla corte imperiale. Anche se desidera ardentemente tornare libera, si ritrova a non disdegnare la vita tutto sommato comoda che è riuscita a ritagliarsi a palazzo, dove, senza farsi notare, riesce a proseguire i suoi studi di fitoterapia e sulla preparazione dei veleni. Di fronte a un male che affligge i figli dell’imperatore, Maomao sente tuttavia di farsi avanti e, sfruttando le sue conoscenze, riesce a salvare loro la vita. La ragazza attira così le attenzioni del bel eunuco Jinshi, che ha in mente per lei dei piani ben precisi.\n\n---\nGiovani donne vengono spesso vendute per lavorare per un breve periodo nell'harem dell'imperatore. È questo il caso di Maomao, farmacista presso il quartiere a luci rosse. Non ha alcun interesse nel farsi notare a palazzo e preferisce starsene per conto suo a preparare medicine, studiare veleni o fare esperimenti su se stessa. Ma quando a corte si diffonde la voce che i figli dell'imperatore sono destinati a una morte prematura, Maomao non riesce a rimanere indifferente. Mentre cerca di indagare, cattura l'attenzione di misterioso e affascinante ufficiale di alto rango. Ha così inizio la sua particolare carriera.",
      "ja": "宮中に名探偵誕生!?\n\n「小説家になろう」発! \nヒーロー文庫の大人気タイトル『薬屋のひとりごと』が、待望のコミカライズ! \n中世の宮中で下働きをする少女・猫猫(マオマオ)。\n花街で薬師をやっていた彼女が、帝の御子たちが皆短命であるこという噂を聞いてしまったところから、物語は動き始める。\n持ち前の好奇心と知識欲に突き動かされ、興味本位でその原因を調べ始める猫猫の運命は――…!?\n「小説家になろう」は株式会社ヒナプロジェクトの登録商標です。",
      "pl": "Maomao, ambitna młoda zielarka, zostaje porwana i trafia do haremu cesarza jako służąca. Aby nie pogarszać sytuacji, w której się znalazła, zataja swoje umiejętności, a nawet fakt, że potrafi czytać i pisać. Tymczasem nowo narodzone dzieci władcy umierają na skutek tajemniczej klątwy. Zielarka szybko orientuje się, że to nie magia, ale trucizna jest przyczyną śmierci niemowląt. Decyduje się ostrzec księżniczki, podrzucając do ich komnat wiadomość o powodach niezwykłej choroby ich dzieci. Dziewczyna nie przypuszcza nawet, jak bardzo ta decyzja zaważy na jej losie. Tym bardziej, że znalazła się w miejscu, w którym nikt nie może czuć się bezpieczny...",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?! Адаптация одноимённого ранобэ.  \n\n\n---\n\n- Won the Grand Prize in the Printed Manga category at the Tsugi ni Kuru Manga Award 2019.  \n\n\n---\n\n**Links:**  \n- [Mangaka's Twitter](https://twitter.com/nekokurage_)  \n- [Japanese Light Novel Bookwalker](https://bookwalker.jp/series/160955/)  \n- [Official English Light Novel Translation](https://j-novel.club/s/the-apothecary-diaries/)  \n- [Official French Translation](http://www.ki-oon.com/mangas/tomes-1382-carnets-de-l-apothicaire.html)  \n- [Official Chinese (Simplified) Translation](https://manga.bilibili.com/detail/mc28218)",
      "th": "ณ อาณาจักรใหญ่ยักษ์แห่งหนึ่งซึ่งตั้งอยู่ใจกลางทวีป เด็กสาวนางหนึ่งผู้ทำงานเป็นหมอยาในสถานเริงรมย์ย่านโคมแดงอันมีนามว่า ‘เมาเมา’ บัดนี้เกิดจับพลัดจับผลูต้องมาทำงานรับใช้อยู่ในวังหลัง\n\nเธอทำได้เพียงเฝ้ารอให้หมดวาระการทำงานอย่างสงบเสงี่ยมเจียมตัว ด้วยรูปร่างหน้าตาที่ไม่สะสวยจึงมั่นใจเป็นนักหนาว่าตนจะไม่มีวันโดนจักรพรรดิเรียกไปเป็น ‘คู่นอน’ อย่างแน่แท้\n\nแต่ในขณะนั้นเอง โอรสธิดาของจักรพรรดิกลับมีเหตุให้อายุสั้น\nพอรู้ว่าสองทารกน้อยที่ยังเหลือรอดกำลังป่วยหนัก เมาเมาจึงลงมือขุดคุ้ยหาสาเหตุ—",
      "uk": "Ще зовсым юна Мамао досліджує мистецтво лікування травами, мріючи відкрити ліки від усіх недуг. Однак проти своєї волі вона потрапляє в імператорський гарем як служниця. Вона вирішує приховати набуті знання, тому прикидається однією з багатьох неписьменних дівчат. Тим часом діти правителя гинуть за загадкових обставин. Коли весь двір говорить про таємниче прокляття, Маомао розпізнає симптоми отруєння. Але як застерегти зневірених матерів від небезпеки, коли в оточенні імператора голос простого слуги нічого не означає? За воротами Внутрішнього палацу будь-якої миті може статися чергова трагедія. Чи знайде Маомао своє місце в цьому світі, повному інтриг?",
      "vi": "Miêu Miêu là một cô gái làm công việc hầu hạ trong cung đình thời phong kiến.\nCâu chuyện của chúng ta bắt đầu với việc cô gái từng hành nghề dược sư ở phố hoa này nghe thấy người ta đồn thổi rằng: tất cả những đứa con của Hoàng đế đều đoản mệnh.\nBị thúc đẩy bởi niềm khát khao tri thức và tính hiếu kì cố hữu, Miêu Miêu bắt tay vào tìm hiểu nguyên nhân, xem đó như một cách giải khuây không hơn không kém.",
      "zh-hk": "時值中世紀，位處大陸中央的某個大國，有位姑娘名喚貓貓，原本在煙花巷擔任藥師，現在則在後宮當下女。其間，貓貓無意間聽說皇子皆年幼早夭的傳聞，並得知連尚在人世的皇子皇女也身染重病，她於是開始調查其病因──廣獲讚譽的酣暢淋漓推理之作，眾所期盼的第一集終於出版。以中世紀東方為舞臺，「試毒」少女將一一解決宮中發生的懸疑案件！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-05-01T18:40:22+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/1a697e8a-b918-4d46-b441-aed87acba3fc.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adc92bc9-32e4-4dcb-98b4-4b66890987b9",
    "title": {
      "en": "Mightiest Melee Magician"
    },
    "updatedAt": "2024-03-22T12:59:37+00:00",
    "coverArt": "https://mangadex.org/covers/adc92bc9-32e4-4dcb-98b4-4b66890987b9/b431799f-0bb4-437b-b832-c635033979db.jpg",
    "altTitles": [
      {
        "ko": "올 힘 마법사"
      }
    ],
    "description": {
      "en": "The academy holds a chilling legend. \n\n\"Neglect practice, become like ‘Luin Ardell.\"\n\nLuin, the academy’s outcast, cursed with Mana Discharge Disability. But -\n\n\"You’re the chosen one, Draka’s harbinger of destruction.\"\n\nAfter enduring ridicule for six years, finally, a new opportunity arises."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-02-11T04:09:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-02-02T20:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/fc9764df-23f9-4992-b269-a26dedbd55eb.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a72123-6d7a-40f7-970b-b7c4b3c8a762",
    "title": {
      "en": "A Mouthful of My Loli Master's Milk Makes Me Unparalleled"
    },
    "updatedAt": "2024-02-16T23:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/55a72123-6d7a-40f7-970b-b7c4b3c8a762/75f9acc1-927b-4878-90bd-65f7e7d9a09d.jpg",
    "altTitles": [
      {
        "zh-ro": "Dominating the Immortal Cultivation Realm"
      },
      {
        "en": "A Mouthful of My Beautiful Master's Milk Is Unequalled in the Whole World"
      },
      {
        "en": "A Mouthful of My Loli Master's Milk Is Unequalled in the Whole World"
      },
      {
        "zh-ro": "Luó Lì Shīfu Nǎi Wǒ Yīkǒu Tiānxià Wúdí"
      },
      {
        "zh": "美女师父喂我一口天下无敌"
      },
      {
        "zh": "萝莉师父奶我一口天下无敌"
      },
      {
        "zh-ro": "Loli Shifu Nai Wo Yi Kou Tian Xia Wu Di"
      },
      {
        "zh": "一招制霸修真界"
      }
    ],
    "description": {
      "en": "\"Traveling through another world with a system, I thought I could be unparalleled, but I didn't know that if I wanted to upgrade this damn system, I would need to be beaten up constantly. Just when I was about to go crazy under the beatings of countless people, a loli appeared and domineeringly said that she wanted to accept me as a disciple. Hmph, facing the temptation of the loli, I agreed. Haha, after all, she will grow up one day. It's just I didn't know that she would grow up so fast...\"",
      "zh": "带着系统穿越异界，本以为可以作威作福，却没想到，想要让这该死的系统升级，我需要不停的挨揍。 就在我准备在无数人的毒打中猥琐发育下去的时候，一只小萝莉出现了，还霸气的说要收我为徒。 哼，面对这种萝莉的诱惑，我必须同意，哈哈，毕竟总有一天会长大的嘛。只是我不知道，她长得居然那么快……"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8",
    "title": {
      "en": "I Am a Hero"
    },
    "updatedAt": "2023-10-20T20:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff5ef336-72d7-45a2-bc69-c2ae8fbfeec8/e8ea3a56-09db-47bf-85f0-0bfa17b3ccc1.jpg",
    "altTitles": [
      {
        "tl": "Ako ay isang Bayani"
      },
      {
        "id": "Aku adalah Pahlawan"
      },
      {
        "tr": "Ben Bir Kahramanım"
      },
      {
        "pt": "Eu Sou Um Herói"
      },
      {
        "es": "Soy un Héroe"
      },
      {
        "vi": "Tôi là anh hùng"
      },
      {
        "ru": "Я — герой"
      },
      {
        "he": "אני גיבור"
      },
      {
        "ar": "أنا بطل"
      },
      {
        "fa": "من قهرمانم"
      },
      {
        "ja": "アイアムアヒーロー"
      },
      {
        "zh": "请叫我英雄"
      },
      {
        "id": "Akulah Pahlawan"
      },
      {
        "pt-br": "Eu sou um Herói"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe series has sold over 8.3 million copies! The gold standard of zombie manga, \"I Am a Hero,\" is now available in a \"complete edition\" with a new cover design, reprinted color pages from the serialization, and over 80 pages of new artwork in the final 22 volumes! Witness the new ending of the story. \n\nHe is 35 year old who spends his time as an assistant to a mangaka, sometimes escaping into delusion in order to win over the agonizing reality. One day, however, a mysterious infection begins to spread without him noticing...and the real world begins to break down...⁉ \n\nHe wanders into a world where the ordinary and the extraordinary, the mundane and the insane intersect. A personal survival panic horror story! \n\n[Official English](https://www.darkhorse.com/Books/25-142/I-Am-a-Hero-Omnibus-Volume-1-TPB)\n\n---  \n- **Won the 58th Shogakukan Manga Award for General Manga in 2013**\n\n---\n\n- Adapted into a Live Action film in 2016. Link to the [ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=24660) Page",
      "pl": "Hideo Suzuki to 35­‑latek pracujący jako asystent znanego twórcy mang. Na pozór wydaje się zwyczajnym człowiekiem, balansuje jednak na granicy choroby psychicznej, ma olbrzymie problemy z funkcjonowaniem w społeczeństwie i kontaktach z innymi ludźmi. Jak ktoś taki poradzi sobie w świecie opanowywanym przez zombie?  \n Mangę charakteryzuje bardzo poważne podejście do tematu i zorientowanie na psychikę bohatera oraz analizę ludzkiej osobowości.  \n Yumi - 25 maja 2011",
      "pt-br": "Hideo Suzuki é um assistente de mangaká de 35 anos de idade lutando para ser um herói em sua própria vida, dividido pelo trabalho na série em que é assistente \"lime light\" e com uma série nova ao mesmo tempo, equilibrando seu relacionamento com sua namorada e seus próprios delírios. No entanto, tão difícil como Hideo pode imaginar, o mundo parece ter um conjunto de planos diferentes para ele; maquinações sinistras e obscuras que derrubam completamente a sua realidade e como ele a vê."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "264"
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "472a9e3a-c6c0-4e97-95f0-df76f6d31f09",
    "title": {
      "en": "Ai to Noroi"
    },
    "updatedAt": "2023-10-29T04:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/472a9e3a-c6c0-4e97-95f0-df76f6d31f09/f6bc0fa8-0c1c-441c-bf19-81cdf8efec2e.jpg",
    "altTitles": [
      {
        "en": "Love and Curse"
      },
      {
        "ja": "愛と呪い"
      },
      {
        "es-la": "Amor y Maldición"
      }
    ],
    "description": {
      "en": "A semi-autobiographical account of the author as she experiences abuse, sexual and otherwise, at the hands of her family who are also deeply religious. Aiko wished for someone to kill her and the world she lives in. With the Great Hanshin Earthquake, the Aleph doomsday cult, and the Kobe child murders, it seemed like the ends of time was approaching. Unable to dream of \"somewhere away from here\", all she can do is face her violent life head-on.",
      "es-la": "Historia semi-autobiográfico de la autora mientras sufre abusos sexuales y otro tipo de cosas, a manos de su familia, que también es profundamente religiosa. Aiko deseaba que alguien acabara con ella y con el mundo en el que vive. Con el Gran Terremoto de Hanshin, la secta del Juicio Final Aleph y los asesinatos de niños de Kobe, parecía que se acercaba el fin de los tiempos. Incapaz de soñar con \"algún lugar lejos de aquí\", lo único que puede hacer es enfrentarse de frente a su violenta vida."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "a3125acb-3aba-4c29-bd4d-c1b88ec375b2",
    "title": {
      "en": "My Fiancé is in Love with My Little Sister"
    },
    "updatedAt": "2023-07-13T09:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/a3125acb-3aba-4c29-bd4d-c1b88ec375b2/c32d45cb-49e3-491c-9ba5-c9e75a29127c.jpg",
    "altTitles": [
      {
        "ja-ro": "Konyakusha wa, watashi no imouto ni koi o suru"
      },
      {
        "en": "My Fiancé falls in love with my sister."
      },
      {
        "ja": "婚約者は、私の妹に恋をする"
      },
      {
        "vi": "Vị Hôn Phu Của Tôi Đã Rơi Vào Lưới Tình Với Em Gái"
      }
    ],
    "description": {
      "en": "There my fiancé stood, gazing intently at my charming younger sister. When I saw them fall in love the moment they laid eyes on each other, I was hit with an overwhelming sense of déjà vu. Aah, again?\nMy fiancé had been in love with my younger sister even in my previous life. There was nothing I could do but watch it all unfold. And for some inexplicable reason, I’m the only one who keeps returning to that exact point in time. Trapped by fate. And yet, amidst the turns of the hourglass, I still find myself falling for him…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29b90cce-7d4c-45a7-aef0-c1732720f6f6",
    "title": {
      "en": "Whimsical"
    },
    "updatedAt": "2023-12-14T18:59:30+00:00",
    "coverArt": "https://mangadex.org/covers/29b90cce-7d4c-45a7-aef0-c1732720f6f6/b4aefe65-972e-4e39-8476-2bb8aa1f8f84.png",
    "altTitles": [
      {
        "zh": "异想短篇漫画集"
      }
    ],
    "description": {
      "en": "Immerse yourself in your imagination and leap beyond it.",
      "zh": "沉浸异想之中，跳转意想之外"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-03-13T00:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/6e663b72-e515-4d05-aa3e-c8b3c2c786ec.jpg",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-03-14T16:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/984684e8-8d78-4f0c-beaf-9f924fcc73d8.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7eabe96-aa17-476f-b431-2497d5e9d060",
    "title": {
      "en": "Black Clover"
    },
    "updatedAt": "2024-04-20T19:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/e7eabe96-aa17-476f-b431-2497d5e9d060/f48d2c1f-c5a3-4e83-b6b4-8cb8b6912205.jpg",
    "altTitles": [
      {
        "ja": "ブラッククローバー"
      },
      {
        "ja-ro": "Burakku Kurōbā"
      },
      {
        "es": "Trébol negro"
      },
      {
        "es-la": "Black Five Leaf Grass"
      },
      {
        "pl": "Czarna koniczyna"
      },
      {
        "hu": "Fekete Lóhere"
      },
      {
        "tr": "Kara Yonca"
      },
      {
        "et": "Must ristik"
      },
      {
        "fr": "Trèfle noir"
      },
      {
        "fr": "Noir clover"
      },
      {
        "de": "Schwarzer Klee"
      },
      {
        "id": "Semanggi Hitam"
      },
      {
        "sv": "Svart klöver"
      },
      {
        "pt": "Trevo negro"
      },
      {
        "it": "Trifoglio nero"
      },
      {
        "ro": "Trifoiul negru"
      },
      {
        "la": "Trifolium nigrum"
      },
      {
        "ca": "Trèvol negre"
      },
      {
        "cs": "Černý jetel"
      },
      {
        "el": "Μαύρο τριφύλλι"
      },
      {
        "mn": "Хар Хошингор"
      },
      {
        "ru": "Чёрный клевер"
      },
      {
        "ru": "Черный клевер"
      },
      {
        "uk": "Чорна конюшина"
      },
      {
        "ar": "البرسيم الأسود"
      },
      {
        "ar": "بلاك كلوفر"
      },
      {
        "fa": "شبدر سیاه"
      },
      {
        "hi": "कालो क्लोभर"
      },
      {
        "ne": "कालो तीनपाते विरुवा"
      },
      {
        "th": "แบล็กโคลเวอร์"
      },
      {
        "zh": "黑色五叶草"
      },
      {
        "zh-hk": "黑色五葉草"
      },
      {
        "ko": "블랙 클로버"
      }
    ],
    "description": {
      "en": "Asta and Yuno were abandoned together at the same church, and have been inseparable since. As children, they promised that they would compete against each other to see who would become the next Emperor Magus. However, as they grew up, some differences between them became plain. Yuno was a genius with magic, with amazing power and control, while Asta could not use magic at all, and tried to make up for his lack by training physically. When they received their Grimoires at age 15, Yuno got a spectacular book with a four-leaf clover (most people receive a three-leaf-clover), while Asta received nothing at all. However, when Yuno was threatened, the truth about Asta's power was revealed, he received a five-leaf clover Grimoire, a \"black clover\"! Now the two friends are heading out in the world, both seeking the same goal!\n\n---\n\n**Links:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802) (special)  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) (anime)",
      "fr": "Asta et Yuno ont été abandonné ensemble à la même église, et sont inséparables depuis. Enfants, ils promirent qu'ils seront en compétition pour voir qui sera le prochain Mage Empereur. Toutefois, en grandissant, quelques différences entre eux émergèrent. Yuno était un génie avec la magie avec un pouvoir et un contrôle incroyable, pendant qu'Asta ne pouvait pas du tout utiliser la magie, et essayait de compenser cela en entrainant son corps. Quand ils reçoivent leur grimoire à 15 ans, Yuno obtient ub kivre spectaculaire avec un trèfle à 4 feuilles (la plupart des gens reçoivent un trèfle à 3 feuilles), pendant qu'Asta ne reçoit rien du tout. Toutefois, quand Yuno fut menaçé, la vérité derrière le pouvoir d'Asta fut révélée. Il reçoit un grimoire avec un trèfle à 5 feuilles, un \"trèfle noir\" *(un \"black clover\")* ! Maintenant, les deux amis s'en vont vers la capitale, les deux cherchant le même objectif !\n\n\n**Liens:**  \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18802)  *(special)* \n[AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19743) *(anime)*",
      "pl": "Asta to młody chłopak, który marzy o zostaniu największym magiem w królestwie. Jest tylko jeden problem: nie potrafi używać żadnej magii. Na szczęście otrzymuje Pięciolistną Koniczynę, niesamowicie rzadką księgę czarów, dzięki której chłopak zyskuje moc niwelowania wszelkiej magii. Czy ktoś, kto nie używa magii, może zostać Imperatorem Magii, magiem nad magami? Jedno wiemy na pewno: Asta nigdy się nie podda.Portuguese (BR) / Português (BR)Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!",
      "ru": "В мире, где магия – это всё, рождается мальчик Астер, который не в состоянии использовать какую-либо магию. Ещё ребенком он был оставлен у порога бедной церкви. Сейчас ему 15, и, чтобы доказать свою силу и сдержать обещание, данное другу, он стремится стать Королём Чародеев!",
      "pt-br": "Em um mundo em que até as tarefas mais simples do dia a dia são feitas com o uso de magia, quem não consegue usá-la é tratado como nada! Esta é a vida de Asta, um jovem que mesmo sem um pingo de magia, sonha em se tornar o Mago Imperador, o mais forte de todos os magos! Com muito esforço e trabalho duro, será ele capaz de atingir seus objetivos e superar seu genial rival e amigo de infância, Yuno?!!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-11T23:47:04+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/a429e4f9-59dc-42c4-945f-6ff6f6477dba.png",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yusha-sama, sakuya mo otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-12T16:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/2512d9b0-777f-43de-ac73-4f5ce74a06df.png",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9dc373b-314c-44ff-9428-ae63319ae86b",
    "title": {
      "en": "Toradora!"
    },
    "updatedAt": "2024-05-12T18:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/e9dc373b-314c-44ff-9428-ae63319ae86b/572234ba-9eb6-48f4-b1a1-8acfe04d7d89.jpg",
    "altTitles": [
      {
        "en": "Tiger x Dragon! Tora Dora"
      },
      {
        "ja": "とらドラ！"
      },
      {
        "zh": "龙虎斗"
      },
      {
        "ja-ro": "Toradora!"
      },
      {
        "zh-hk": "龍虎戀人"
      },
      {
        "en": "Տորադորա՜ [HY]"
      },
      {
        "zh-ro": "Lónghǔ liànrén"
      },
      {
        "zh-ro": "龙虎斗"
      },
      {
        "th": "ToraDora! ยัยตัวร้ายกับนายหน้าโหด"
      },
      {
        "ru": "ТораДора! Тигр и Дракон"
      }
    ],
    "description": {
      "en": "Takasu Ryuuji has learned the hard way that appearances can be deceiving. For despite his inwardly sweet personality, his unintentionally sharp gaze and aggressive features give him the air of a delinquent thug, putting his chances at making new friends, let alone a girlfriend, next to zero.  \n  \nIt's Ryuuji's first day of his second year of high school and it seems as if things are looking up. He gets to sit in between his only friend, Yuusaku, and more importantly, the girl he's secretly crushing on, Kushieda Minori. But just when he thinks the stars are aligned in his favor, he unwittingly crosses the most feared girl in school, Aisaka Taiga, making her into his arch enemy. To top it off, Taiga has moved in right next door to Ryuuji and happens to be Minori's best friend! Can this school year possibly get any worse?!",
      "pt-br": "Takasu Ryuuji aprendeu da maneira mais difícil que as aparências podem enganar. Pois, apesar de sua personalidade doce por dentro, seu olhar involuntariamente assustador e características agressivas lhe dão um ar de um delinquente, colocando suas chances de fazer novos amigos e muito menos uma namorada próximas a zero. \n\nÉ o primeiro dia do segundo ano do ensino médio de Ryuuji e parece que as coisas estão melhorando. Ele começa a sentar entre o seu único amigo, Yuusaku, e mais importante, a menina que ele está secretamente apaixonado, Kushieda Minori. Mas só quando ele acha que as estrelas estão alinhadas em seu favor, ele involuntariamente arruma encrenca com menina mais temida na escola, Aisaka Taiga, fazendo-a seu arqui-inimigo. Mas confusões acabam juntando os dois já que Taiga mora ao lado do Ryuuji com interesses parecidos os dois se juntam para tentar conquistar seus objetivos! Este ano letivo pode ficar ainda pior!"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]