[
  {
    "mangaId": "b407de00-75a5-415a-a001-585fb41b9cf2",
    "title": {
      "en": "The Max Level Hero Strikes Back"
    },
    "updatedAt": "2024-07-31T23:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/b407de00-75a5-415a-a001-585fb41b9cf2/ba79a85a-1a04-4739-a895-b1124823656a.jpg",
    "altTitles": [
      {
        "ko": "만렙 영웅님께서 귀환하신다!"
      },
      {
        "en": "The MAX leveled hero will return!"
      },
      {
        "en": "Max Level Hero is Making a Comeback!"
      },
      {
        "zh": "顶级英雄归来"
      },
      {
        "ja": "最終レベル英雄のご帰還"
      },
      {
        "th": "การกลับมาของวีรบุรุษเวลตัน"
      },
      {
        "ru": "Возвращение героя максимального уровня"
      },
      {
        "pt-br": "O Herói de Nível Máximo Retornou!"
      },
      {
        "en": "The Max Level Hero Has Returned!"
      },
      {
        "fr": "Max Level Hero"
      }
    ],
    "description": {
      "en": "Struck by an enemy’s arrow, the powerless Prince Davey O’Rowane falls into a coma. His soul travels to a place where the greatest of the great gather — the honorable Hall of Heroes.\n\nThere, a thousand years pass as Davey undergoes excruciating training under their watchful eyes to become a hero too strong for his own good. Now back to his timeline and his kingdom, he’s wide awake and the enemies hiding in the king’s court better be prepared - the prince they had dismissed is now their biggest threat!",
      "it": "Il debole principe di un paese insignificante, Davey. Dopo essere diventato in coma, la sua anima fuggì in un tempio dove si riunivano le anime degli eroi. Si è allenato per mille anni e ora è tornato come eroe di massimo livello!  \n  \n“Aspettate solo ragazzi, vi affronterò tutti a testa alta!”  \n  \nLa rinfrescante storia della vita reale e della vendetta di Davey è appena iniziata.",
      "ja": "王国内の権力争いに敗れた王子「デイビー」。 昏睡状態の中、魂のみが抜け出して到着したところは、英雄たちの魂が集まる巨大な回廊。 千年もの間苦労した彼が、最高レベルの英雄となって帰ってきた。 \"覚悟しとけよ、ちゃんと相手してやるから！\" 「デイビー」の痛快な復讐劇と王宮生活記が今始まりますーー！",
      "ko": "힘없는 골방왕자 데이비,\n혼수상태에서 영혼이 빠져나온 그가 도착한 곳은\n영웅들의 혼이 모인 거대한 회랑.\n\n천년동안 굴려진, 그가 만렙 영웅님이 되어 귀환하셨다!\n\n기다려라, 모두\n제대로 상대해주마!\n\n데이비의 통쾌한 복수극과 왕궁생활기가 지금 시작됩니다!\n\n**********\n악마꼬리 작가님의 인기판타지소설<만렙 영웅님께서 귀환하신다!>를 웹툰으로 만나보세요!",
      "ru": "Дейви - бессильный принц маленькой страны.\nКогда он впал в кому и его душа покинула тело, она переместилась в огромную галерею душ былых героев.\nВзяв все в свои руки, Дейви возвращается.",
      "th": "ใครว่าเป็นเจ้าชาย แล้วจะสบายไปหมดทุกอย่าง\n'เดวี่ อัล ราวน์' ผู้เกิดมาเป็นเจ้าชาย แต่โชคร้ายถูกตระกูลชนชั้นสูงวางแผนฆ่าทั้งแม่และเขา เพียงเพื่ออยากมาแทนที่คนทั้งสอง\n\nเดวี่ถูกลูกธนูปริศนาเสียบหลัง จนหมดสติ ร่างกายอยู่ในอาการโคม่า มา 6 ปีเต็ม ระหว่าง 6 ปีนั้น วิญญาณของเดวี่ได้อยู่ในระเบียงสถิต ที่ซึ่งเป็นศูนย์รวมเหล่าวิญญาณวีรชนผู้เป็นตำนานแห่งแดนต่างๆ\nเดวี่ได้เรียนรู้การใช้เวทมนตร์และศาสตร์ต่างๆ จากพวกเขา จนครบ 1,000 ปีตามเวลาในสถานที่แห่งนั้น\n\nเขาได้ฟื้นขึ้นมาจากเจ้าชายผู้อ่อนแอ กลายเป็นผู้กล้าฝีมือขั้นเทพ \nมาดูสิว่า ในโลกนี้จะมีใครล้มเขาได้อีก\nทีนี้แหละ ถึงคราวเอาคืนทุกคนที่ทำให้เขามีสภาพแบบนี้แล้ว!",
      "pt-br": "Um fraco príncipe de um país insignificante, Davey. Depois de entrar em coma, sua alma escapou para um templo onde às almas dos heróis se reunem. Ele treinou por mil anos e agora voltou como um herói de nível máximo! “Vocês me esperem, vou enfrentar cada um de vocês!”. A refrescante história de vingança de Davey apenas começou."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-07-24T20:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/224f6d99-1674-47b0-a8c8-7f48fde8e8fc.png",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Yearning For A Night Full of You"
    },
    "updatedAt": "2024-10-20T16:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/cc4f55e4-abfd-48b6-a822-b8d266f4b1eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Meku Yoru ni Kogarete"
      },
      {
        "ja": "君めく夜に焦がれて"
      }
    ],
    "description": {
      "en": "Saint Ruri Girl's Academy. At this academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night... A sweet and fleeting love story between two people who are only allowed to meet at night."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e12a3d-700f-4489-9e5d-a138480fbbc5",
    "title": {
      "en": "The Prince Regent Is Yandere and Pampering"
    },
    "updatedAt": "2024-10-06T10:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/96e12a3d-700f-4489-9e5d-a138480fbbc5/8e073ad4-4cdc-4d5a-a379-991e3fc0cde2.jpg",
    "altTitles": [
      {
        "zh": "Shezheng Wang Shi Bing Jiao, Dechongzhe"
      },
      {
        "zh": "Shèzhèng Wáng Shì Bìng Jiāo, Déchǒngzhe"
      },
      {
        "zh": "摄政王是病娇，得宠着"
      }
    ],
    "description": {
      "en": "The powerful and sickly Regent King x The strong and active spoiled daughter of the Prime Minister. Nan Xi was reborn after a tragic death at the hands of a scumbag and a bitch, and suddenly realized that she was blind in her previous life and chose fish eyes instead of pearls! The sickly Regent King treated her in every way and doted on her!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "140"
  },
  {
    "mangaId": "99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4",
    "title": {
      "en": "My Stepmother Made Me Fall For Her"
    },
    "updatedAt": "2024-10-11T01:21:04+00:00",
    "coverArt": "https://mangadex.org/covers/99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4/4e1a3d81-0afb-4227-ae51-da042d1d7f1b.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
      },
      {
        "zh": "我在恋综被影后后妈强制爱了"
      },
      {
        "ru": "Мачеха заставила меня в неё влюбиться"
      },
      {
        "en": "I was forced to love by my stepmother"
      },
      {
        "en": "Stepmom made me fall in love with her"
      },
      {
        "en": "I was forced to be intimate with my stepmother, a movie queen, in a love show"
      },
      {
        "en": "I was Forced to Have Sex With my Stepmother"
      }
    ],
    "description": {
      "en": "Ruan Tao, who originally wanted to dominate the entertainment world, encounters her malicious stepmother at the very beginning of her career. However, the stepmother is a great actress who dominates the world of entertainment with an iron fist. Ruan Tao can only submit and at the same time think about how to overthrow the evil stepmother's reactionary forces!As a result, she is arranged to participate in a romance reality show with her stepmother, but who is to tell her that it isn't a young love reality show with men and women courting each other? What is the plot when the stepmother holds her hand and asks with concern, fearing that she will hurt herself?",
      "zh": "明艳腹黑大影后小妈x骄纵任性小辣椒女儿 原本想要称霸娱乐圈的阮桃一出道就撞上了自己黑心的后妈，奈何后妈是在娱乐圈只手遮天的大影后，阮桃只能夹着尾巴做人，顺便想着怎么才能打倒恶毒后妈的反动势力！结果就被安排和后妈一起参加恋综，可是谁来告诉她，不是男女嘉宾卿卿我我的青春恋爱综艺吗?后妈拉着她的手嘘寒问暖生怕她磕着碰着是什么剧情?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fa62d8c-2864-4413-ba23-6fc5d378c1a2",
    "title": {
      "en": "Smoke Blue no Ame Nochi Hare"
    },
    "updatedAt": "2024-10-13T13:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/8fa62d8c-2864-4413-ba23-6fc5d378c1a2/3368fd64-0714-4f07-93a7-bac6847c1465.jpg",
    "altTitles": [
      {
        "en": "Life in Smokey Blue"
      },
      {
        "en": "Smoke-blue Rain, and Sunshine"
      },
      {
        "ja": "スモークブルーの雨のち晴れ"
      },
      {
        "zh": "烟蓝雨后晴"
      }
    ],
    "description": {
      "en": "Sakutaro's former colleague and No. 1 sales rival, Shizuka Kuji, saved him from danger when he was out having a good time one night.When Kuji left the company a step earlier than Sakutaro, he looked at him with envy, thinking that he must have a brilliant second career now.But when Kuji reunites with Sakutaro for the first time in eight years, his sarcastic personality is still the same, but for some reason, he is now working as a translator, looking languid and with long hair..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31bcac1e-75d3-4e5e-ba05-9644f70b8302",
    "title": {
      "en": "My Crazy Boyfriend"
    },
    "updatedAt": "2024-09-05T05:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/31bcac1e-75d3-4e5e-ba05-9644f70b8302/c9e965d9-122b-4548-ab34-bf5a4f968c3d.jpg",
    "altTitles": [
      {
        "ja": "マイ・クレイジー・ボーイフレンド"
      }
    ],
    "description": {
      "en": "“Please be my friend.” Suzu, a young man searching for his missing brother, gets tangled up with Yakuza, but ends up being saved by Hana, a mysterious and beautiful boy. Suzu works with Hana to find his younger brother, but he almost gets drawn to the innocent looking Hana…\nIs this friendship? Obsession? Or maybe… love?\nA pure and dangerous crime love story between a clumsy young man and a handsome yakuza boy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-10-05T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/666b465e-c526-4a4a-b06e-8627282c4131.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь...",
      "vi": "Yuji Kamome, một nhà báo tự do đã mất đi đứa con gái yêu quý của mình trong một vụ tai nạn. Trong cơn tuyệt vọng, vợ anh cũng đã rời bỏ anh, để mặc anh trải qua những tháng ngày trống rỗng. Tuy nhiên, một ngày nọ, một tờ rơi từ một giáo phái kỳ lạ mang tên \"Tâm Tiếu Hội\" tìm đến và thay đổi số phận của anh. Và trong bức ảnh trên tờ rơi đó anh đã nhận ra được người vợ đã biệt tăm biệt tích suốt thời gian qua của mình. Một câu chuyện về sự cuồng tín và điên rồ của con người. Thứ bóng tối tà đạo mà nụ cười ma quái đó đang mời gọi là gì?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14e0f03-8f51-4226-aa44-48cdf0e68f5c",
    "title": {
      "en": "Isekai Saikyou no Yome desu ga, Yoru no Tatakai wa Ore no Hou ga Tsuyoi You desu: Chiryaku o Ikashite Nariagaru Harem Senki"
    },
    "updatedAt": "2024-08-26T05:32:23+00:00",
    "coverArt": "https://mangadex.org/covers/a14e0f03-8f51-4226-aa44-48cdf0e68f5c/808f64bf-8742-4ea3-a592-e61791c91c51.jpg",
    "altTitles": [
      {
        "ja": "異世界最強の嫁ですが、夜の戦いは俺の方が強いようです　知略を活かして成り上がるハーレム戦記"
      },
      {
        "id": "Dia Pengantin Terkuat di Dunia Lain, Tapi Sepertinya Aku Lebih Kuat Dalam Perkelahian Malam ~ Catatan Pertempuran Harem yang Memanfaatkan Kebijaksanaan~"
      },
      {
        "en": "She’s the Strongest Bride, But I’m Stronger in Night Battles: A Harem Chronicle of Advancing Through Cunning Tactics"
      },
      {
        "en": "She's the Strongest Bride in Another World, but It Seems I'm Stronger in Night Battles: A Harem Chronicle of Advancing through Cunning Tactics"
      }
    ],
    "description": {
      "en": "Albert is reborn in another world and strives for a peaceful life in the Kingdom of Alexa. However, after being \"kidnapped\" by a Demon Goddess of war, Marida, he becomes a wanted man by the Kingdom!\r\n\r\nUnable to return to his original country, Albert decides to live in the Empire of Eranzia. While enjoying intimate moments with the alluring body of Marida (but not just her!), he uses his previous worlds knowledge to achieve great accomplishments in governance, military affairs, strategy and of course..... Night-time battles!\r\n\r\nA slightly risqué harem comedy begins!",
      "id": "Albert, yang bereinkarnasi ke dunia lain, mengincar kehidupan yang damai di Kerajaan Alexa. Namun, dia diculik oleh Marida, ras wanita iblis, makhluk terkuat di bumi untuk memandunya dalam peperangan. Albert yang tidak dapat kembali ke negara asalnya, memutuskan untuk tinggal di Kerajaan Elancia. Marida yang memiliki tubuh yang menarik dan pemikiran yang baik, akhirnya mereka bekerja sama, ia memanfaatkan pengetahuan modernnya untuk membuat prestasi besar dalam urusan rumah tangga, urusan militer, konspirasi, dll!?\r\n\r\n(MTL)",
      "ja": "異世界に転生したアルベルトはアレクサ王国で安泰な生活を目指していた。しかし、地上最強生物で鮮血鬼と呼ばれる鬼人族の女性マリーダに攫われ、しかも襲撃の手引きをしたとして、王国から指名手配される。エランシア帝国でマリーダの婿として生きていくことを決めたアルベルトは、魅力的な肉体を持つマリーダとの夜の営みに励みつつ、現代知識を活かして、内政、軍事、謀略などで大きな功績を挙げる！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6d7c5c85-3bca-499e-98ec-644056f60107",
    "title": {
      "en": "Predatory Marriage"
    },
    "updatedAt": "2024-08-29T05:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/6d7c5c85-3bca-499e-98ec-644056f60107/581f25df-ec92-4e60-929a-632cfed6da8c.png",
    "altTitles": [
      {
        "ko": "약탈혼"
      },
      {
        "es-la": "Matrimonio depredador"
      }
    ],
    "description": {
      "en": "Lea wrote a suicide note ahead of the wedding.\nBecause she'll die after the first night.\n\nIt was the miserable end of a princess who devoted her entire life to her country and the royal family.\nBefore she gives up her life, Lea plans her final revenge on the royal family.\n\nIt is to become a new bride who has lost her innocence.\n\n\"Why did you give up your first experience like this? Don't you want to run away?\n\"I... want to die.\"\n\nIt was an impulsive remark because he was just a one-night stand.\nI thought it was meant to end like that.\nUntil we meet again in an unexpected place.\n\nHe eroded her orderly daily life.\nDespite knowing it was a dangerous relationship, she couldn't resist him.\nWhat on earth is that man thinking?\n\n\"You don't remember?\"\nThe man said with a fierce smile.\n\n\"I told you I'd ruin your life.\"",
      "id": "Putri Leah membuat surat bunuh diri menjelang pernikahannya. Karena dia yakin akan mati setelah malam pernikahannya; akhir yang sangat menyedihkan dari seorang putri yang mengorbankan hidupnya untuk kerajaannya. Tetapi sebelum menyerahkan hidupnya, Leah berencana untuk membuat balas dendam terakhirnya kepada keluarganya. Meskipun dia telah menjadi mayat yang dingin, dia akan membuat mereka hancur. Dia akan membuat mereka malu dengan menjadi pengantin yang tidak perawan lagi. “Kenapa kau justru membuang keperawananmu? Bukankah kau hanya ingin melarikan diri?\" \"Aku ... aku hanya ingin mati.\" Leah secara impulsif menceritakan hal tersebut kepada pria yang menghabiskan malam pertama dengannya."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "834b10bb-30d4-4a4f-ba69-eb4b91677b79",
    "title": {
      "en": "Hime-chan wa Omoi Onna"
    },
    "updatedAt": "2024-04-19T03:00:32+00:00",
    "coverArt": "https://mangadex.org/covers/834b10bb-30d4-4a4f-ba69-eb4b91677b79/cedbdbdc-47ee-41b2-a194-7911fac3e634.jpg",
    "altTitles": [
      {
        "ja": "ひめちゃんは重い女"
      },
      {
        "en": "Hime-chan Is a Needy Woman"
      }
    ],
    "description": {
      "en": "Himeno is a college sophomore who's into other women.\nAlthough she is happy being madly in love with her wonderful girlfriend, Yoru, she is often filled with worries and anxieties because of it...\nThis is the story of her everyday life."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "88"
  },
  {
    "mangaId": "aca4b545-6755-4630-a806-63fd74c11609",
    "title": {
      "en": "Kawaii Futago no Neru to Rune"
    },
    "updatedAt": "2024-10-21T10:48:51+00:00",
    "coverArt": "https://mangadex.org/covers/aca4b545-6755-4630-a806-63fd74c11609/b260e13e-22d4-4215-b60c-befd4b1c8277.jpg",
    "altTitles": [
      {
        "ja": "かわいいふたごのねるとるね"
      },
      {
        "ja": "♂かわいいふたごのねるとるね♂"
      },
      {
        "ja-ro": "Kawaii Futago no Neru to Rune"
      },
      {
        "en": "The Cute Twins, Neru and Rune"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a500b8f7-5aa4-4bec-bf42-ba9a95af8997",
    "title": {
      "en": "Einen Koyou wa Kanou deshou ka"
    },
    "updatedAt": "2024-10-11T15:01:02+00:00",
    "coverArt": "https://mangadex.org/covers/a500b8f7-5aa4-4bec-bf42-ba9a95af8997/6f674540-33de-4247-bf70-22a9b9779894.jpg",
    "altTitles": [
      {
        "ja": "永年雇用は可能でしょうか"
      },
      {
        "ja": "永年雇用は可能でしょうか ~無愛想無口な魔法使いと始める再就職ライフ~"
      },
      {
        "ja-ro": "Einen Koyou wa Kanou deshou ka: Buaisou Mukuchi na Mahoutsukai to Hajimeru Saishuushoku Life"
      },
      {
        "en": "Re-employment Life With an Unsociable Untalkative Magician"
      },
      {
        "en": "Is Long-Term Employment Possible ~ My Reemployment Life With an Unsociable Untalkative Magician"
      }
    ],
    "description": {
      "en": "Lucille was recently fired from her job as a maid after an adultery scandal. This is her re-employment life story with a silent unfriendly magician in a quiet town, away from the scandals.",
      "vi": "Cô hầu Lucille vừa bị đuổi khỏi ngôi nhà cô đã gắn bó 3 năm vì một lý do trời ơi đất hởi. Sau khi mất việc, cô quyết định bỏ lại quá khứ phía sau và bắt đầu cuộc sống mới ở một thị trấn nhỏ yên bình. Tại đây, cô đã tình cờ nhận được công việc hầu gái cho một pháp sư nổi tiếng khó tính.\nLiệu cuộc sống của Lucille sẽ bị đảo lộn như thế nào, khó khăn nào đang chờ đón. Đây là bộ truyện kể về cuộc sống của một nàng hầu vừa mất việc và pháp sư khó tính hướng nội."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-18T06:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7cc0e57-aa04-42d7-a726-822f66718a35",
    "title": {
      "en": "Herami Shimai wa Docchi mo Yanderu"
    },
    "updatedAt": "2024-10-21T10:04:05+00:00",
    "coverArt": "https://mangadex.org/covers/c7cc0e57-aa04-42d7-a726-822f66718a35/fa225b5d-2c0c-4f60-a04f-c4c168159b47.jpg",
    "altTitles": [
      {
        "ja": "平良深姉妹はどっちもヤんでる"
      },
      {
        "en": "Insecure Herami Sisters"
      },
      {
        "en": "The Yandere Little Sister and the Menhera Big Sister"
      },
      {
        "es-la": "La hermana pequeña Yandere y la hermana mayor Menhera"
      },
      {
        "zh": "平良深姐妹都“病”得不轻"
      },
      {
        "vi": "Hai chị em nhà Herami bất ổn thực sự!"
      }
    ],
    "description": {
      "en": "Sera, (Real Name: Herami Sera) is an approval-seeking girl (26 years old) who works at a maid cafe. Her younger sister, Kira, is an idol (19 years old) who is rapidly gaining popularity with her cool, and mature character. However, the real Kira only ever thinks of her sister and tries to cheer her up in every possible way to help her sister with her mental health and anxiety.",
      "ja": "せーら（本名：平良深 瀬良）はメイドカフェで働く承認欲求高めな女子（26歳）。そんな彼女の妹・キラは、クールな大人っぽいキャラで人気沸騰中のアイドル（19歳）。しかし、素顔のキラはいつも姉のことしか考えておらず、不安を抱える姉のため、あらゆる手段で励まそうとしていて…。",
      "es-la": "Sera, (Nombre real: Herami Sera) es una chica que busca aprobación (26 años) que trabaja en un maid café. Su hermana menor, Kira, es una ídolo (19 años) que está ganando popularidad rápidamente con su carácter frío y maduro. Sin embargo, la verdadera Kira solo piensa en su hermana y trata de animarla de todas las maneras posibles para ayudar a su hermana con su salud mental y ansiedad."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90043ed2-87d7-4a4c-b9a6-272445afe6af",
    "title": {
      "en": "Modern Konosuba (Doujinshi)"
    },
    "updatedAt": "2023-11-27T14:53:49+00:00",
    "coverArt": "https://mangadex.org/covers/90043ed2-87d7-4a4c-b9a6-272445afe6af/737329f7-a92d-44b5-a46e-c42055d10e55.jpg",
    "altTitles": [
      {
        "en": "Gensuba"
      }
    ],
    "description": {
      "en": "Ever wondered what would happen if the characters from the series Konosuba were put in a Modern setting?\n\nWell here you have the answer!!!\n\n---\n\n**Note:** All rights of Konosuba belong to their original author Natsume Akatsuki and its illustrator Mishima Kurone.\n\n---\n\n**Links:**\n- [Official Twitter of the artist](https://twitter.com/bhive003)\n- [Official Twitter of the fan series](https://twitter.com/Gen_Suba_)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78f74425-e2ce-4b6a-8056-2878a712be95",
    "title": {
      "en": "A Barbarian Was Admitted to the Academy"
    },
    "updatedAt": "2024-09-10T12:45:54+00:00",
    "coverArt": "https://mangadex.org/covers/78f74425-e2ce-4b6a-8056-2878a712be95/0f991f48-5c48-4363-bddd-30ca56eefe38.png",
    "altTitles": [
      {
        "ru": "Варвар поступил в академию"
      },
      {
        "ja": "アカデミーにオランケが入学した"
      },
      {
        "ko": "아카데미에 오랑캐가 입학했다"
      },
      {
        "en": "A Barbarian Entered the Academy"
      },
      {
        "fr": "Un barbare a été admis à l'académie"
      }
    ],
    "description": {
      "en": "I found myself possessed in a game I used to play occasionally.\nAnd to top it off, I'm the female warrior of a barbarian tribe that only has bad endings.\n\n...Alright, let's escape."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "Kitsune no Oyome-chan"
    },
    "updatedAt": "2024-10-03T02:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "My Lovely Fox Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      },
      {
        "en": "The Fox Girl is My Wife"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-10-21T10:02:37+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-09-18T06:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-09-29T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque Doll Is Falling in Love"
      },
      {
        "en": "The Bisque Doll Falls in Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22ef9a74-9e04-46d8-860b-171b6507a175",
    "title": {
      "en": "It's Time to stop Looking for a New Family"
    },
    "updatedAt": "2024-10-21T09:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/22ef9a74-9e04-46d8-860b-171b6507a175/b942b2b1-7e45-469f-ae42-670178268e81.jpg",
    "altTitles": [
      {
        "ko": "이제 그만 새가족을 찾으려합니다"
      },
      {
        "en": "It's Time to Stop Looking for a New Family"
      },
      {
        "en": "It's Time to Stop Looking for a New Family"
      },
      {
        "zh": "到此为止，去找新家吧"
      }
    ],
    "description": {
      "en": "Leticia, who has been used as the successor in cold treatment because she is the duke's illegitimate daughter. Her devotion is ruined by Sujin, the adoptive daughter from another world, and she died due to misrepresentation. At the end of it, she opens her eyes again at the age of sixteen. In this life, I will make a path for me to go.\n\n“I will leave the family.”\n\nHowever, the more she tries to avoid her second life, the more she becomes entangled with dangerous but fascinating relationships.\n\n\"You shouldn't have saved me, I wish you wouldn't give me a glance.\"\n\n“Please leave the owner of the Magic Tower as Jungin, and make me her husband.”\n\nA cataclysmic second life. Can Leticia find her new family?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9c1d5a2-2c53-4b6f-bb57-5ff5ce0aaf89",
    "title": {
      "en": "Crazy Food Truck"
    },
    "updatedAt": "2023-12-31T09:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/d9c1d5a2-2c53-4b6f-bb57-5ff5ce0aaf89/c03fcb51-d8cc-4b1a-bce3-58447b7321f1.jpg",
    "altTitles": [
      {
        "ja": "クレイジーフードトラック"
      },
      {
        "ru": "Сумасшедший грузовик с едой"
      }
    ],
    "description": {
      "en": "Gordon is an unsociable middle-aged man driving his food truck through a world buried in sand. \nOne day, he meets a girl named Arisa sleeping stark naked in the middle of the desert. \nWhile Arisa wolfs down any and all food she can fit in her mouth, \na mysterious armed group seems to be pursuing her, too.",
      "id": "Gordon adalah seorang pria paruh baya yang tidak ramah, mengemudikan truk makanannya melalui dunia yang terkubur dalam pasir. Suatu hari, ia bertemu dengan seorang gadis bernama Arisa yang tidur telanjang bulat di tengah gurun. Sementara Arisa melahap semua makanan yang bisa dia muat di mulutnya, sekelompok bersenjata misterius tampaknya juga mengejarnya.",
      "ru": "Гордон - нелюдимый мужчина средних лет, разъезжающий на своём грузовике с едой по миру песка. \nОднажды он встречает девушку по имени Алиса, спящую голышом посреди пустыни. Пока Алиса съедает любую еду, которая может поместиться во рту, таинственная вооруженная группа, \nпохоже, тоже преследует ее."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-09-17T11:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b11736e2-f72f-431f-a00f-820a2e58f27e",
    "title": {
      "en": "Moratta Mittsu no Hazure Skill, Awasetara Saikyou Deshita"
    },
    "updatedAt": "2024-10-20T21:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/b11736e2-f72f-431f-a00f-820a2e58f27e/2f564a7a-1df6-4a55-aa65-be4af5104e4f.png",
    "altTitles": [
      {
        "ja": "貰った三つの外れスキル、合わせたら最強でした"
      },
      {
        "en": "The Three Skills I Received, When Combined, Were The Most Powerful"
      },
      {
        "id": "Tiga keterampilan tidak biasa yang saya terima adalah yang terkuat jika digabungkan."
      }
    ],
    "description": {
      "en": "Mutou Kushina's life, filled with brutality, came to an abrupt end. In his new incarnation, the goddess granted him three abilities: [Super Speedy Regeneration], [Agelessness], and [Grit: Indomitable Spirit]. However, those skills were outlier skills that were not offensive skills!\n\nThe place where he was reborn with such skills is the Forest of Endless Calamity, where a large number of Danger Level S monsters roam, one of which is capable of destroying the world. Having no offensive skills, Kushina's should have been killed by the monsters right away, but...? With all three skills, he can instantly regenerate no matter what kind of attack he receives! And every time he is attacked, he gets stronger and stronger...",
      "ja": "壮絶な前世の末、命を落とした少年・無倒屈止無（むとう くしな）。転生する際に女神に貰ったのは【超速再生】【不老】【根性：不撓不屈】という３つのスキル。しかし、それらのスキルは攻撃系のスキルではない外れスキルだった！\n\nそんなスキルを持って転生した先は、“危険度S”の1匹で世界を滅ぼせる程のモンスターが大量に闊歩している【果ての災厄の森】。攻撃系のスキルを持たない屈止無はすぐにモンスターに殺されるはずだったが……？３つのスキルを組み合わせたらどんな攻撃を受けても瞬時に再生！しかも攻撃される度に強くなっていき―"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a46590b-14df-43f6-8450-5813cbf482e7",
    "title": {
      "en": "Hachinan tte, Sore wa Nai Deshou!"
    },
    "updatedAt": "2024-10-10T03:42:56+00:00",
    "coverArt": "https://mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/4c4ccd13-238c-4870-bd2f-92a5acd06f13.jpg",
    "altTitles": [
      {
        "ja": "八男って、それはないでしょう!"
      },
      {
        "en": "The 8th Son? Are You Kidding Me?"
      },
      {
        "zh": "八男？别闹了！"
      },
      {
        "ko": "팔남이라니, 그건 아니잖아요!"
      },
      {
        "pt-br": "O 8º Filho? Você Está Brincando Comigo?"
      },
      {
        "es-la": "¿El octavo hijo? ¡Eso no puede ser cierto!"
      },
      {
        "ru": "Восьмой сын? Да не может этого быть!"
      },
      {
        "bg": "хатинан ттэ, сорэ ва най дэсё:"
      },
      {
        "th": "ผมเนี่ยนะ...ชายแปด!"
      },
      {
        "vi": "Con Trai Thứ 8, Đừng Đùa Nữa!"
      }
    ],
    "description": {
      "en": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
      "pt-br": "Ichinomiya Shingo, um jovem de 25 anos de idade, solteiro, funcionário de uma empresa, enquanto pensa sobre o agitado dia de trabalho de amanhã vai dormir. No entanto, no momento em que ele acordou, era um quarto desconhecido para ele. Ele então descobriu que estava dentro de um menino de 6 anos de idade e tinha assumido sua mente. Além disso, ele aprendeu muito com as lembranças do menino: ele nasceu como o filho mais novo (oitavo filho de 10 crianças) de uma pobre família nobre que vive no interior do país. Não tendo nenhuma habilidade, ele não podia fazer nada para administrar a vasta terra que sua família possui. Felizmente, ele foi abençoado com um talento muito raro, o talento da magia. Infelizmente, enquanto seu talento poderia trazer prosperidade a sua família, em sua situação, só trouxe desastre. Esta é a história do garoto, Wendelin von Bennon Baumeister, abrindo seu próprio caminho em um mundo cruel."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-10-09T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/43d681b6-5f88-4da4-8341-65dfdb9d391f.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dcdcee1-717d-4601-b828-4035ff247b31",
    "title": {
      "en": "Mimicry Girls"
    },
    "updatedAt": "2024-10-17T11:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/8dcdcee1-717d-4601-b828-4035ff247b31/83e57e56-2658-423e-8079-cd73143787eb.jpg",
    "altTitles": [
      {
        "ja": "ミミクリー・ガールズ"
      }
    ],
    "description": {
      "en": "The year is 2041. It has been several years since the development of Artificial Body technology, commonly known as \"Mimic.\" Captain Chris Armstrong, after suffering a serious injury from an unexpected incident during a military operation, undergoes mimic surgery and returns to the frontlines... or at least, that was the plan. After the surgery, there was something strange about his body.\nHis reflection that he saw in the mirror had soft white skin, complimented by silky hair——it was a beautiful girl!?!!?\n\nAmidst the flames of war writhing with conspiracy and resentment, a makeshift team of four girl-type mimics was formed.\nTheir name: Mimicry Girls.\n\nShooting, CQC, infiltration. A mission was given to these girls that were specialists in all fields. That is, to escort the president's daughter from the international criminal organization \"Val Verde\" that is out for her life.\n\nAfter a cool tea party is the start of a cute operation!\nTaking on the form of girls, they face off against the world's greatest evils!\nAn exhilarating gun-slinging comedy, presented by a four \"girl\" special forces team!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-09-11T13:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      },
      {
        "fr": "Ma belle-sœur, parfaite, en apparence, montre son vrai visage à la maison"
      }
    ],
    "description": {
      "en": "One of my classmates is the most beautiful girl in our grade, and I was just gazing at her from afar.\n\nBut when I came home, I found her there and she was acting strangely...\n\nThis is a manga about a sister and brother who are classmates, but turn out to be a “neeshota”!\n\n---\n\n**Note:** The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-18T09:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "Thợ Săn Tí Hon"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede31cbb-dbd1-4c92-bd27-a21e31275c6b",
    "title": {
      "en": "Suuji de Sukuu! Jyakushou Kokka"
    },
    "updatedAt": "2024-10-12T00:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/ede31cbb-dbd1-4c92-bd27-a21e31275c6b/f3ae0476-7a1e-4d82-a306-5fd8954c00c0.jpg",
    "altTitles": [
      {
        "ja": "数字で救う! 弱小国家 電卓で戦争する方法を求めよ。ただし敵は剣と火薬で武装しているものとする。"
      },
      {
        "ja-ro": "Suuji de Sukuu! Jakushou Kokka"
      },
      {
        "en": "Saving with Numbers! A Small and Weak Nation"
      },
      {
        "en": "Survival Strategy Thinking with Game Theory for Save the Weak"
      },
      {
        "ko": "숫자로 구한다! 약소국가"
      },
      {
        "zh": "用数字拯救弱小国家"
      }
    ],
    "description": {
      "en": "With tensions between the neighboring country rising signaling the presence of a war soon to begin, Soalla, the princess of a small country, worried whether her own country would be able to defend itself with its weak national power. The king was bedridden and the retainers who were her last rays of hope had nothing but the antiquated motto of battle honor in mind. Not one person had a concrete proposal to protect the country, leaving Soalla to wonder if this was where Favell would fall… However, it was then that Naoki appeared before her. A \"magician,\" who would leave his name in history and possessed the power she desired to save the country.\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_MF02201046010000_68/), [Nico Nico](https://seiga.nicovideo.jp/comic/43120)\n\n[Original Web Novel](https://kakuyomu.jp/works/1177354054886093335)",
      "fr": "Tandis que les tensions entre pays voisins s’enveniment, faisant craindre à une guerre prochaine, Soalla, princesse du petit pays de Favell, s’inquiète de la capacité de celui-ci à se défendre, faible comme il est. Le Roi, malade, reste au lit et ses conseillers ne pensent qu’à l’honneur sur le champ de bataille. Personne n’a d’idée concrète pour sauver son pays, laissant Soalla compter les jours avant l’effrondrement de Favell… C’est à ce moment-là que Naoki apparut devant elle. Un « magicien, » qui laissa son nom dans l’histoire, possédant le pouvoir de sauver son pays.\n\n---\n**Publication originelle en ligne:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_MF02201046010000_68/), [Nico Nico](https://seiga.nicovideo.jp/comic/43120)\n\n[Roman en ligne originel](https://kakuyomu.jp/works/1177354054886093335)",
      "ja": "<<現代の数学オタク>>と<<弱小国家のぼっち姫>>、時空を超えて二人は出会う――!! 魔法ナシ、異能ナシ！ 『数字』で学ぶ、戦争の勝ち方。",
      "pt": "Com as tensões entre o país vizinho aumentando, sinalizando a presença de uma guerra que logo começaria, Soalla, a princesa de um pequeno país, preocupada se seu próprio país seria capaz de se defender com seu fraco poder nacional. O rei estava acamado e os retentores que eram seus últimos raios de esperança não tinham em mente senão o lema antiquado da honra da batalha. Nem uma pessoa tinha uma proposta concreta para proteger o país, deixando Soalla a pensar se seria aqui que Favell cairia... No entanto, foi então que Naoki apareceu diante dela. Um \"mágico\", que deixou seu nome na história, que possuía o poder que ela desejava para salvar o país.\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_MF02201046010000_68/), [Nico Nico](https://seiga.nicovideo.jp/comic/43120)\n\n[Original Web Novel](https://kakuyomu.jp/works/1177354054886093335)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "33.5"
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-10-04T00:12:51+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2024-07-21T12:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/9adb40e3-8a67-4c55-b984-dadd606d7f7f.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-09-30T15:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/16fcf909-e490-4f33-bb00-790effc7be96.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun: I Will Live Freely In A World Where Only I Can View The \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-10-21T00:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/c4894676-8d20-4187-86ca-45c6acfdd34c.jpg",
    "altTitles": [
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "井羅恵は31歳の食品会社次長。仕事に全てを捧げ、恋愛や結婚は二の次に。そんな彼女の前に、要領が良い新人男子・青木が現れる。彼の言動にいらつく恵だが、飲み会で酔った挙句、青木と一夜を共にして…。",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "108"
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-09-25T19:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング・デジタル・サーカス"
      },
      {
        "ja-ro": "Amazing · Digital · Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n___\n**Cooperation:** InfoLens Inc.\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2024-10-21T03:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/161d25eb-6d03-45d0-8c43-e18b46f9e552.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "ja-ro": "Musume no Shinshitsu."
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!? A family suspense of immorality!",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac72a16f-1bd7-4118-883f-5ac7c1e67fd7",
    "title": {
      "en": "Mobile Suit Gundam: Battle Operation Code Fairy"
    },
    "updatedAt": "2024-08-28T10:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/ac72a16f-1bd7-4118-883f-5ac7c1e67fd7/153f8167-810c-455f-8ccb-a40279754003.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム バトルオペレーション コード・フェアリー"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Battle Operation Code Fairy"
      }
    ],
    "description": {
      "en": "The \"Noisy Fairy Squadron, a secret unit under the direct control of Kycilia Zabi of the Principality of Zeon, is deployed somewhere in the North American continent. With only female members, they fight in the One Year War against the Earth Federation Forces. They are forced to face the unreasonableness of war and the bonds with their comrades..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-09-29T00:55:40+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c72e1bda-5b36-4169-b260-e87ae846c37e",
    "title": {
      "en": "Drop OG"
    },
    "updatedAt": "2024-05-11T12:59:47+00:00",
    "coverArt": "https://mangadex.org/covers/c72e1bda-5b36-4169-b260-e87ae846c37e/c6004a0d-53a3-45cc-b171-26d74672b6bd.jpg",
    "altTitles": [
      {
        "en": "Drop OG - Out of Ganchu"
      },
      {
        "en": "Drop OG: Out of Ganchu"
      },
      {
        "en": "Drop Out of Ganchu"
      },
      {
        "en": "ドロップOG"
      },
      {
        "en": "ドロップOG アウト・オブ・ガンチュー"
      }
    ],
    "description": {
      "en": "Shinogawa Hiroshi dropped out of school after being inspired by delinquents like Iguchi Tatsuya who live by their own rules and who speaks with his fists if anyone opposes him. He spends his days hanging out with other hoodlums, but Hiroshi is all mouth and if he gets into a fight, his ass is easily handed to him. However, this close group of friends, including Tatsuya, are there to protect him when his big mouth gets him in real trouble. However, there seems to be a storm gathering within the gangs of the city and Hiroshi and his crew might be caught in the middle of it!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": null
  },
  {
    "mangaId": "74f35178-19f9-43fa-a2a6-3d10ff1fa0ab",
    "title": {
      "en": "Amalgam of Distortion"
    },
    "updatedAt": "2023-12-31T09:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/74f35178-19f9-43fa-a2a6-3d10ff1fa0ab/42c18088-261c-4f6a-b966-ca5dfad46203.jpg",
    "altTitles": [
      {
        "ja-ro": "Ibitsu no Amalgam"
      },
      {
        "ru": "Амальгам искажения"
      },
      {
        "zh": "扭曲的汞齐"
      },
      {
        "ja": "歪のアマルガム"
      },
      {
        "ko": "일그러진 아말감"
      }
    ],
    "description": {
      "en": "The story is about a boy who wants to confess his feelings to his childhood friend. Unfortunately, after choosing the place to confess, he gets crushed by a train and loses his lower half. He gets saved by a scientist that turns him into a monster instead of a regular human being. How is his life going to be like under the guise of being a monster? And what would his childhood friend think?!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "2cf55b94-1793-41c2-8a0c-97a0c7e81eae",
    "title": {
      "en": "Gamble Fish"
    },
    "updatedAt": "2024-10-21T10:08:46+00:00",
    "coverArt": "https://mangadex.org/covers/2cf55b94-1793-41c2-8a0c-97a0c7e81eae/3cfdb750-7b56-4160-bfb0-de8009285cd7.jpg",
    "altTitles": [
      {
        "en": "ギャンブルフィッシュ"
      },
      {
        "en": "斗鱼"
      },
      {
        "en": "鬥魚"
      }
    ],
    "description": {
      "en": "The story is set at Shishidou, a school attended by rich and elite people. Tomu Shirasagi, a gambler, is a mysterious new transfer student who has come from a public school (instead of a prestigious private one) and faces the elitist environment. There, he declares a challenge toward any student and claims he will bring to the ruin the whole school through a series of gambling matches. Nobody knows why he has come to that school or what the real motivations behind his actions are.  \n  \nDuring any match, Tomu shows off all of his unique coolness and ability.  \n  \nHe employs a wide range of tricks, both psychological and physical, to ensure his victory. In any game, you will constantly ask how he's planning to win, why he's really doing certain things, and what's really going on. At the end of the matches, the tricks are revealed, and they all work in real life, even if they do require one to be highly skilled or lucky in order to perform them.  \n  \nThe story centers around the various matches he undertakes and the interactions between the various characters, like Mika Shishidou, the beautiful granddaughter of the school headmaster, who is highly intelligent but contemptuous and superb, or Abidani, the vampiric looking dorm superintendent and main villain (for now) in the series, who has a sadistic personality and whose goal is to make Tomu leave his school (or to get him killed).  \n  \nAs the story unfolds, more about Tomu's past is revealed, leading to unpredictable turns of events."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "168.2"
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-09-15T23:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      },
      {
        "pt-br": "Namorando para Sobreviver"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6601d84a-4adf-413d-bc76-2da6c2f199c0",
    "title": {
      "en": "Kimi to Ikirareru Nara Shindemo Ii"
    },
    "updatedAt": "2024-09-16T14:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/6601d84a-4adf-413d-bc76-2da6c2f199c0/03d778e8-86fa-4ead-9f91-f5d1dccedc8f.jpg",
    "altTitles": [
      {
        "ja": "君と生きられるなら死んでもいい"
      },
      {
        "ja-ro": "Kimi to Ikirarerunara Shindemo Ii"
      },
      {
        "en": "Dying to Live with You"
      }
    ],
    "description": {
      "en": "\"I can't remember someone important who was always beside me.\"\n\nHouri, who lives a very ordinary life, is drawn to a crosswalk and almost gets run over by a truck, but is saved by a man who passes by.\nThe moment he sees the man's face, he has flashbacks of him past life, when the two of them were intimate.\nThe two are led by a super-powerful fate to make love, but the next morning, the man declares that he doesn't remember Houri...!?\nA story of love that returns until death do them part."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "cc672e09-85c8-4b4f-a148-825bb5c59245",
    "title": {
      "en": "Control"
    },
    "updatedAt": "2024-09-29T18:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/cc672e09-85c8-4b4f-a148-825bb5c59245/da209864-bc4e-4e8b-bd5d-e93a4aa84479.jpg",
    "altTitles": [
      {
        "ko-ro": "Jibae"
      },
      {
        "de": "Kontrolle"
      },
      {
        "ko": "지배"
      },
      {
        "en": "Domination"
      },
      {
        "ru": "Контроль"
      }
    ],
    "description": {
      "de": "Da geht irgendwas sehr seltsames in der Nachbarschaft vor sich.  \nJa wen wirst du Bescheid sage? Wen willst du zur Hilfe holen? Ähm… irgendein komisches… Mädchen was von sich behauptet, hypnotische Kräfte zu besitzen? Ach so, ja, genau das.  \nJedoch hast du absolut keine Ahnung wo sie ist, und du hast ihr auch nicht Bescheid gegeben.  \nWas wird nun aus dir werden, da er da ist…?",
      "en": "There's something strange, in the neighborhood.  \nWho you gonna call? Uhm. Some strange cute hypnotist girl.  \nAnd you have no clue who she is, and you didn't call her.  \n  \n\n\n---",
      "ru": "Каково это, когда привычный мир рушится в одночасье? Кто друг, а кто враг?\nМожно ли доверять себе, когда сам теряешься в круговороте пугающих и необъяснимых событий? А может быть, ты сам и есть их источник?\nГлавный герой — обычный корейский парень, живущий с пожилой матерью в крохотной квартирке, обнаружил, что люди вокруг внезапно изменились. Некие зловещие существа без лишнего шума захватили целый город, а, возможно, даже страну или мир. Но главный герой не собирается сидеть сложа руки и, объединившись с загадочной гипнотизёршей, решает дать отпор неведомым тварям."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "60"
  },
  {
    "mangaId": "484cc85a-86ff-4791-ae6c-6eff42c38021",
    "title": {
      "en": "The Second Child of God"
    },
    "updatedAt": "2024-10-15T15:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/484cc85a-86ff-4791-ae6c-6eff42c38021/5ca7e6bc-ef0d-4551-bfe3-740ae2b29bb8.jpg",
    "altTitles": [
      {
        "ko": "두번째 신의아이"
      },
      {
        "id": "Anak Tuhan yang Kedua"
      }
    ],
    "description": {
      "en": "Jiseo, born with the fate of the second child of God. Hyunjin, who appeared before Jiseo as he lamented his fate, tries to help him but ends up being possessed by a ghost..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-10-09T14:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/5cdba8da-c46e-4ead-ab79-ff9e416b0a15.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]